{
  "id": "abfa64baed46d14deac47736967ff9128fe606fa334be7bdb2bbcbb4f275bfde",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nDaxin Gujarat Vij Company Ltd Through ... vs Essar Steel India Ltd on 24 February, 2023\nAuthor: Sonia Gokani \nBench: Sonia Gokani \n    C/Fa/3659/2021                                 Cav Judgment Dated: 24/02/2023 \n\n\n\n\n              In The High Court Of Gujarat At Ahmedabad\n                       R/ First Appeal No. 3659 of 2021 \n                                    With\n                 Civil Ap PLICATION (FOR STAY) NO. 1 of 2021                       In R/FIRST APPEAL NO. 3659 of 2021                                     With                CIVIL APPLICATION (FOR ORDERS) NO. 1 of 2022                       In R/FIRST APPEAL NO. 3659 of 2021 FOR APPROVAL AND SIGNATURE:\nHONOURABLE THE CHIEF JUSTICE MS. JUSTICE SONIA GOKANI and HONOURABLE MR. JUSTICE HEMANT M. PRACHCHHAK ==========================================================\n\n1     Whether Reporters of Local Papers may be allowed                    YES       to see the judgment ? \n2     To be referred to the Reporter or not ?                             YES 3     Whether their Lordships wish to see the fair copy                    NO       of the judgment ? \n4     Whether this case involves a substantial question                    NO       of law as to the interpretation of the Constitution       of India or any order made thereunder ?\n======================================================== ==\nDAXIN GUJARAT VIJ COMPANY LTD THROUGH EXECUTIVE ENGINEER                           Versus                    ESSAR STEEL INDIA LTD ========================================================= =\nAppearance:\nLD SR ADV. MR.ANSHIN DESAI ASSISTED BY MS LILU K BHAYA(1705)\nAND MR SHRINEEL SHAH for the Appellant(s) No. 1 LD.SR.ADV. MR A.M. SINGHVI, WITH LD.SR.ADV.MR. NAVIN PAHWA,\nWITH LD.SR.ADV.MR. RITIN RAI assisted by MS RUBY SINGH AHUJA, MR.\nKEYUR GANDHI, MR. VISHAL GEHRANA, MR. NISARG DESAI, MS PRAVALIKHA, MS RITIKA SINHA, MR.AMIT BHANDARI for GANDHI LAW ASSOCIATESGANDHI LAW ASSOCIATES(12275) for the Defendant(s) No.\n1 RULE SERVED for the Defendant(s) No. 2 ==========================================================\n\n    CORAM: HONOURABLE THE CHIEF JUSTICE MS. JUSTICE           SONIA GOKANI           and           HONOURABLE MR. JUSTICE HEMANT M. \n          PRACHCHHAK                                Date : 24/02/2023                                 CAV JUDGMENT (PER : HONOURABLE THE CHIEF JUSTICE MS. JUSTICE SONIA GOKANI) C /FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 1. Aggrieved by the judgment and order dated 28.09.2021 passed by the learned 2 nd Additional Senior Civil Judge, Surat, where the learned Judge dismissed the Commercial Civil Suit No.4 of 2020 (Old Special Civil Suit No.373/2016) filed by the appellant- original plaintiff as having become infructuous, the appellant chooses to prefer the present appeal in the following factual background.\n1.1 The appellant is a company registered under the provisions of the Companies Act, 1956 undertaking the business of supply and distribution of electricity in the certain region in the State of Gujarat. \n1.2 The Essar Steel India Limited now C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 known as Arcelor Mittal Nippon Steel India Limited ('the Arcelor Mittal' hereinafter) sets up a plant for manufacture of hot rolled steel coil at Hazira in the year 1991. To cater to the needs of Essar Steel India Limited ('the Essar Steel' hereinafter) and other group of Companies, the appellant had set up a power plant of 515 megawatt at Hazira in the year 1995. Out of 515 megawatt of electricity generated/produced by the Essar Power Limited, 300 megawatt of electricity was to be supplied to Gujarat Electricity Board by entering into a power purchase agreement dated 30.05.1996. Remaining 215 megawatt of electricity generated/produced by the Essar Power Limited was to be consumed by the group companies of the Essar Steel India C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Limited only. \n1.3 Another group company of Essar Steel India Limited being Bhander Power Limited had been set up as an additional captive power plant of 505 megawatt exclusively for its captive use at Hazira in the year 2005. Electricity generated from power plant of Bhander Power Limited and Essar Power Limited 505 megawatt and 515 megawatt respectively was to be exclusively used by the group of the companies whereas the Essar Steel was to consume the electricity supplied by the present appellant. For supply of electricity from internal power plant of 505 megawatt and 515 megawatt, the group companies had set up a sub-station including Bus-bar. \nC/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 1.4 A dispute had been raised with respect to the wheeling charges on the ground that the Bus-bar vested in Gujarat Energy Transmission Corporation ('the GETCO' hereinafter), by virtue of that electricity flowed from one end of the Busbar to another. This issue of wheeling of power from Bhander Power Limited to Essar Steel India Limited was required to be resolved by the Essar Steel India Limited and for this purpose wanted to shift the Ichhapor-Sachin Electricity Line. The Essar Steel wanted to arrive at an amicable solution to ensure that the power from D.G.V.C.L. is supplied to only its consumer Essar Steel and not group companies of Essar Steel and necessary arrangement for the group companies would C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 be made where electricity was to be received only from the internal power plants. \n1.5 A meeting was held on 01.02.2010 between Managing Director of Gujarat Urja Vikas Nigam Limited ('the GUVNL' hereinafter), Managing Director, GETCO, Chief Electrical Inspector and representatives of Essar Steel and Bhander Power Limited. Accordingly, the actions were undertaken by the respondents. \n1.6           The        appellant           and        the            GETCO conducted           an    inspection         in    the        month           of June-July            2011     and            found         that             the electricity supplied by the appellant was solely to be used by the respondent No.1, power was being taken to the other units C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 and also non-consumer units of the appellant. \n1.7 The notice was issued to the respondent No.1 on 26.07.2011 stating that the action was clearly in breach of agreement dated 01.02.2010 and rejected all representations of the respondent No.1. The appellant raised a bill of Rs.2311,02,43,968/- for the period between 15.06.2011 to 30.07.2011. \n1.8 The Government of Gujarat directed the appellant to take appropriate steps against the respondent No.1 by applying the provisions under Section 126(6) of the Electricity Act, pursuant to which the appellant raised supplementary bills amounting to Rs.192,58,53,664/-. An appeal C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 was preferred under Section 127 of the Electricity Act before the appellate authority challenging the action of the appellant raising supplementary bills of Rs.192,58,53,664/-. The respondent No.1 deposited 50% of the amount of supplementary bill and the remaining 50% was to be paid in installments. \n1.9 Vide order dated 01.11.2013, the appellant authority adjudicated that only 25.23 MU of electricity could have been said to be supplied by the appellant. 1.10 Against this finding of the appellate authority, Special Civil Application No.2859 of 2014 was preferred by the appellant and Special Civil Application No.5494 of 2014 was preferred C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 by respondent No.1. By an order dated 22.01.2015, this Court allowed Special Civil Application No.5494 of 2014 filed at the behest of the respondent No.1 and remanded the matter back to the appellate authority. \n1.11 The appellant challenged the said order in Special Civil Application No.2859 of 2014 and Special Civil Application No.5494 of 2014 by way of Letters Patent Appeal Nos.465 and 466 of 2015 on the ground that the appeal filed by the respondent No.1 before the appellate authority is not maintainable and therefore, the order of the appellate authority dated 01.11.2013 to be quashed and set aside. \nC/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 1.12 The Letters Patent Appeal was allowed on 17.07.2015 where the Court held that the appeal filed by the respondent No.1 under Section 127 of the Electricity Act is not maintainable.\n1.13 Aggrieved by the said order of 17.07.2015 passed in Letters Patent Appeal, the respondent No.1 approached the Apex Court by way of Special Leave Petition (Civil) Nos.27920 and 27921 of 2015. They were admitted and pending as on date and no interim relief is granted by the Apex Court. \n1.14 After seeking the legal opinion, the appellant preferred a Special Civil Suit No.373 of 2016 against the present respondent for recovery of outstanding dues C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 of Rs.2311,02,43,968/- for breach of agreement dated 01.02.2010 for an unauthorized use of electricity during the period between 15.06.2011 to 30.07.2011. 1.15 The respondent filed an application under Order VII Rule XI of the Code of Civil Procedure, which came to be rejected by the Civil Court. \n1.16 During the pendency of the said Civil Suit, the Corporate Insolvency Resolution Process was initiated against the respondent No.1. The Arcelor Mittal Nippon Steel India Limited submitted its resolution plan, which came to be approved by the Committee of Creditors of respondent No.1 and it is stated that the Arcelor Mittal acquired the respondent No.1 in accordance with the resolution plan on C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 16.12.2019. \n1.17 An application came to be filed by the Arcelor Mittal in Special Civil Suit No.373 of 2016 (Commercial Civil Suit No.4 of 2020) praying for direction to straightway dispose of or dismiss the Civil Suit proceedings. \n1.18 The appellant filed its reply to the said application praying for the direction. The Court vide its order dated 28.09.2021 dismissed the Special Civil Suit No.373 of 2016 by way of a summary judgment without conducting any trial or leading evidence and without going much into the details of the facts. \n1.19 Aggrieved by the same, the appellant is before this Court seeking to C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 prefer this First Appeal and seriously and fervently challenging the passing of the judgment and order by the Court. \n1.21 It is the grievance of the appellant that the Special Leave Petitions (Civil)No.27920 and 27921 of 2015 are pending before the Apex Court as have been preferred by the respondent No.1 challenging the judgment and order dated 17.07.2015 passed by this Court in Letters Patent Appeal Nos.465 and 466 of 2015 and the same are pending adjudication. There is no interim relief granted in favour of the respondent No.1 and therefore, the order passed by this Court is prevalent. 1.22 The order is not passed under Order VII Rule XI of the Code of Civil Procedure C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 and it is not backed by any legal provision. There is no evidence led under the Code of Civil Procedure and the present Civil Suit could not have been terminated summarily. It is urged that the trial Court materially erred in law and facts in delivering the judgment. The trial Court failed to appreciate that there was a contract between the two parties and minutes of meetings had been drawn on 01.02.2010 and the suit came to be filed for breach of terms of the said contract. The learned Judge also failed to appreciate the cause of action having been started in view of the decision in Letters Patent Appeal Nos.465 and 466 of 2015 on 17.07.2015 upholding that the appellant was entitled to recover the total amount of C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Rs.2300 Crore (rounded off) and therefore, the suit to recover the total amount of Rs.36,83,83,09,109/- came to be filed. It sought to rely on the decision of the Apex Court rendered in case of Committee of Creditors of Essar Steel India Limited vs. Satish Kumar Gupta, reported in 2019 SCC Online 1478 and held that there was no maintainability of the suit in wake of this decision. The Court never appreciated that the Resolution Professional had admitted the claim of the appellant at notional value of Rs.1/- and on that ground alone this could not have been denied. \n1.23 According to the appellant, at para 67 and para 102 certain findings and observations of the Apex Court could not have been overlooked as the Apex Court was C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 also aware about the fact that there were disputes pending and had not said that the Civil Suit or litigations pending before any authority would automatically abate, but it had observed that the disputes are pending and pending disputes the claim at notional value of Rs.1/- decided is correct. Accordingly, the present appeal with the following prayers:\n\"7...\n(A) YOUR LORDSHIPS be pleased to admit and allow the present appeal;\n(B) YOUR LORDSHIPS be pleased to quash and set aside the judgment and order dated 28.09.2021 passed by the Learned 2nd Additional Senior Civil Judge has dismissed Commercial Civil Suit No.4/2020 (Old Special Civil Suit No.373/2016 filed by the appellant (Original plaintiff) and further be pleased to order to restore the said suit to original file in the interest of justice; \n(C) YOUR LORDSHIPS may kindly be pleased to grant any C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 other appropriate relief in the interest of justice.\"\n2. This Court had admitted the appeal on 08.12.2021 (Coram:Justice N.V.Anjaria and Justice Sandeep N. Bhatt) and thereafter learned senior advocate, Mr.Anshin Desai assisted by the learned advocate, Ms.Lilu K. Bhaya and Mr.Shrineel Shah, learned senior advocates, Mr.Navin Pahwa, Mr.Ritin Rai assisted by Ms.Ruby Singh Ahuja, Mr.Keyur Gandhi Mr.Vishal Gehrana, Mr.Nisarg Desai, Ms.Pravalikha, Ms.Ritika Sinha, Mr.Amit Bhandari and Mr.A.M.Singhvi were heard at length extensively on both the sides. Not only they made the oral submissions in extenso, but also given the written notes substantiating their versions. It will not be required therefore C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 to elaborate those arguments. In sum and substance, it can be said that the appellant has fervently questioned and challenged the action of terminating the suit during the pendency of the Special Leave Petitions before the Apex Court and merely on the basis of the Apex Court's decision in case of the very respondent. On the part of the respondent, the very decision of the Apex Court has been strongly relied upon to urge that in wake of this decision of Committee of Creditors of Essar Steel India Limited (supra), nothing remains to be done in this case as the respondent-Arcelor Mittal has taken over after a fierce conduct of insolvency resolution process and there could be no hydraheads after once the Arcelor Mittal's C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 resolution plan has been approved by the Committee of Creditors, the National Company Law Tribunal ('the NCLT hereinfter), National Company Law Appellate Tribunal ('the NCLAT' hereinafter) as well as the Apex Court. \n3. Having thus heard the learned advocates on both the sides, if at the beginning the summary judgment dated 28.09.2021 which is impugned in the present proceedings is looked at, the learned 2nd Additional Senior Civil Judge, Surat dismissed the Commercial Civil Suit No.4 of 2020 (Old Special Civil Suit No.373/2016). While so doing it, it had taken note of some of the provisions of the Commercial Courts Act and also regarded certain undisputed facts to hold eventually the suit is infructuous in C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 light of the decision of the Apex Court and the Review Application of the plaintiff was also rejected by the Apex Court on 25.08.2020. There would be no need for lengthy procedure for according evidence or any other procedural aspect. \n3.1 It also took note of the existence of the order of Division Bench of the High Court and non-giving of the stay by the Apex Court, which according to the Court, was not relevant as the issue of both the petitions were different and present suit was finally decided by the Apex Court. \n4. We need to take the note of the fact, at the outset, that the respondent- Arcelor Mittal filed a separate application for dismissal of the suit while Exhibit 34 C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 on the ground that the claim of the appellant is extinguished under the order of the Apex Court on 15.11.2019 in the matter of Committee of Creditors of Essar Steel India Limited (supra).\n4.1 This was objected to by the appellant vide Exhibit 44 by urging that the claim of the appellant was protected and the application for review was preferred by the appellant and it claim would survive under Section 31 (1) of the Insolvency and Bankruptcy Code, 2016 ('the I.B.Code' hereinafter) along with the Resolution Plan and judgment of the Apex Court. The trial Court took note of the copy of minutes of meeting dated 01.02.2010 filed by the appellant describing the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 entire fact in the plaint, the procedure which went on before the High Court and the order passed by the Division Bench for filing the affidavit and the resolution passed by the respondent. The trial Court also noted the playing of fraud and obstruction in course of justice and the breach of the undertaking and the affidavit filed before the Court. It was argued that not allowing the stay amounted to the Apex Court having considered, the necessity for the appellant to continue. The Apex Court having allowed the notional Rs.1/- for the appellant's due also was pressed into service for allowing the suit to be continued. However, on the basis of the provisions of the Commercial Courts Act, the Apex Court took note of certain C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 undisputed facts to hold that the suit of the plaintiff deserves to be dismissed for having become infructuous.\n5. We notice that the trial Court had dismissed the suit by a summary judgment, where the entire thrust is the judgment and the decision of the Apex Court rendered in Essar Steel Limited vs State Of Gujarat, reported in 2020 (8) SCC 531. It is utmost necessary to refer to the undisputed fact that there is no adjudication on merit. The record and proceedings preferred by the Arcelor Mittal at Exhibit 51 was never decided, where the prayer was made for substitution of the names. This application, as rightly pointed by the appellant, is akin to the provision of Order I Rule X of the Code of Civil C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Procedure. The application, which had been moved does not mention any provision or order of Civil Procedure Code or of Commercial Courts Act. It is also to be noted, at this stage, that the amount had been quantified and the appellant had succeeded before the Division Bench when it passed the judgment on 17.07.2015 in Letters Patent Appeal Nos.465 and 466 of 2015. This Court had directed the respondent company to file an undertaking on affidavit with Board Resolution stating that it would pay the full amount in the event of failure. The respondents, according to the appellant, are in deliberate and intentional breach of the said undertaking dated 29.04.2015.\n6. It is also necessary to note that under C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Order VII Rule XI of the Code of Civil Procedure vide Exhibit 12, the application came to be preferred on the ground of limitation and bar of Section 145 of the Electricity Act, which was rejected by the Court on 18.05.2019. \n7. The prayer was made by the respondent for rejection of the plaint under the provision of Order VII Rule XI of the Code of Civil Procedure where the contention raised by the respondent was that the suit appeared from the statement in the plaint to be barred by Section 145 of the Electricity Act. Unauthorized dues of the electricity were alleged by the appellant in accordance with the provision of 126 of the Electricity Act, 2003. It was alleged C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 that the suit was barred by the provision of Section 145 of the Electricity Act, 2003 which had clearly put bar on the jurisdiction of the Civil Court. The Court examined this issue by examining the provision of Section 145 of the Electricity Act to hold that the law doesn't bar the plaintiff to file a suit. But, the defendant is prevented to file the suit against the defendant for any act performed by the plaintiff with reference to Sections 126 and 127 of the Electricity Act. 7.1 In other words, if the defendant had an objection against the activity conducted for assessment of unauthorized use of electricity by the plaintiff, no suit can be filed before the Civil Court for appropriate relief and in that fashion C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 the jurisdiction of the Civil Court is barred by Section 145 of the Electricity Act. Relying on the decision of the Apex Court in case of North Delhi Power Limited vs. Devinder Singh decided in Civil Appeal No.20842 of 2017 where the Court has held that the Special Electricity Court acts as a Court of Sessions which has been set up to try offences that are committed under the Act. By no stretch of imagination it can be stated that a civil suit would be within the jurisdiction of such Courts and accordingly the Court held that the suit is not barred by the provision of Section 145 of the Electricity Act. The objection raised on the ground of limitation also is examined to hold that Section 9 of the Limitation Act prescribed period of 3 years C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 for preferring the suit. In case of the appellant, it was held that within three years from the date 26.09.2011 the suit was to be filed, however, it is filed on 03.08.2016. The Court held that on the ground that the respondent was required to make the payment within the 30 days of the order i.e. 17.07.2015, the limitation period would start on 17.07.2015. The appellant since had preferred the suit on 03.08.2016 excluding the period taken for the bona fide prosecution before various courts, it was held to be within the limitation. \n8. The Commercial Court had relied on the provisions of Commercial Courts Act particularly Order XIII A which sets out the procedure by which the Court may decide C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 a claim pertaining to any commercial dispute without recording oral evidence under the heading of summary judgment. The procedure prescribed under Rule IV is that an application for summary judgment to a court would need to include in addition to any other matter (i) an application to contain the statement that it is an application for summary judgment made under this order, (ii) it must disclose all material facts and identify the point of law, (iii) in the event the applicant seeks to rely upon any documentary evidences, the applicant must include these documents. It should identify the relevant content of the documentary evidence and the application must state the reason why there are no real prospects of succeeding on a claim or C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 defending the claim (iv) the relief, the applicant is seeking and brief grounds for the same also are needed, (v) where a hearing for summary judgment is fixed the respondent to be given at least 30 days' notice, where the respondent may within 30 days of the receipt of notice of hearing of application of summary judgment file a reply.\n9. Rule V provide that notwithstanding anything in this order if the respondent in an application for summary judgment wishes to rely on the additional documentary evidences, the respondent must file such documentary evidence. Where it appears to the Court that it is possible that a claim or defence may succeed or it is improbable that it shall do so it may make a C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 conditional order. \n10. The Commercial Court noted that in a suit, the respondent No.1 filed the written statement and thereafter filed an application for rejection of the suit on the ground of non-existence of the cause of action and the same had been construed as an application for summary judgment. The Court was required to decide the main issue that \"whether after passing of the decision of the Hon'ble Supreme Court on 15.11.2019 in the matter of Committee of Creditors of Essar Steel India Limited vs. Satish Kumar Gupta (supra) any cause of action survived for plaintiff?\" If the issue is to be decided in affirmative then Court would proceed for further trial and if it is to be decided in negative then the suit proceedings will attain the finality. C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Thus, relying on the principle of Order XIII A the Court was of the opinion that it needs to decide the application under procedure Order XIII A as an application for summary judgment. \n11. On considering various undisputed facts and the decision of the Apex Court in case of Committee of Creditors of Essar Steel India Limited vs. Satish Kumar Gupta (supra), the Court held that the judgment of the Apex Court is clear on the pending dispute before various authorities and non- maintainability of it after the successful approval of the resolution and confirmed by the appellate authority. Hence, the suit is said to be clearly infructuous. The Court held that the plaint was approved at the time of its filing and there was no C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 infirmity of any law nor was it barred by the law and there existed the cause of action. However, after passing of the judgment of the Apex Court, the situation became different and the suit would need to be dismissed under Order VII Rule XI or under Section 151 of the Code of Civil Procedure as the separate provision in mechanism is available in the Commercial Courts Act in the form of summary judgment and the Court can pass the order under that provision. \n12. Serious grievance is raised by the appellant saying that the application was for direction only. The defendant's application was filed beyond the period of 120 days in the Commercial Court. It was a special suit in the year 2016, which was C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 later on changed to commercial suit. It was decided on an application which is not under the Code of Civil Procedure and it could not have been decided as summary judgment. The dispute was raised in Special Civil Suit in 2016. The base of the dispute is Rs.2311,02,43,968/-.\n13. Vital it would be to make a mention that there is no separate application moved for summary judgment as required under the statute. The Commercial Court itself while passing the order had referred to the provisions of the Commercial Courts Act particularly Order XIII A even if the ground for the summary judgment that the plaintiff has no real prospect of succeeding on the claim or the defendant has no real prospect of successfully C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 defending the claim did not exist. The procedure which is prescribed requires an application for summary judgment to the Court over and above that the applicant if deems relevant can include various aspects, nothing of the sort is found. The Court had also been oblivious of the fact that earlier application was moved by the respondent and the same had been decided below Exhibit 12 where the rejection of the suit under Order VII Rule XI of the Code of Civil Procedure was being considered. \n14. What is important to note is that the trial Court had granted Rs.368 Crore (rounded off) with 15% interest. \n15. It is vital for the consideration of this Court (i) whether the claims agitated C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 in the appellant's suit survive after approval of the Resolution Plan for the answering respondent and the judgment of the Apex Court dated 15.11.2019 where the Hon'ble Supreme Court of India in Committee of Creditors of Essar Steel India Limited vs. Satish Kumar Gupta and others (supra) and (ii) whether despite finding that the appellant's claim do not survive in light of the decision of the Apex Court in case of Committee of Creditors of ESIL vs.Satish Kumar Gupta and others (supra) the Commercial Court erred in dismissing the appellant's suit relying on Order XIII A of the Code of Civil Procedure and the matter ought to be remanded to the learned Commercial Court.\n16. The appellant's claim disputed or C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 undisputed, crystallized or uncrystallized is a claim within the meaning of Section 3 (6) of the Commercial Courts Act, which was required to be dealt with in accordance with the provision of the Court. The appellant filed its claim along with certain documents before the Resolution Professional on 11.08.2017. The appellant gave the details of the disputes pending between the parties (page 276 A Appellant's Convenience Compilation Volume 1). The appellant's suit also refers to these documents as the basis of the cause of action for filing the same. \n17. The Resolution Professional verified the claim of the appellant and the Resolution Professional informed the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 appellant that its claim had been admitted only to the extent of INR 1 as the claim was disputed. The appellant had already gone to the NCLT as well as NCLAT and the Apex Court in Essar Steel judgment. Thus, all the claims and disputes raised by the creditors of the Essar Steel were already considered by the Resolution Plan. According to the appellant, the effect of the Resolution Plan is not that against the erstwhile Essar Steel would stand extinguished in terms of the Resolution Plan. Whereas according to the respondent, the effect would be of extinguishment of all claims whether they form the part of Corporate Insolvency Resolution Process ('the CIRP' hereinafter) or not. \n18. The decisions sought to be relied upon C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 are of Ghanshyam Mishra vs. Edelweiss Asset Reconstruction Company, reported in (2021) 9 SCC 657 and the decision of Essar Steel Limited vs. State of Gujarat. 18.1 In case of Ghanshyam Mishra (supra), the Apex Court has held thus:\n\"2.1 (i) As to whether any creditor including the Central Government, State Government or any local authority is bound by the Resolution Plan once it is approved by an adjudicating authority under subsection (1) of Section 31 of the Insolvency and Bankruptcy Code, 2016 (hereinafter referred to as 'I&B Code')?\n2.2 ( ii) As to whether the amendment to Section 31 by Section 7 of Act 26 of 2019 is clarificatory/declaratory or substantive in nature? \n2.3 (iii) As to whether after approval of resolution plan by the Adjudicating Authority a creditor including the Central Government, State Government or any local authority is entitled to initiate any proceedings for recovery of any of the dues from the Corporate Debtor, which are not a part of the Resolution Plan approved by the adjudicating authority? \nC/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 ***\n64. It could thus be seen, that the legislature has given paramount importance to the commercial wisdom of CoC and the scope of judicial review by Adjudicating Authority is limited to the extent provided under Section 31 of I&B Code and of the Appellate Authority is limited to the extent provided under subsection (3) of Section 61 of the I&B Code, is no more res integra. \n***\n67. Perusal of Section 29 of the I&B Code read with Regulation 36 of the Regulations would reveal, that it requires RP to prepare an information memorandum containing various details of the Corporate Debtor so that the resolution applicant submitting a plan is aware of the assets and liabilities of the Corporate Debtor, including the details about the creditors and the amounts claimed by them. It is also required to contain the details of guarantees that have been given in relation to the debts of the corporate debtor by other persons. The details with regard to all material litigation and an ongoing investigation or proceeding initiated by Government and statutory authorities are also required to be contained in the information memorandum. So also the details regarding the number of workers and employees and liabilities of the Corporate Debtor towards them are required to be contained in the information memorandum. \n68. All these details are required to be contained in the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 information memorandum so that the resolution applicant is aware, as to what are the liabilities, that he may have to face and provide for a plan, which apart from satisfying a part of such liabilities would also ensure, that the Corporate Debtor is revived and made a running establishment. The legislative intent of making the resolution plan binding on all the stakeholders after it gets the seal of approval from the Adjudicating Authority upon its satisfaction, that the resolution plan approved by CoC meets the requirement as referred to in subsection (2) of Section 30 is, that after the approval of the resolution plan, no surprise claims should be flung on the successful resolution applicant. The dominant purpose is, that he should start with fresh slate on the basis of the resolution plan approved. \n69.This aspect has been aptly explained by this Court in the case of Committee of Creditors of Essar Steel India Limited through Authorised Signatory (supra). \n\"107. For the same reason, the impugned NCLAT judgment [Standard Chartered Bank v. Satish Kumar Gupta, 2019 SCC OnLine NCLAT 388] in holding that claims that may exist apart from those decided on merits by the resolution professional and by the Adjudicating Authority/Appellate Tribunal can now be decided by an appropriate forum in terms of Section 60(6) of the Code, also militates against the rationale of Section 31 of the Code. A successful resolution C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 applicant cannot suddenly be faced with \"undecided\"\nclaims after the resolution plan submitted by him has been accepted as this would amount to a hydra head pop ping up which would throw into uncertainty amounts payable by a prospective resolution applicant who would successfully take over the business of the corporate debtor. All claims must be submitted to and decided by the resolution professional so that a prospective resolution applicant knows exactly what has to be paid in order that it may then take over and run the business of the corporate debtor. This the successful resolution applicant does on a fresh slate, as has been pointed out by us hereinabove. For these rea sons, NCLAT judgment must also be set aside on this count.\" \n70.In view of this legal position, we could have very well stopped here and held, that, the observation made by NCLAT in the appeal filed by EARC to the effect, that EARC was entitled to take recourse to such remedies as are available to it in law, is impermissible in law. \n71. As held by this Court in the case of Pr. Commissioner of Income Tax vs. Monnet Ispat and Energy Ltd.10, in view of provisions of Section 238 of I&B Code, the provisions thereof will have an overriding effect, if there is any inconsistency with any of the provisions of the law for the time being in force or any instrument having 10 SLP(C) No.6483/2018 (order dated 10.8.2018) effect by virtue of any C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 such law. As such, the observations made by NCLAT to the aforesaid effect, if permitted to remain, would frustrate the very purpose for which the I&B Code is enacted. \n72.However, in Civil Appeal arising out of Special Leave Petition (Civil) No.11232 of 2020, Writ Petition (Civil) No.1177 of 2020 and Civil Appeals arising out of Special Leave Petition (Civil) Nos. 71477150 of 2020, the issue with regard to the statutory claims of the State Government and the Central Government in respect of the period prior to the approval of resolution plan by NCLT, will have to be considered. \n18.2 This Court in case of Essar Steel Limited vs. State of Gujarat has held thus:\n\"11.1 Undisputedly the applicant herein i.e. ArcelorMittal Nippon Steel India Ltd., formerly known as Essar Steel India Ltd., (ESIL) submitted a Resolution Plan which came to be approved by the CoC on 25.10.2018 and, thereafter, by the Hon'ble Supreme Court on 15.11.2019 in Committee of Creditors of Essar Steel India Ltd., vs. Satish Kumar Gupta and others, reported in 2019 SCC OnLine 1478. Upon approval of the said Resolution Plan all the claims RP by the creditors were settled or discharged by appropriate assignment of value. The Resolution Plan provides that all the claims of ESIL whether contingent or crystallized, known or unknown, C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 filed or not filed shall stand irrevocably and unconditionally abated, discharged, settled and extinguished in perpetuity upon approval of the Resolution Plan. In view of Section 31 of the Code, the Resolution Plan is binding to all stakeholders, including the respondents herein. Section 31 of the IBC, 2016 reads thus :-\n\"31. Approval of resolution plan .- (1) If the Adjudicating Authority is satisfied that the resolution plan as approved by the committee of creditors under sub-section (4) of Section 30 meets the requirements as referred to in sub-section (2) of Section 30, it shall by order approve the resolution plan which shall be binding on the corporate debtor and its employees, members, creditors, including the Central Government, any State Government or any local authority to whom a debt in respect of the payment of dues arising under any law for the time being in force, such as authorities to whom statutory dues are owed, guarantors and other stakeholders involved in the resolution plan.\nProvided that the Adjudicating Authority shall, before passing an order for approval of resolution plan under this subsection, satisfy that the resolution plan has provisions for its effective implementation.\" \n11.2 Further the Resolution Plan came to be finally approved C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 by the Hon'ble Supreme Court in the aforesaid judgment, wherein in view of the aforesaid judgment and Section 31 of the Code all the past dues, claims and liabilities against ESIL stands extinguished and hence no outstanding liability of ESIL/ AMNS now remains. In view thereof, the liability raised by the impugned notices which are subject matter of present writ application stands extinguished so far as ESIL is concerned. By way of judgment dated 15.11.2019 in committee of creditors of ESIL vs. Satishkumar Gupta, the Hon'ble Supreme Court dismissed the various appeals and finally approved the Resolution Plan of ArcelorMittal Nippon Steel India Ltd., in the judgment as reported in 2020 (8) SCC 531. The Hon'ble Supreme Court held in para-105 which reads thus :-\n\"105. Section 31(1) of the Code makes it clear that once a resolution plan is approved by the Committee of Creditors it shall be binding on all stakeholders, including guarantors. This is for the reason thatthis provision ensures that the successful resolution applicant starts running the business of the corporate debtor on a fresh slate as it were. In SBI v. V. Ramakrishnan [SBI v. V. Ramakrishnan,(2018)17 SCC 394 : (2019) 2 SCC (Civ) 458], this Court relying upon Section 31 of the Code has held: (SCC p. 411, para 25) \"25. Section 31 of the Act was also strongly relied upon C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 by the respondents. This section only states that once a resolution plan, as approved by the Committee of Creditors, takes effect, itshall be binding on the corporate debtor as well as the guarantor. This is for the reason that otherwise, under Section 133 of the Contract Act, 1872, any change made to the debt owed by the corporate debtor, without the surety's consent, would relieve the guarantor from payment. Section 31(1), in fact, makes it clear that the guarantor cannot escape payment as the resolution plan, which has been approved, may well include provisions as to payments to be made by such guarantor. This is perhaps the reason that Annexure VI(e) to Form 6 contained in the Rules and Regulation 36(2) referred to above, require information as to personal guarantees that have been given in relation to the debts of the corporate debtor. \nFar from supporting the stand of the respondents, it is clear that in point of fact, Section 31 is one more factor in favour of a personal guarantor having to pay for debts due without any moratorium applying to save him.\"\n107. For the same reason, the impugned NCLAT judgment in holding that claims that may exist apart from those decided on merits by the resolution professional and by the Adjudicating Authority/ Appellate Tribunal can now be decided by an C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 appropriate forum in terms of Section 60(6) of the Code, also militates against the rationale of Section 31 of the Code. A successful resolution applicant cannot suddenly be faced with \"undecided\" claims after the resolution plan submitted by him has been accepted as this would amount to a hydra head popping up which would throw into uncertainty amounts payable by a prospective resolution applicant who would successfully take over the business of the corporate debtor. All claims must be submitted to and decided by the resolution professional so that a prospective resolution applicant knows exactly what has to be paid in order that it may then take over and run the business of the corporate debtor. This the successful resolution applicant does on a fresh slate, as has been pointed out by us hereinabove. For these reasons, NCLAT judgment must also be set aside on this count.\" 11.3 Further the Resolution Plan provides that all the claims alongwith related proceedings shall stand irrevocably and unconditionally stand abated, discharged, settled and extinguished in perpetuative upon approval of the Resolution Plan. Further no person shall be entitled to initiate any proceeding to enforce any claims or continue any proceeding in relation to any claim so far as such claim relate to period prior to plan approval date. The relevant C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 provisions of the Resolution Plan as approved by the Hon'ble Supreme Court are reproduced herein which reproduced herein which reads thus :-\nProceedings in relation to the Water Charges Claim stand abated:\nThe Resolution Plan provides that all the claims along with the related proceedings shall stand irrevocably and unconditionally abated, discharged, settled and extinguished in perpetuity upon approval of the Resolution Plan. Further, no person shall be entitled to initiate any proceedings to enforce any claims or continue any proceedings in relation to any claims in so far as such claims relate to the period prior to the Plan Approval Date. Certain relevant provisions of the Resolution Plan, as approved vide the SC Judgment, are extracted hereunder for ready reference:\n\"Operational Creditors: Trade Creditors and Government Creditors - Pursuant to the approval of the Resolution Plan by the Adjudicating Authority, each, of the Trade Creditors and Government Creditors shall be deemed to be bound by the following terms :-\nThe payments proposed to be made to the Trade Creditors and Government Creditors in accordance with this Resolution Plan, shall be treated as full and final C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 payment of all outstanding dues of the Corporate Debtor to each of such Trade Creditors and Government Creditors. Except as stated above, the Government Creditors and Trade Creditors shall be deemed to have no outstanding claims against the Corporate Debtor; and As on the Plan Approval Date, the Government Creditors and Trade Creditors shall be deemed to have waived, until the Plan Approval Date, all termination rights on account of payment defaults and rights to payment of penalty, default payment or any payment of like nature under any agreement or arrangement against the Corporate Debtor.\" \n\"XIII. Other Terms of the Resolution Plan xxx xxx xxx Extinguishment of Claims:\n1. Notwithstanding anything contained under ApplicableLaw or otherwise, the Claims pertaining to the Corporate Debtor shall stand extinguished, settled, abated and satisfied in the manner set out hereinafter:\na. Upon approval of the Resolution Plan by the Adjudicating Authority, except for payments/settlements under this Resolution Plan, no other payments or settlements (of any kind) will have to be made to any other Person in respect of the Claims filed under the Resolution Process and all Claims (including, for the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 avoidance of doubt, Rejected Claims Amount and Verification Pending Amounts) against the Corporate Debtor till or as of the Insolvency Commencement Date along with any related Proceedings, including Proceedings for enforcement of any security interest, to the extent approved by the Adjudicating Authority, (other than in respect of invocation of corporate guarantees and personal guarantees issued for and on behalf of the Corporate Debtor by the Existing Promoter Group or their respective affiliates), shall stand irrevocably and unconditionally abated, discharged, settled and extinguished in perpetuity and if required, the Resolution Applicant, Corporate Debtor and its Stakeholders shall make necessary filings and take all necessary steps for the same. \nb. Upon approval of the Resolution Plan by the Adjudicating Authority, the payments contemplated in this Resolution Plan shall be the Corporate Debtor's full and final performance, and satisfaction, of all Claims (including Rejected Claims Amounts and Verification Pending Amounts) against the Corporate Debtor till or as of the Insolvency Commencement Date, shall stand irrevocably and unconditionally settled and extinguished in perpetuity. \nXxx xxx xxx C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 e. Other than as set out in this Resolution Plan, the Resolution Applicant and the Corporate Debtor shall have no responsibility or liability in respect of any Claims (whether contingent or crystallized, known or unknown, filed or not filed) against the Corporate Debtor attributable to the period prior to the Insolvency Commencement Date, including those relating to any corporate guarantees, indemnities and all other forms of credit support provided by the Corporate Debtor till or as of the Insolvency Commencement Date shall stand irrevocably and unconditionally abated, settled and extinguished in perpetuity. \nxx xxx xxx 1. No Person shall be entitled to initiate any Proceedings to enforce any Claims or continue any proceedings in relation to any Claims in so far as the Claims relate to the period prior to the Plan Approval Date. \nxxx xx xxx 2. With respect to the matters stated in paragraph 1above, any liabilities and/ or Claims that arise till the Effective Date shall stand waived, extinguished, abated, discharged in perpetuity and provisions of paragraph 1 above shall mutatis mutandis apply.\" \n11.4 The above referred portion of the aforesaid judgment make it exceedingly clear that upon approval C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 of the Resolution Plan all claims including any existing claim such as claim made with respect to water charges which form the subject matter of present Special Civil Application stand extinguished. The Resolution Plan operates \"in rem\" and it disentitles anyone from agitating any claims that existed prior to Resolution period. \n11.5 Pursuant to the approval of the terms of the resolution plan an amount of Rs.10,65,02,083 was paid by ESIL to the writ-applicant by way of demand draft which was submitted by letter dated 6.12.2019 and the same was accepted by the respondent No.2 on 17.12.2019 without any demurer or protest. The said letter dated 6.12.2019 is produced thus;-\n\"December 16, 2019 To: Executive Engineer, Kakarapar Right Bank Canal Division, 2nd Floor, City Mamlatdar Office, Athwalines , Surat. \nDear Sir/Madam: \nSubject: Payment under the resolution plan for Essar Steel India Limited The Hon'ble Supreme Court of India, through its C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 judgment dated November 15, 2019 (\"Supreme Court Order\"), has approved the resolution plan submitted by ArcelorMittal India Private Limited (AMPIL\") in respect of the corporate insolvency resolution process of ESIL, after considering the order of the Hon'ble National Company Law Tribunal,Ahmedabad bench dated March 8, 2019 and the order of the Hon'ble National Company Law Appellate Tribunal dated July 4, 2019 (the resolution plan, as modified, amended and approved by the Supreme Court Order, the \"Resolution Plan\"). In accordance with the terms of the Resolution Plan, below are the details of the payment to you as an operational creditor of ESIL: \n       1           Name of        the              EXECUTIVE ENGINEERS, KRBC                    Operation                       SURAT, GOVERNMENT OF                    Creditor                        GUJARAT. \n       2           Amount         of               Rs.1,06,502,083/- In words : \n                   distribution                    Rs Ten Crores Sixty Five lacs                    under         the               two thousand and eighty three                    Resolution Plan                 only . \n       3           Details          of             DD No . : 626895 DD Date : \n                   Demand        Draft             December 16,2019 DD Issuing                    ( DD) issued for                 Bank : State Bank of India                    the        eligible             Issued in favour of : Executive                    amount       under              Engineer     KRBC      Division                    the     Resolution              Payable at : Surat                    Plan The Demand Draft mentioned above is enclosed with this letter. \nC/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 In accordance with the terms of the Resolution Plan and the Supreme Court Order, please note that the payment of the above amount shall be treated as full and final payment of all outstanding claims/dues (including any undecided claims) of ESIL to you, and all such claims shall be fully extinguished. Neither ESIL nor AMIPL shall be liable to pay any additional amounts to you. Note that any outstanding advances made by ESIL to you, if any, should not be offset against any past unpaid claims or dues, and such outstanding advances should be adjusted only against future supply of goods and services, as applicable.\nThis letter is for your information. Handed over to Mr. Mayank Kumar Desai - DL No. GJ05-19940099755 For and on behalf of Essar Steel India Limited Name: M. Balajee Designation: DD Received Vice President Finance 17.12.2019 For, Executive Engineer K. R. B. C. Division Surat\"\n11.6 In view of above, in view of this Court the present special civil application arose prior to the commencement of CIRP and the same stands C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 extinguished by virtue of the judgment delivered by the Hon'ble Supreme Court in 2020 (8) SCC 531. The proceedings under the Insolvency and Bankruptcy Code 2016 has acquired finality with the aforesaid judgment passed by the Hon'ble Supreme Court in 2020 (8) SCC 531 which clearly shows discussion in detail of the entire scheme of the provisions of the Code and vide the aforesaid quoted paragraphs it clearly shows that \"undecided claim\" of the operational creditors i.e. stand extinguished by the said scheme of rehabilitation/ revival approved by the committee of the creditors which came to be approved by the Hon'ble Supreme Court.\n12. Thus, in view of this Court the civil application in the Special Civil Application No.8741 of 2008 ArcelorMittal Nippon Steel India Ltd., formerly known as Essar Steel India Ltd., (ESIL) deserves to be allowed and the Special Civil Application No.8741 of 2008 filed by the Essar Steel India Ltd., (ESIL) against the respondent No.2 stands allowed to the aforesaid extent.\"\n19. The appellant had relied on Note 21 at page 308 of the Appellant's Convenience Compilation, Volume-I that the claim of the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 certain creditors according to Note 21 was admitted at Rs.1/-. The value of Rs.1/- was assigned to the appellant's claim whereas according to the respondent, the appellant's claim would be extinguished once there is an approval of the Resolution Plan. It cannot argue that its claims are not extinguished in terms of the Resolution Plan. If Note 21 as argued before us by the respondent had the effect of survival of appellant's claim and inclusion of the same in the Resolution Plan, there would not have been any requirement for the appellant to file IA No.446 of 2018 by which it prayed that Resolution Plan may not be approved before because payment of DGVCL's claim had not been provided for in the plan. IA No.446 of 2018 was filed in C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 November 2018 whereas Note 21 is a part of document file with the NCLT in June 2018. Therefore, according to the respondent, the appellant had been barred by the principle of res judicata to re-agitate these claims under the appellant's suit and even the cause of action does not survive any longer. It is also emphatically pointed out by the respondent that neither Note 21 is a part of a Resolution Plan nor the information memorandum. It is a part of list of creditors prepared by the Resolution Professional and forwarded to the NCLT. In CIRP, which is a Resolution Plan which decides how much payment is to be made to each creditor toward full and final satisfaction of its entirely, its entire claim admitted by the Resolution C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Professional. \n19.1 Although, the appellant has emphasized on the fact that Resolution Professional was wrongly admitted the appellant's huge claims to INR 1/- only on the ground that the same is disputed. It has urged that it should be allowed to pursue such claims even after completion of Essar Steel CIRP. Such submissions at first glance will seem to be grossly misleading and also against the settled law laid down by the Apex Court as contended by the respondent. It is not in dispute that the decision of the Resolution Professional to admit the claim of the appellant only to the extent of Rs.1/- was upheld by the Essar Steel's judgment. The appellant's submission that despite the claim of the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 appellant having been admitted in the Resolution Plan to the extent of INR 1/-, the respondent can be asked to pay a claim beyond the terms of the Resolution Plan. In the opinion of this Court, it would not be contrary to the decision of the Apex Court and to the objective of the Court. \n20. It is true that under the Resolution Plan, the appellant has not been found entitled to receive any sum towards its claim except INR 1/-. The Resolution Professional had put the notional value to the claim of the petitioner at INR 1/- and of course, the Resolution Professional's decision has been upheld by Apex Court in Essar Steel's judgment as also in the review order. \nC/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 21. This Court is not in agreement with the submissions of the respondent that the Resolution Plan for erstwhile Essar Steel since had been approved, the appellant's claim would be extinguished in terms of such plan. This Court is conscious of the decisions of the Apex Court in case of Ghanshyam Mishra (supra), this decision provides that on approval of the Resolution Plans all claims stand frozen. The appellant's claim at Rs.1/- even if is frozen, the rest of its claim of Rupees Five Thousand and odd Crores may not stand extinguished. \n22. This Court needs to refer to the appellant's claim and statutory dues. C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Claim of statutory dues by the appellant. 22.1 The appellant has contended its claim to be statutory dues and therefore, not to be extinguished by the Resolution Plan. As discussed above, the Resolution Plan in the present case did not provide for any payment towards the appellant's statutory claim. The appellant, therefore, has sought a permission to continue its suit and to bolster these submissions the appellant had relied on the decision of the Apex Court in case of State Tax Officer (1) vs. Rainbow Papers Limited, reported in (2022) ibclaw.in 107 SC Civil Appeal No.1661 of 2020 With Civil Appeal No.2568 of 2020 the judgment dated 06.09.2022. 23.1. The Court was considering whether the State can pursuant to Section 48 of the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Gujarat Value Added Tax Act claim first charge over the assets of corporate debtor and whether in view of such a first charge, a plan which waived of such dues can be approved by the Committee of Creditors. and whether claim filed before the Resolution Professional after considerable delay can be entertained. The Apex Court held that the State Government was a secured creditor as per Section 48 of the Value Added Tax Act and there was no inconsistency between Gujarat Value Added Tax Act and the Court. It also held that the Resolution Plan which does not provide for payment of statutory dues ought to be rejected and the company ought to be liquidated. The Government's claim could not have been rejected on the sole ground that there was a delay in C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 filing it. Accordingly, the Resolution Plan approved by the Committee of Creditors was set aside. \n23.2 Of course, the facts of the appellant differ this wise that the appellant's claim was not rejected by the Resolution Professional on the ground that it was filed belatedly, but on the ground that the disputes were pending with respect to the claim before various authorities. Therefore, the amount of claim admitted was the notional amount of INR 1/- to ensure the participation in the CIRP. \n24. Here, of course, there was a refusal to approve the Resolution Plan, whereas in the present case the Resolution Plan has already been approved not just by the NCLT, C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 but by the Apex Court and yet the claim being the statutory dues of the appellant even when a Resolution Plan has been approved, it is not a case of a hydra-heads as held in case of Committee of Creditors of Essar Steel India Limited vs. Satish Kumar Gupta (supra). \n25. We notice from Appellant's Convenience Compilation that the total amount of claim made under Regulation 7 of the Insolvency and Bankruptcy Board of India was 5882.28 Crore as on 02.08.2017. The bifurcation of the same also has been given this wise:\nNos.                   Particulars  4     Total Amount of Claim as on 02.08.2017 Rs.5882.28              crores (including any interest as at the insolvency (Rupees Five Thousand commencement date) Eight Hundred Eighty Two Crores and Twenty Eight Lacs Only)\n1. Cross subsidy Surcharge-Rs.1136.08 Crores 2. Additional Surcharge- C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Rs.665.92 Crores. \n3. Breach of Minutes of Meeting dated 01.02.2010-Rs.4047.01 crores 4. Electricity Duty on demand charges- Rs.33.27 Crires Note: Electricity Duty is a levy by the Government of Gujarat under the Bombay Electricity Duty Act as applicable in the State of Gujarat. DGVCL as a licensee haas the obligation tocollect the duty from the assesses. \n                                                    The      utilization  and                                                     appropriation      of  the                                                     amount collected is as                                                     per the decision of the                                                     Government of Gujarat. \n\n\nThere         was       a     cross        subsidy           surcharge, \n\nadditional              surcharge,the            detail            of         the dispute also has been mentioned and there is a reference that Essar Steel India Limited challenged the amount under Section 127 of the Electricity Act wherein the issue was decided under Section 126 of the Electricity Act as unauthorized use of C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 electricity. This was challenged by DGVCL before the High Court of Gujarat and the Court vide its order dated 17.07.2015 held that the case is not covered by Sections 126 and 127 of the Electricity Act,2003 and therefore, the limitation of liability under Section 126 of the Act would not apply. Essar Steel India Limited had challenged the same before the Hon'ble Supreme Court being Special Leave Petition Nos.27920 and 27921 of 2015. It also has a reference of DGVCL having filed a Civil Suit before Surat District Court being Special Civil Suit No.373 of 2016 for amount of Rs.3683.38 Crore (rounded off). There is a reference of the payment of Rs.192.59 Crore (rounded off) out of Rs.2311.02 Crore (rounded off) by Essar C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Steel India Limited. The balance due is Rs.2118.44 Crore (rounded off) (Principal + Interest).\n26. The State on the affidavit the details of the claims and some of the documents which are sought to be relied upon have been provided. \n27. A communication dated 25.10.2017 from I.P.Essar Steel provides that on verification of the claim dated 11.08.2017 against the Essar Steel, the status of the claim filed under Regulation 7 of the Insolvency and Bankruptcy Board of India (Insolvency Resolution Process of Four Corporate Persons) Regulations, 2016 provides thus:\n\"This is to inform you upon verification ofyour claim Form-B C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 dated 11 August 2017 against Essar Steel India Limited, the following is the status of your claim filed under regulation 7 of the Insolvency and Bankruptcy Board of India (Insolvency Resolution Process of Corporate Persons) Regulations, 2016:\nAmount of Claim INR 5882,28,00,000 Amount of Claim submitted submitted Amount of Claim Notional amount of Amount of Claim admitted INR 1 (Indian Rupee admitted One Only) to ensure your participation in the corporate insolvency resolution process Reason for non- The remaining Reason for non- admission         of   entire amount           is      not admission            of     entire claim amount                  admitted because of claim amount                               pending disputes with                               respect to this claim                               before                various                               authorities. \nYou may take your own independent advice in this matter keepingin view the provisions of the Insolvency and Bankruptcy Code, 2016 and rule/regulations made under the said Code. \nC/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 This is further to inform you that as per the provisions of the Code, it is my duty to take controlof all the assets of the Company including those subject to the determination of ownership by a court or authority. Therefore, you are directed, within seven days from receipt of this letter, to return INR 313,23,33,244 paid by the Company pending various disputes as such amounts are shown by the Company as its asset. For this purpose, you can send an account payee cheque or demand draft in name of the Company, viz., Essar Steel India Limited. \nYou would appreciate that above refund of moneyis essential for revival of the Company in accordance with the code discharge of my duties under the Code.\"\n27.1 It further has said that the appellant may take its own independent advise in this matter keeping in view of the provision of IBC, 2016 and the Rules and Regulations made under the Code. It further informs that since it was his duty to take control of all assets of the company including those subjects to the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 determination of the ownership by a Court or Authority. The INR 313,23,33,244/- paid by the Company pending various disputes of such amount are shown by the company as its assets and directed the demand draft in the name of the company. This refund of money was essential, according to this communication, for revival of the company. shows that its claims are subject to disputes pending before various authorities and have been admitted with a notional amount of INR 1/-. The below mentioned are the claimed amounts of these seven creditors which have been classified as amount admitted, amount rejected, amount verification on going as these amounts are subject to disputes pending before various C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 authorities. \n\"Note 21: Operational creditor claims are subject to disputes pending before various authorities and have been admitted with a notional amount of INR 1(Indian Rupee One Only). Below mentioned are the claim amounts of these 7 creditors which have not been classified as \"Amount Admitted\", Amount Rejected\" or Amount-Verification Ongoing\" as these amounts are subject to disputes pending before various authorities. \n          Sr . NO        Operating Creditor              Amount (in INR) \n             1         A.H.Khadawala,     State         5,449,844,724                        Tax Officer, Surat              2         Commissioner        of             42,230,647                        Customs,       Custom                        House,    Port   Area, \n                       Vishakhapatnam              3         Dakshin  Gujarat        Vij     58,822,7999,999                        Company Limited              4         Gujarat           Energy         8,271,812,868                        Transmission                        Corporation Limited              5         Indian Oil Corporation          37,625,874,503                        Limited              6         Shree Karani Transport              1,719,407              7         TVS Logistics Services              4,667,858                        Limited    (Drive   India                        Enterprise Service Ltd.)\n             8         Total                           110,218,950,006 28. This Court cannot be oblivious of the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 fact that the legislative intent of making Resolution Plan binding as held by the Apex Court in case of Ghanshyam Mishra (supra) on all the stakeholders after it gets a seal of approval from the adjudicating authority is that the Resolution Plan approved by the Committee of Creditors meet the requirement as referred to in sub- section (2) of Section 30 and that after the approval of Resolution Plan, no surprise claim should be plunged on the successful Resolution Applicant. Since the dominant purpose is that he should start with the fresh slate on the basis of the Resolution Plan approved. In the Essar Steel also the Court had said the successful Resolution Applicant cannot suddenly be faced with undecided claims C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 after Resolution Plan submitted by him has been accepted as that would amount to a hydra-heads popping up which would throw into uncertainty amounts payable by a prospective Resolution Applicant would successfully take over the business of the corporate debtors. All claims must be submitted to and decided by the Resolution Professional so that a prospective Resolution Applicant knows exactly what has to be paid in order that it may then take over and run the business of the corporate debtor. \n29. Here is not a case that after the Resolution Plan is approved, there is a surprise claim flung on the successful Resolution Applicant. The Apex Court has C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 held that the predominantly the object is for the Resolution Applicant to start with the fresh slate on the basis of the Resolution Plan approved and not allow the hydra-heads to pop-up, the claim which has been made by the appellant is a part of the claim made to the Resolution Professional and the Note of the Operational Creditor makes it abundantly clear that while finalizing the Resolution Plan the concerned authority was conscious that operation creditor had made the claim subject to the disputes pending before various authorities and therefore, only they had not classified the amount as either amount admitted or amount rejected for that matter amount verification ongoing. In that view of the matter, the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 notional amount of INR 1/- cannot simply extinguish the remaining amount which is a statutory dues to the tune of Rs. 5882.28 Crore (rounded off). \n30. Yet another aspect which would assume importance is the procedural requirement prescribed under the law and availing an opportunity to the appellant, the request of the appellant is for remand of the present proceedings on the ground of non- compliance of Order XIII A of the Code of Civil Procedure. Had it been a case where the amount of the claim submitted by the appellant was finally adjudicated to be of INR 1/- instead of the same being a notional amount and the reason for non- admission was only because of the pendency of the dispute with respect to the claims C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 before various authorities. The successful Resolution Applicant would surely be aware of the possibility of this disputed amount being finalized as the amount of claim for the appellant. Had it been a case of throwing the Resolution Applicant into the uncertainty as a result of its conduct the same could be termed as the hydra-head popping up. \n31. Yet another angle that must not be left sight of is the judgment of the Apex Court in case of State of Gujarat vs. Arcelor Mittal Nippon Steel India Limited, reported in (2022) 6 SCC 459 where a pre CIRP claim was adjudicated on merit after the approval of the Resolution Plan, the said decision where the issue of extinguishment of the claim was not decided. \nC/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 32. Yet another angle which needs to be borne in mind is that the Apex Court in case of Civil Appeal Nos.2444 and 2445 of 2019 challenging the judgment of the Division Bench of this Court dated 17.07.2015 referred to the determination of the issue of maintainability of the appeal filed by the appellant before the designated appellate authority. The Court noted the filing of the suit for additional demand and the developments thereafter. The Court suggested that the appropriate cause would be to avoid the judgment of the Division Bench of the High Court as either affected parties would file an appeal and then that Special Leave Petitions and the present appeals before the Apex Court can be taken up together. This order will be C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 required to be reproduced: \n\"The impugned judgment emanates from the judgment of the Division Bench of the Gujarat High Court dated 17.07.2015 seeking to determine the issue of maintainability of an appeal filed by the appellant before the Designated Appellate Authority. There have been subsequent developments:\n1) The respondent filed a suit for additional demands on 03.08.2016 and the appellant challenged the legality of the demands. The suit was still pending when the issue of a Resolution Plan to revive the appellant company received the imprimatur of this Court and came to be implemented in pursuance to the judgment dated 15.11.2019. In the suit proceedings, a view was taken that the observations in the Resolution Plan giving a notional value to the demand of the respondent of Rs.1 would stand in the way of the respondent in prosecuting the suit. The suit was accordingly dismissed on 28.09.2021 and the respondent has preferred an appeal before the Division Bench being First Appeal No.3659/2021 admitted on 18.12.2021 which is now listed on 05.04.2022.\n2) Learned counsel for the appellant also seeks to raise in these proceedings the issue of the effect of the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 judgment of this Court qua Resolution Plan dated 15.11.2019. To that extent, the issue is common between the appeal pending before the High Court and as now sought to be raised by the appellant as a subsequent development/fact. \nThe other issue we have already mentioned aforesaid i.e. the maintainability of the appeal. These are the two aspects to be examined in the present case and it is thus, suggested that appropriate course of action would be to await the judgment of the Division Bench of the High Court as either of the affected parties would file an appeal and then that Special Leave Petition and the present appeals can be taken up together. \nThe appellants have already deposited the amount as demanded with interest in the present proceedings though learned counsel for the respondent submits that according to them the amount should have been higher and in order to save limitation, they have filed the suit referred to aforesaid. \nTo that extent, there is no great urgency in the present proceedings as the suit has been dismissed of the respondent and thus, that is not a demand pending today as it will depend on the success of the appeal C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 filed by the respondent. \nWe are thus, of the view that it would be appropriate to await the decision in First Appeal No.3659/2021 before the Division Bench of the High Court before taking up this matter or rather simultaneously taking up this matter when the aggrieved parties come before this Court against whatever view the Division Bench takes. \nIt is not for us to direct the High Court how soon they can bestow consideration on the appeal referred to aforesaid but suffice for us to say that we would await their view before taking up this matter and naturally, they will consider the matter as expeditiously as possible. \nNeedless for us to say that the parties before us will not seek adjournments in the appeal pending before the High Court if the Bench is inclined to take up.\" Thus, being conscious of the decision rendered by the Apex Court in Essar Steel, where the Apex Court had not chosen to dismiss the appeal in limie instead it had suggested that the appropriate course would C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 be to await the judgment of the Division Bench in First Appeal No.3659 of 2021. Being conscious of the decision of Essar Steel SC judgment and of Ghanshyam Mishra (supra) the Court could have dismissed the Civil Appeals pending before it however, that course has not been found acceptable by the Apex Court. \n33. Without being deterred by the magnitude of the appellant's claim and the merits thereof, when the issue raised by the respondent whether the claim is extinguished, the answer shall need to be given in negation. \n34. Even if, the rainbow papers cannot become a basis for reopening the resolution plans which were approved and implemented C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 prior to the date of the decision and even though the plan which has been approved by ESIL SC's judgment and in effect from 16.12.2019. The submission that the said plan can be altered as suggested by the applicant by relying on the rainbow papers would have a basis. In ordinary circumstance, such an argument would lead to an absurdity and as rightly pointed out by the respondent may open a pandora's box of the litigation. However, DGVCL had made a claim clearly stating that INR 5882,28,00000 being the amount of the claim and yet the notional amount of INR 1/- was given to ensure the participation in the corporate insolvency resolution process. The Note 21 is extremely important where operational creditors claims are subject to C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 disputes pending before various authorities and therefore, they have been admitted with a notional amount of INR 1/-. The claims amount to seven creditors mentioned which have not been classified as amount admitted or amount rejected or amount verification ongoing. As these are the subject to dispute pending before various authorities. The thrust of arguments before the Apex Court in the decision of ESIC SC judgment when the Court frowned upon any new demands to be made after once the Resolution Plan is finalized is on the ground that once the company is taken over by anyone, it cannot be taken by a surprise and therefore, anything which has not been considered by in the Resolution Plan, the same cannot be later on made the basis to C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 upturn the final plan. \n35. The appellant has relied on the decision of Tata Steel BSL Limited vs. Varsa, reported in 2019 6 MLR 682 (Bombay) to contend that the CIRP does not put an end to everything and a suit in respect of pre CIRP claim can be allowed to continue after approval of Resolution Plan. It is true that the said judgment of Tata Steel was of 28.03.2019 much prior to the ESIL SC judgment (15.11.2019) and Ghanshyam Mishra is of 13.04.2021. Special Leave Petition Diary No.36520/2019 has been filed against the judgment in Tata Steel BSL Limited (Supra) where the Court vide order dated 20.01.2020 issued the notice and imposed the stay on the operation of this decision. C / FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Even without any reference to the Tata Steel BSL Limited decision, the fact remains that the suit in respect of pre CIRP claim had already been brought to the notice of Resolution Professional. \n36. Before the NCLT, the claim had been made and that the same had been taken note of. It was also specifically noted that at the time of finalizing all the claims that the operational creditors' claims were subject to dispute pending before the authorities. Giving of INR 1/- was for the purpose of permitting the appellant to participate in the very process of corporate insolvency resolution. The notional amount of INR 1/- was thus meant for ensuring of participation and not for C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 adjudicating any amount, it was neither admitted nor denied and therefore, to say that the appellant could not have continued the suit in respect of the pre-CIRP claim is not an acceptable proposition. \n37. The question therefore, would be that whether the judgment which is under challenge passed by the Commercial Court under Order XIII A of the Code of Civil Procedure to avoid the lengthy trial on the ground that the claimant had no real prospect of succeeding on the claim and there was no other compelling reason why the claim disposed of before recording of oral evidence is justifiable. At the first glance, the appellant's claim appeared to be extinguished upon the approval of the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Resolution Plan filed by the AMIPL in the CIRP of erstwhile ESIL. At the same time, the Court was required to follow the procedure which is also sacrosanct. Application preferred by the respondent seeking dismissal of the appellant's suit was an application for direction and it was not an application for summary judgment and Order XIII A of the Civil Procedure Code. It is also not a case where there was a substance and style was missing as an application for summary judgment would need to the application for summary judgment under Order XIII A of the Code of Civil Procedure whether would validate the judgment. \n38. Apt would be to refer to the decision C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 in case of Monsanto Technology Llc Thru The Authorised Representative Ms. Natalia Voruz & Others Vs. Nuziveedu Seeds Ltd. Thru The Director & Others, reported in (2019) 3 SCC 381 where the Apex Court has held that there should be strict compliance with the provision of Commercial Courts Act, 2015. Appellant's reliance is with a view to point out that there were complex issues of the law and fact and the findings of the Apex Court are that rendering of a summary judgment in such a situation was not desirable.\n39. Of course, here was not a case of any oral evidence led alone the expert evidence to decide the issue of extinguishment and yet the fact remains that no procedure as contemplated under the Commercial Courts C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Act was followed. Even if, the substance is looked at and it is construed to be a substantive compliance with the procedure prescribed under Order XIII A of the Code of Civil Procedure. It cannot be denied that it was an application for direction and there was no sufficient opportunity to contest the application for direction filed by the respondent. The application for direction was given on 02.12.2020 of course it took about six months' time for the Commercial Court to adjudicate the issue and to pass the judgment which is impugned and even when it is thrown out on the ground of the real prospect of succeeding on the claim was missing, there ought to have been sufficient opportunities to object to the reliefs sought by the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 respondent. \n40. Undoubtedly, the powers are there to pass the summary judgment as contained in Order XIII A of the Code of Civil Procedure and even if the Court can exercise the severe view of the extinguishment of the claim, the judgment can still be assailed if the Court is of the opinion that no sufficient opportunity was made available. \n41. We need to also refer to the decision of Ambalal Sarabhai Enterprise vs. K.S. Infrastructure, reported in 2020 15 SCC 585 which requires for strict compliance of the provision of the 2015 Act. The issue, of course, was whether the question was a commercial dispute as per 2015 Act, this related to the immovable property. It C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 provided that the dispute relating to the immovable property would be termed as commercial dispute only when the property is used in trade or commerce. While holding that there was no material to show the property in question was used exclusively for trade or commerce, the Court held that as a special procedure has been prescribed under the 2015 Act. It is essential to ensure that only the disputes answering to definition of commercial dispute is subjected to that procedure. The Court also has observed that the intention of legislature in enacting 2015 Act is to ensure that expeditious disposal of the commercial disputes can be achieved and also to create a positive environment for investment and development. At the same C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 time, the requirement for following special procedure prescribed cannot be undermined. \n42.For the foregoing reasons, the present first appeal is allowed. The judgment and order dated 28.09.2021 passed by the learned 2nd Additional Senior Civil Judge, Surat in Commercial Civil Suit No.4 of 2020 (Old Special Civil Suit No.373 of 2016) is hereby quashed and set aside and the matter is remitted back to the concerned Trial Court for re-hearing on merits. The Trial Court is directed to hear the suit on merits and in accordance with law and the same shall decide and dispose of as expeditiously as possible. The Commercial Civil Suit No.4 of 2020 (Old Special Civil Suit No.373 of 2016) is restored to its original file. \n                                                       (SONIA GOKANI, CJ)\n\n\n\n                                             (HEMANT M. PRACHCHHAK,J)\n\n\n\n\n\n\n\n    C /FA/3659/2021                                    CAV JUDGMENT DATED: 24/02/2023         At          this    stage,        the        learned               senior advocate,              Mr.Pahwa          seeks          the          stay           of implementation of this judgment and order. What all the Court has said is of restoring the suit, which in its original status was at the stage of framing of the issues, recognizing the fact that it is a Commercial Court which will need to be expedited rather than staying the matter, we would request the learned Presiding Officer of the Commercial Court to initiate the recordance of the evidence, which shall be a step after once the issues are framed after about six weeks. \nRequest is accordingly dealt with. \n(SONIA GOKANI, CJ) (HEMANT M. PRACHCHHAK,J) M.M.MIRZA",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a9b3b64711f64503959fc6e9da9f824c_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e957c2908c66492184b157c17c363ea1_1"
    },
    {
      "start": 242,
      "end": 370,
      "text": "\nGujarat High Court\nDaxin Gujarat Vij Company Ltd Through ... vs Essar Steel India Ltd on 24 February, 2023\nAuthor: Sonia Gokani",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d2f9a698b75549eeb431ca7fa3ef2400_2"
    },
    {
      "start": 372,
      "end": 391,
      "text": "Bench: Sonia Gokani",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50cca83d76ff447e885af7820d68b79e_3"
    },
    {
      "start": 392,
      "end": 411,
      "text": "\n    C/Fa/3659/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c21f8d405fdf42d9ad222afb7621b513_4"
    },
    {
      "start": 412,
      "end": 456,
      "text": "                                Cav Judgment",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a7af4b3255c84d5c8fd469c7266f9aa9_5"
    },
    {
      "start": 457,
      "end": 474,
      "text": "Dated: 24/02/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ffee81b9203f45dc86aa960dfad847c9_6"
    },
    {
      "start": 494,
      "end": 561,
      "text": "In The High Court Of Gujarat At Ahmedabad\n                       R/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "165290aa93cb408fb6f9483e88e9a7e1_7"
    },
    {
      "start": 562,
      "end": 591,
      "text": "First Appeal No. 3659 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2a15a5e3f092451c8650bbd45e54c9fe_8"
    },
    {
      "start": 629,
      "end": 659,
      "text": "With\n                 Civil Ap",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dcb5707eab3b4304bf9b1fefbcd9b188_9"
    },
    {
      "start": 660,
      "end": 751,
      "text": "PLICATION (FOR STAY) NO. 1 of 2021                       In R/FIRST APPEAL NO. 3659 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "41cc11d3ed8141f2bd36aba73abafddb_10"
    },
    {
      "start": 788,
      "end": 875,
      "text": "With                CIVIL APPLICATION (FOR ORDERS) NO. 1 of 2022                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7f2fed2959eb4a1fb8dc1a764343a0aa_11"
    },
    {
      "start": 875,
      "end": 1106,
      "text": "In R/FIRST APPEAL NO. 3659 of 2021 FOR APPROVAL AND SIGNATURE:\nHONOURABLE THE CHIEF JUSTICE MS. JUSTICE SONIA GOKANI and HONOURABLE MR. JUSTICE HEMANT M. PRACHCHHAK ==========================================================\n\n1     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c60470162bd04fa1b42db5d2fd3f0a5e_12"
    },
    {
      "start": 1106,
      "end": 1205,
      "text": "Whether Reporters of Local Papers may be allowed                    YES       to see the judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad83848369274fa880a31119e339773d_13"
    },
    {
      "start": 1207,
      "end": 1281,
      "text": "2     To be referred to the Reporter or not ?                             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "55dfb60b244345e5a9695461365a9475_14"
    },
    {
      "start": 1281,
      "end": 1386,
      "text": "YES 3     Whether their Lordships wish to see the fair copy                    NO       of the judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ab545d288934530a681963ef42232ec_15"
    },
    {
      "start": 1387,
      "end": 1626,
      "text": "\n4     Whether this case involves a substantial question                    NO       of law as to the interpretation of the Constitution       of India or any order made thereunder ?\n========================================================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b69687e9539e45a4956895b9c39f49e7_16"
    },
    {
      "start": 1627,
      "end": 1686,
      "text": "==\nDAXIN GUJARAT VIJ COMPANY LTD THROUGH EXECUTIVE ENGINEER",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bddf07193a02454db82bf358ea3467fc_17"
    },
    {
      "start": 1687,
      "end": 1739,
      "text": "                          Versus                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6fc5b410479d41608abc2726d57d6722_18"
    },
    {
      "start": 1739,
      "end": 1818,
      "text": "ESSAR STEEL INDIA LTD =========================================================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a53d4c0676394fbcb7ea57f17f579d9b_19"
    },
    {
      "start": 1819,
      "end": 2353,
      "text": "=\nAppearance:\nLD SR ADV. MR.ANSHIN DESAI ASSISTED BY MS LILU K BHAYA(1705)\nAND MR SHRINEEL SHAH for the Appellant(s) No. 1 LD.SR.ADV. MR A.M. SINGHVI, WITH LD.SR.ADV.MR. NAVIN PAHWA,\nWITH LD.SR.ADV.MR. RITIN RAI assisted by MS RUBY SINGH AHUJA, MR.\nKEYUR GANDHI, MR. VISHAL GEHRANA, MR. NISARG DESAI, MS PRAVALIKHA, MS RITIKA SINHA, MR.AMIT BHANDARI for GANDHI LAW ASSOCIATESGANDHI LAW ASSOCIATES(12275) for the Defendant(s) No.\n1 RULE SERVED for the Defendant(s) No. 2 ==========================================================\n\n    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bad378252a884051be98901b6ad7f1c5_20"
    },
    {
      "start": 2353,
      "end": 2359,
      "text": "CORAM:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a674b667f49d4b1abcc204be761153ae_21"
    },
    {
      "start": 2360,
      "end": 2370,
      "text": "HONOURABLE",
      "labels": [
        "PREAMBLE"
      ],
      "id": "205c6060a87548feba013281223dc1d2_22"
    },
    {
      "start": 2371,
      "end": 2400,
      "text": "THE CHIEF JUSTICE MS. JUSTICE",
      "labels": [
        "PREAMBLE"
      ],
      "id": "824603c0db2c4453a65bc9f8d529bdf4_23"
    },
    {
      "start": 2401,
      "end": 2423,
      "text": "          SONIA GOKANI",
      "labels": [
        "PREAMBLE"
      ],
      "id": "144d240ed6004c4d9917653eb9456b10_24"
    },
    {
      "start": 2424,
      "end": 2480,
      "text": "          and           HONOURABLE MR. JUSTICE HEMANT M.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dea11d43d1644404b53384cf45b5e172_25"
    },
    {
      "start": 2492,
      "end": 2534,
      "text": "PRACHCHHAK                                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cb42709816014e02a2d1d2b765356a0c_26"
    },
    {
      "start": 2534,
      "end": 2584,
      "text": "Date : 24/02/2023                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "343f7e0946db400b969c22f6a896e7a0_27"
    },
    {
      "start": 2584,
      "end": 2660,
      "text": "CAV JUDGMENT (PER : HONOURABLE THE CHIEF JUSTICE MS. JUSTICE SONIA GOKANI) C",
      "labels": [
        "PREAMBLE"
      ],
      "id": "78535e015f28444d90bbef7fa0afdc63_28"
    },
    {
      "start": 2661,
      "end": 2674,
      "text": "/FA/3659/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ebaceb55a16d4cc696df153f8abcf2a2_29"
    },
    {
      "start": 2675,
      "end": 2708,
      "text": "CAV JUDGMENT DATED: 24/02/2023 1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7192c8ec646e47c1a32a0207796413f9_30"
    },
    {
      "start": 2709,
      "end": 3101,
      "text": "Aggrieved by the judgment and order dated 28.09.2021 passed by the learned 2 nd Additional Senior Civil Judge, Surat, where the learned Judge dismissed the Commercial Civil Suit No.4 of 2020 (Old Special Civil Suit No.373/2016) filed by the appellant- original plaintiff as having become infructuous, the appellant chooses to prefer the present appeal in the following factual background.\n1.1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b44e8a18c3cf4c96af71c7864ca468ab_31"
    },
    {
      "start": 3102,
      "end": 3301,
      "text": "The appellant is a company registered under the provisions of the Companies Act, 1956 undertaking the business of supply and distribution of electricity in the certain region in the State of Gujarat.",
      "labels": [
        "FAC"
      ],
      "id": "42ab406188e1447d991800079c410da7_32"
    },
    {
      "start": 3302,
      "end": 3557,
      "text": "\n1.2 The Essar Steel India Limited now C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 known as Arcelor Mittal Nippon Steel India Limited ('the Arcelor Mittal' hereinafter) sets up a plant for manufacture of hot rolled steel coil at Hazira in the year 1991.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ebac446d78aa47d881400da4f5e84d41_33"
    },
    {
      "start": 3558,
      "end": 3753,
      "text": "To cater to the needs of Essar Steel India Limited ('the Essar Steel' hereinafter) and other group of Companies, the appellant had set up a power plant of 515 megawatt at Hazira in the year 1995.",
      "labels": [
        "FAC"
      ],
      "id": "99a7ae7e33ca49838934a1c9d0c2e3c4_34"
    },
    {
      "start": 3754,
      "end": 3973,
      "text": "Out of 515 megawatt of electricity generated/produced by the Essar Power Limited, 300 megawatt of electricity was to be supplied to Gujarat Electricity Board by entering into a power purchase agreement dated 30.05.1996.",
      "labels": [
        "FAC"
      ],
      "id": "e05ccbd064b64b12935720bae16201e0_35"
    },
    {
      "start": 3974,
      "end": 4184,
      "text": "Remaining 215 megawatt of electricity generated/produced by the Essar Power Limited was to be consumed by the group companies of the Essar Steel India C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Limited only.",
      "labels": [
        "FAC"
      ],
      "id": "03efbab1bbe74a6da93096a828af1f7f_36"
    },
    {
      "start": 4186,
      "end": 4397,
      "text": "1.3 Another group company of Essar Steel India Limited being Bhander Power Limited had been set up as an additional captive power plant of 505 megawatt exclusively for its captive use at Hazira in the year 2005.",
      "labels": [
        "FAC"
      ],
      "id": "2e90ecdc2af54518a3b04ee1636f7a15_37"
    },
    {
      "start": 4398,
      "end": 4675,
      "text": "Electricity generated from power plant of Bhander Power Limited and Essar Power Limited 505 megawatt and 515 megawatt respectively was to be exclusively used by the group of the companies whereas the Essar Steel was to consume the electricity supplied by the present appellant.",
      "labels": [
        "FAC"
      ],
      "id": "62e970c313334f159273277012afa393_38"
    },
    {
      "start": 4676,
      "end": 4825,
      "text": "For supply of electricity from internal power plant of 505 megawatt and 515 megawatt, the group companies had set up a sub-station including Bus-bar.",
      "labels": [
        "FAC"
      ],
      "id": "31d0304f90e148b083218a12b8833e9f_39"
    },
    {
      "start": 4826,
      "end": 4876,
      "text": "\nC/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 1.4",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d2bb24c7fb3e4135a79efa4dcd009be5_40"
    },
    {
      "start": 4877,
      "end": 5123,
      "text": "A dispute had been raised with respect to the wheeling charges on the ground that the Bus-bar vested in Gujarat Energy Transmission Corporation ('the GETCO' hereinafter), by virtue of that electricity flowed from one end of the Busbar to another.",
      "labels": [
        "FAC"
      ],
      "id": "785b48a246fb4ba7a1caebcc8cdfa5d5_41"
    },
    {
      "start": 5124,
      "end": 5347,
      "text": "This issue of wheeling of power from Bhander Power Limited to Essar Steel India Limited was required to be resolved by the Essar Steel India Limited and for this purpose wanted to shift the Ichhapor-Sachin Electricity Line.",
      "labels": [
        "FAC"
      ],
      "id": "be59494fd32540a69113d67943912bd6_42"
    },
    {
      "start": 5348,
      "end": 5713,
      "text": "The Essar Steel wanted to arrive at an amicable solution to ensure that the power from D.G.V.C.L. is supplied to only its consumer Essar Steel and not group companies of Essar Steel and necessary arrangement for the group companies would C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 be made where electricity was to be received only from the internal power plants.",
      "labels": [
        "FAC"
      ],
      "id": "99dac7109a044d8ca11a4a1929d4a8b4_43"
    },
    {
      "start": 5715,
      "end": 5955,
      "text": "1.5 A meeting was held on 01.02.2010 between Managing Director of Gujarat Urja Vikas Nigam Limited ('the GUVNL' hereinafter), Managing Director, GETCO, Chief Electrical Inspector and representatives of Essar Steel and Bhander Power Limited.",
      "labels": [
        "FAC"
      ],
      "id": "e28a4c66af9645c7b552e71a628ee0e9_44"
    },
    {
      "start": 5956,
      "end": 6016,
      "text": "Accordingly, the actions were undertaken by the respondents.",
      "labels": [
        "FAC"
      ],
      "id": "ac9fe00c209f4edc9337b174cb37d446_45"
    },
    {
      "start": 6018,
      "end": 6115,
      "text": "1.6           The        appellant           and        the            GETCO conducted           ",
      "labels": [
        "FAC"
      ],
      "id": "8e964ce06ce745aea99f1af0ce496532_46"
    },
    {
      "start": 6115,
      "end": 6131,
      "text": "an    inspection",
      "labels": [
        "FAC"
      ],
      "id": "403fd7a6f7e24012a08add8ff38c93cd_47"
    },
    {
      "start": 6132,
      "end": 6209,
      "text": "        in    the        month           of June-July            2011     and",
      "labels": [
        "FAC"
      ],
      "id": "b437357a64cf469f9413b6bcd9d98f2f_48"
    },
    {
      "start": 6210,
      "end": 6252,
      "text": "           found         that             ",
      "labels": [
        "FAC"
      ],
      "id": "7035ea143844455da94c48bd3e1d0010_49"
    },
    {
      "start": 6252,
      "end": 6472,
      "text": "the electricity supplied by the appellant was solely to be used by the respondent No.1, power was being taken to the other units C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 and also non-consumer units of the appellant.",
      "labels": [
        "FAC"
      ],
      "id": "a594e852469247ed8eb49a9ccd1af81a_50"
    },
    {
      "start": 6474,
      "end": 6669,
      "text": "1.7 The notice was issued to the respondent No.1 on 26.07.2011 stating that the action was clearly in breach of agreement dated 01.02.2010 and rejected all representations of the respondent No.1.",
      "labels": [
        "FAC"
      ],
      "id": "a8f138f04eb141199781f07a7adb09f1_51"
    },
    {
      "start": 6670,
      "end": 6769,
      "text": "The appellant raised a bill of Rs.2311,02,43,968/- for the period between 15.06.2011 to 30.07.2011.",
      "labels": [
        "FAC"
      ],
      "id": "63b46c8013374e9d8e22f6d7d3a1caf6_52"
    },
    {
      "start": 6771,
      "end": 7041,
      "text": "1.8 The Government of Gujarat directed the appellant to take appropriate steps against the respondent No.1 by applying the provisions under Section 126(6) of the Electricity Act, pursuant to which the appellant raised supplementary bills amounting to Rs.192,58,53,664/-.",
      "labels": [
        "FAC"
      ],
      "id": "f9d6f42745744eab9b699eff3c3c5b54_53"
    },
    {
      "start": 7042,
      "end": 7274,
      "text": "An appeal C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 was preferred under Section 127 of the Electricity Act before the appellate authority challenging the action of the appellant raising supplementary bills of Rs.192,58,53,664/-.",
      "labels": [
        "RLC"
      ],
      "id": "469ea506ac844533946ca1fe043bd2c5_54"
    },
    {
      "start": 7275,
      "end": 7398,
      "text": "The respondent No.1 deposited 50% of the amount of supplementary bill and the remaining 50% was to be paid in installments.",
      "labels": [
        "FAC"
      ],
      "id": "04e2405bbf2b4724b34099d5c5a2d219_55"
    },
    {
      "start": 7400,
      "end": 7556,
      "text": "1.9 Vide order dated 01.11.2013, the appellant authority adjudicated that only 25.23 MU of electricity could have been said to be supplied by the appellant.",
      "labels": [
        "RLC"
      ],
      "id": "b1fc10251453483f8e51a4c528542c37_56"
    },
    {
      "start": 7557,
      "end": 7809,
      "text": "1.10 Against this finding of the appellate authority, Special Civil Application No.2859 of 2014 was preferred by the appellant and Special Civil Application No.5494 of 2014 was preferred C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 by respondent No.1.",
      "labels": [
        "FAC"
      ],
      "id": "f62178331f1e432ca7b621e193006c8c_57"
    },
    {
      "start": 7810,
      "end": 8000,
      "text": "By an order dated 22.01.2015, this Court allowed Special Civil Application No.5494 of 2014 filed at the behest of the respondent No.1 and remanded the matter back to the appellate authority.",
      "labels": [
        "FAC"
      ],
      "id": "2b737ca22dfa4b95abec8b8dada44ed0_58"
    },
    {
      "start": 8002,
      "end": 8401,
      "text": "1.11 The appellant challenged the said order in Special Civil Application No.2859 of 2014 and Special Civil Application No.5494 of 2014 by way of Letters Patent Appeal Nos.465 and 466 of 2015 on the ground that the appeal filed by the respondent No.1 before the appellate authority is not maintainable and therefore, the order of the appellate authority dated 01.11.2013 to be quashed and set aside.",
      "labels": [
        "FAC"
      ],
      "id": "d7d97a0385994578a19c1ef4db098936_59"
    },
    {
      "start": 8402,
      "end": 8638,
      "text": "\nC/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 1.12 The Letters Patent Appeal was allowed on 17.07.2015 where the Court held that the appeal filed by the respondent No.1 under Section 127 of the Electricity Act is not maintainable.\n1.13",
      "labels": [
        "RLC"
      ],
      "id": "636c2b41f7b046378d8e22d9172906c8_60"
    },
    {
      "start": 8639,
      "end": 8829,
      "text": "Aggrieved by the said order of 17.07.2015 passed in Letters Patent Appeal, the respondent No.1 approached the Apex Court by way of Special Leave Petition (Civil) Nos.27920 and 27921 of 2015.",
      "labels": [
        "FAC"
      ],
      "id": "4d15ff144139434ba2ed051876a2e242_61"
    },
    {
      "start": 8830,
      "end": 8923,
      "text": "They were admitted and pending as on date and no interim relief is granted by the Apex Court.",
      "labels": [
        "FAC"
      ],
      "id": "5ecf0e9f15024aaba83347bdfd106ebc_62"
    },
    {
      "start": 8925,
      "end": 9287,
      "text": "1.14 After seeking the legal opinion, the appellant preferred a Special Civil Suit No.373 of 2016 against the present respondent for recovery of outstanding dues C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 of Rs.2311,02,43,968/- for breach of agreement dated 01.02.2010 for an unauthorized use of electricity during the period between 15.06.2011 to 30.07.2011.",
      "labels": [
        "FAC"
      ],
      "id": "28238e2faaa048b794b32c837c6d0698_63"
    },
    {
      "start": 9288,
      "end": 9430,
      "text": "1.15 The respondent filed an application under Order VII Rule XI of the Code of Civil Procedure, which came to be rejected by the Civil Court.",
      "labels": [
        "FAC"
      ],
      "id": "327ceb4a8e09456f8bfdcf1e7cff96cb_64"
    },
    {
      "start": 9431,
      "end": 9567,
      "text": "\n1.16 During the pendency of the said Civil Suit, the Corporate Insolvency Resolution Process was initiated against the respondent No.1.",
      "labels": [
        "FAC"
      ],
      "id": "985a8b92b0e84b0284e17cfb645e69e2_65"
    },
    {
      "start": 9568,
      "end": 9889,
      "text": "The Arcelor Mittal Nippon Steel India Limited submitted its resolution plan, which came to be approved by the Committee of Creditors of respondent No.1 and it is stated that the Arcelor Mittal acquired the respondent No.1 in accordance with the resolution plan on C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 16.12.2019.",
      "labels": [
        "FAC"
      ],
      "id": "d49b5970315e46ac8dcb19dfaa1d6e55_66"
    },
    {
      "start": 9891,
      "end": 10110,
      "text": "1.17 An application came to be filed by the Arcelor Mittal in Special Civil Suit No.373 of 2016 (Commercial Civil Suit No.4 of 2020) praying for direction to straightway dispose of or dismiss the Civil Suit proceedings.",
      "labels": [
        "FAC"
      ],
      "id": "89bb20de091041febcde4ffa4ae65721_67"
    },
    {
      "start": 10112,
      "end": 10197,
      "text": "1.18 The appellant filed its reply to the said application praying for the direction.",
      "labels": [
        "FAC"
      ],
      "id": "a0717b7994234eb999024fd05b4e2506_68"
    },
    {
      "start": 10198,
      "end": 10419,
      "text": "The Court vide its order dated 28.09.2021 dismissed the Special Civil Suit No.373 of 2016 by way of a summary judgment without conducting any trial or leading evidence and without going much into the details of the facts.",
      "labels": [
        "FAC"
      ],
      "id": "411455d0ae9b489e88fd5bde78c4a02f_69"
    },
    {
      "start": 10421,
      "end": 10657,
      "text": "1.19 Aggrieved by the same, the appellant is before this Court seeking to C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 prefer this First Appeal and seriously and fervently challenging the passing of the judgment and order by the Court.",
      "labels": [
        "FAC"
      ],
      "id": "5684bcbfb2524aa1905a8f866c578b96_70"
    },
    {
      "start": 10659,
      "end": 11008,
      "text": "1.21 It is the grievance of the appellant that the Special Leave Petitions (Civil)No.27920 and 27921 of 2015 are pending before the Apex Court as have been preferred by the respondent No.1 challenging the judgment and order dated 17.07.2015 passed by this Court in Letters Patent Appeal Nos.465 and 466 of 2015 and the same are pending adjudication.",
      "labels": [
        "FAC"
      ],
      "id": "82b15c4312014925b569a15900bc60fc_71"
    },
    {
      "start": 11009,
      "end": 11136,
      "text": "There is no interim relief granted in favour of the respondent No.1 and therefore, the order passed by this Court is prevalent.",
      "labels": [
        "FAC"
      ],
      "id": "0a7b8173374a4f7386094e30d67fe3e6_72"
    },
    {
      "start": 11137,
      "end": 11311,
      "text": "1.22 The order is not passed under Order VII Rule XI of the Code of Civil Procedure C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 and it is not backed by any legal provision.",
      "labels": [
        "FAC"
      ],
      "id": "f977f840a6604252a070e9f8e4a34d24_73"
    },
    {
      "start": 11312,
      "end": 11439,
      "text": "There is no evidence led under the Code of Civil Procedure and the present Civil Suit could not have been terminated summarily.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d26c7114d6b14a77a86965b2fea1ffc7_74"
    },
    {
      "start": 11440,
      "end": 11534,
      "text": "It is urged that the trial Court materially erred in law and facts in delivering the judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96b93915f5f74168a19bac4ebc41d2c2_75"
    },
    {
      "start": 11535,
      "end": 11746,
      "text": "The trial Court failed to appreciate that there was a contract between the two parties and minutes of meetings had been drawn on 01.02.2010 and the suit came to be filed for breach of terms of the said contract.",
      "labels": [
        "RLC"
      ],
      "id": "4ec70911a9584a6a8ba817f91603356d_76"
    },
    {
      "start": 11747,
      "end": 12158,
      "text": "The learned Judge also failed to appreciate the cause of action having been started in view of the decision in Letters Patent Appeal Nos.465 and 466 of 2015 on 17.07.2015 upholding that the appellant was entitled to recover the total amount of C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Rs.2300 Crore (rounded off) and therefore, the suit to recover the total amount of Rs.36,83,83,09,109/- came to be filed.",
      "labels": [
        "RLC"
      ],
      "id": "65059dc823a14a9089ac11a470214feb_77"
    },
    {
      "start": 12159,
      "end": 12420,
      "text": "It sought to rely on the decision of the Apex Court rendered in case of Committee of Creditors of Essar Steel India Limited vs. Satish Kumar Gupta, reported in 2019 SCC Online 1478 and held that there was no maintainability of the suit in wake of this decision.",
      "labels": [
        "RLC"
      ],
      "id": "3689a2ef6aec424d816a2d245fcd4224_78"
    },
    {
      "start": 12421,
      "end": 12607,
      "text": "The Court never appreciated that the Resolution Professional had admitted the claim of the appellant at notional value of Rs.1/- and on that ground alone this could not have been denied.",
      "labels": [
        "RLC"
      ],
      "id": "91467f2d2b814fe7ba2588b31e6c3aad_79"
    },
    {
      "start": 12608,
      "end": 13112,
      "text": "\n1.23 According to the appellant, at para 67 and para 102 certain findings and observations of the Apex Court could not have been overlooked as the Apex Court was C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 also aware about the fact that there were disputes pending and had not said that the Civil Suit or litigations pending before any authority would automatically abate, but it had observed that the disputes are pending and pending disputes the claim at notional value of Rs.1/- decided is correct.",
      "labels": [
        "RLC"
      ],
      "id": "f0a92c3bc35c4a9da9bd4ab6c39eb08c_80"
    },
    {
      "start": 13113,
      "end": 13624,
      "text": "Accordingly, the present appeal with the following prayers:\n\"7...\n(A) YOUR LORDSHIPS be pleased to admit and allow the present appeal;\n(B) YOUR LORDSHIPS be pleased to quash and set aside the judgment and order dated 28.09.2021 passed by the Learned 2nd Additional Senior Civil Judge has dismissed Commercial Civil Suit No.4/2020 (Old Special Civil Suit No.373/2016 filed by the appellant (Original plaintiff) and further be pleased to order to restore the said suit to original file in the interest of justice;",
      "labels": [
        "NONE"
      ],
      "id": "e127b8cc30c744d891c01d0edd7c67a2_81"
    },
    {
      "start": 13625,
      "end": 14277,
      "text": "\n(C) YOUR LORDSHIPS may kindly be pleased to grant any C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 other appropriate relief in the interest of justice.\"\n2. This Court had admitted the appeal on 08.12.2021 (Coram:Justice N.V.Anjaria and Justice Sandeep N. Bhatt) and thereafter learned senior advocate, Mr.Anshin Desai assisted by the learned advocate, Ms.Lilu K. Bhaya and Mr.Shrineel Shah, learned senior advocates, Mr.Navin Pahwa, Mr.Ritin Rai assisted by Ms.Ruby Singh Ahuja, Mr.Keyur Gandhi Mr.Vishal Gehrana, Mr.Nisarg Desai, Ms.Pravalikha, Ms.Ritika Sinha, Mr.Amit Bhandari and Mr.A.M.Singhvi were heard at length extensively on both the sides.",
      "labels": [
        "NONE"
      ],
      "id": "1f19ee5f256b4ac79bc76039ce8a8ca3_82"
    },
    {
      "start": 14278,
      "end": 14393,
      "text": "Not only they made the oral submissions in extenso, but also given the written notes substantiating their versions.",
      "labels": [
        "NONE"
      ],
      "id": "17950d7db4004ee5b2f0c43361176165_83"
    },
    {
      "start": 14394,
      "end": 14503,
      "text": "It will not be required therefore C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 to elaborate those arguments.",
      "labels": [
        "NONE"
      ],
      "id": "78aa15ed29984b1b99690d5908c980d0_84"
    },
    {
      "start": 14504,
      "end": 14792,
      "text": "In sum and substance, it can be said that the appellant has fervently questioned and challenged the action of terminating the suit during the pendency of the Special Leave Petitions before the Apex Court and merely on the basis of the Apex Court's decision in case of the very respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a4a7dd7d3544308a2517ae9d3139fb1_85"
    },
    {
      "start": 14793,
      "end": 15462,
      "text": "On the part of the respondent, the very decision of the Apex Court has been strongly relied upon to urge that in wake of this decision of Committee of Creditors of Essar Steel India Limited (supra), nothing remains to be done in this case as the respondent-Arcelor Mittal has taken over after a fierce conduct of insolvency resolution process and there could be no hydraheads after once the Arcelor Mittal's C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 resolution plan has been approved by the Committee of Creditors, the National Company Law Tribunal ('the NCLT hereinfter), National Company Law Appellate Tribunal ('the NCLAT' hereinafter) as well as the Apex Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "65ad8319ba8548d58d9de1f88be0d680_86"
    },
    {
      "start": 15464,
      "end": 15782,
      "text": "3. Having thus heard the learned advocates on both the sides, if at the beginning the summary judgment dated 28.09.2021 which is impugned in the present proceedings is looked at, the learned 2nd Additional Senior Civil Judge, Surat dismissed the Commercial Civil Suit No.4 of 2020 (Old Special Civil Suit No.373/2016).",
      "labels": [
        "NONE"
      ],
      "id": "b155501f92774fcba8170a0c1f8b84bb_87"
    },
    {
      "start": 15783,
      "end": 16144,
      "text": "While so doing it, it had taken note of some of the provisions of the Commercial Courts Act and also regarded certain undisputed facts to hold eventually the suit is infructuous in C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 light of the decision of the Apex Court and the Review Application of the plaintiff was also rejected by the Apex Court on 25.08.2020.",
      "labels": [
        "RLC"
      ],
      "id": "e02fcb67565c458da0d54e71e5659580_88"
    },
    {
      "start": 16145,
      "end": 16244,
      "text": "There would be no need for lengthy procedure for according evidence or any other procedural aspect.",
      "labels": [
        "RLC"
      ],
      "id": "d8119a3ffa5f4fa69ccafbd07f76911f_89"
    },
    {
      "start": 16245,
      "end": 16532,
      "text": "\n3.1 It also took note of the existence of the order of Division Bench of the High Court and non-giving of the stay by the Apex Court, which according to the Court, was not relevant as the issue of both the petitions were different and present suit was finally decided by the Apex Court.",
      "labels": [
        "RLC"
      ],
      "id": "66376e05548e4ac8975c26e4c79b8d62_90"
    },
    {
      "start": 16534,
      "end": 16935,
      "text": "4. We need to take the note of the fact, at the outset, that the respondent- Arcelor Mittal filed a separate application for dismissal of the suit while Exhibit 34 C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 on the ground that the claim of the appellant is extinguished under the order of the Apex Court on 15.11.2019 in the matter of Committee of Creditors of Essar Steel India Limited (supra).\n4.1",
      "labels": [
        "FAC"
      ],
      "id": "b22e8bceec384d06805319a1989515a6_91"
    },
    {
      "start": 16936,
      "end": 17291,
      "text": "This was objected to by the appellant vide Exhibit 44 by urging that the claim of the appellant was protected and the application for review was preferred by the appellant and it claim would survive under Section 31 (1) of the Insolvency and Bankruptcy Code, 2016 ('the I.B.Code' hereinafter) along with the Resolution Plan and judgment of the Apex Court.",
      "labels": [
        "FAC"
      ],
      "id": "b757e8d0a4fc459288b1763abf7421e5_92"
    },
    {
      "start": 17292,
      "end": 17642,
      "text": "The trial Court took note of the copy of minutes of meeting dated 01.02.2010 filed by the appellant describing the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 entire fact in the plaint, the procedure which went on before the High Court and the order passed by the Division Bench for filing the affidavit and the resolution passed by the respondent.",
      "labels": [
        "RLC"
      ],
      "id": "6ed63a5a1d8b4e1c82f8e6dbf04ab59b_93"
    },
    {
      "start": 17643,
      "end": 17803,
      "text": "The trial Court also noted the playing of fraud and obstruction in course of justice and the breach of the undertaking and the affidavit filed before the Court.",
      "labels": [
        "RLC"
      ],
      "id": "5a3ee7f94f0c4cdca993b05dddbbb8f5_94"
    },
    {
      "start": 17804,
      "end": 17935,
      "text": "It was argued that not allowing the stay amounted to the Apex Court having considered, the necessity for the appellant to continue.",
      "labels": [
        "RLC"
      ],
      "id": "d03c4cb12f744248aa817ddeba86b37a_95"
    },
    {
      "start": 17936,
      "end": 18078,
      "text": "The Apex Court having allowed the notional Rs.1/- for the appellant's due also was pressed into service for allowing the suit to be continued.",
      "labels": [
        "RLC"
      ],
      "id": "8648fa07102948db9ba9877c98b1c9e5_96"
    },
    {
      "start": 18079,
      "end": 18345,
      "text": "However, on the basis of the provisions of the Commercial Courts Act, the Apex Court took note of certain C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 undisputed facts to hold that the suit of the plaintiff deserves to be dismissed for having become infructuous.\n5.",
      "labels": [
        "RLC"
      ],
      "id": "6fb936b0db1e4d91b4949c4f15455780_97"
    },
    {
      "start": 18346,
      "end": 18580,
      "text": "We notice that the trial Court had dismissed the suit by a summary judgment, where the entire thrust is the judgment and the decision of the Apex Court rendered in Essar Steel Limited vs State Of Gujarat, reported in 2020 (8) SCC 531.",
      "labels": [
        "RLC"
      ],
      "id": "705e8352cfbc4933b10f2f2f49ccf2db_98"
    },
    {
      "start": 18581,
      "end": 18675,
      "text": "It is utmost necessary to refer to the undisputed fact that there is no adjudication on merit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "026886b3f41b424590c5adb93db0b09f_99"
    },
    {
      "start": 18676,
      "end": 18824,
      "text": "The record and proceedings preferred by the Arcelor Mittal at Exhibit 51 was never decided, where the prayer was made for substitution of the names.",
      "labels": [
        "FAC"
      ],
      "id": "2b4d575589604dee80d0b0adf251c031_100"
    },
    {
      "start": 18825,
      "end": 19000,
      "text": "This application, as rightly pointed by the appellant, is akin to the provision of Order I Rule X of the Code of Civil C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Procedure.",
      "labels": [
        "FAC"
      ],
      "id": "0eb14c8d83214ccfb01b056b0a4441c1_101"
    },
    {
      "start": 19001,
      "end": 19131,
      "text": "The application, which had been moved does not mention any provision or order of Civil Procedure Code or of Commercial Courts Act.",
      "labels": [
        "FAC"
      ],
      "id": "829682b953654e05b9089fe715c58c08_102"
    },
    {
      "start": 19132,
      "end": 19356,
      "text": "It is also to be noted, at this stage, that the amount had been quantified and the appellant had succeeded before the Division Bench when it passed the judgment on 17.07.2015 in Letters Patent Appeal Nos.465 and 466 of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ec06d1682c843f1b59b1f5bb0caeea1_103"
    },
    {
      "start": 19357,
      "end": 19528,
      "text": "This Court had directed the respondent company to file an undertaking on affidavit with Board Resolution stating that it would pay the full amount in the event of failure.",
      "labels": [
        "FAC"
      ],
      "id": "d688c795e67242dc8010f9f82c4fedbb_104"
    },
    {
      "start": 19529,
      "end": 19659,
      "text": "The respondents, according to the appellant, are in deliberate and intentional breach of the said undertaking dated 29.04.2015.\n6.",
      "labels": [
        "FAC"
      ],
      "id": "805fabf2841047f1a40b18e4818247f6_105"
    },
    {
      "start": 19660,
      "end": 19970,
      "text": "It is also necessary to note that under C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Order VII Rule XI of the Code of Civil Procedure vide Exhibit 12, the application came to be preferred on the ground of limitation and bar of Section 145 of the Electricity Act, which was rejected by the Court on 18.05.2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9531777006c5450eafbc5cdc301e788a_106"
    },
    {
      "start": 19972,
      "end": 20270,
      "text": "7. The prayer was made by the respondent for rejection of the plaint under the provision of Order VII Rule XI of the Code of Civil Procedure where the contention raised by the respondent was that the suit appeared from the statement in the plaint to be barred by Section 145 of the Electricity Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3ced61b168eb4471a3abd3a0466ca9d5_107"
    },
    {
      "start": 20271,
      "end": 20407,
      "text": "Unauthorized dues of the electricity were alleged by the appellant in accordance with the provision of 126 of the Electricity Act, 2003.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5f86485507e945c780126060481c08a6_108"
    },
    {
      "start": 20408,
      "end": 20620,
      "text": "It was alleged C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 that the suit was barred by the provision of Section 145 of the Electricity Act, 2003 which had clearly put bar on the jurisdiction of the Civil Court.",
      "labels": [
        "RLC"
      ],
      "id": "167e48e9582f4cf3bc134aa874cb346c_109"
    },
    {
      "start": 20621,
      "end": 20778,
      "text": "The Court examined this issue by examining the provision of Section 145 of the Electricity Act to hold that the law doesn't bar the plaintiff to file a suit.",
      "labels": [
        "RLC"
      ],
      "id": "fd1176038e754f1e9ef62af20b269377_110"
    },
    {
      "start": 20779,
      "end": 20951,
      "text": "But, the defendant is prevented to file the suit against the defendant for any act performed by the plaintiff with reference to Sections 126 and 127 of the Electricity Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "907c1536f55249ae8487ab501a1844f9_111"
    },
    {
      "start": 20952,
      "end": 21322,
      "text": "7.1 In other words, if the defendant had an objection against the activity conducted for assessment of unauthorized use of electricity by the plaintiff, no suit can be filed before the Civil Court for appropriate relief and in that fashion C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 the jurisdiction of the Civil Court is barred by Section 145 of the Electricity Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a2575cfdf024621b513cabd558811c6_112"
    },
    {
      "start": 21323,
      "end": 21621,
      "text": "Relying on the decision of the Apex Court in case of North Delhi Power Limited vs. Devinder Singh decided in Civil Appeal No.20842 of 2017 where the Court has held that the Special Electricity Court acts as a Court of Sessions which has been set up to try offences that are committed under the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "125524125e50421aab774d99985072e5_113"
    },
    {
      "start": 21622,
      "end": 21848,
      "text": "By no stretch of imagination it can be stated that a civil suit would be within the jurisdiction of such Courts and accordingly the Court held that the suit is not barred by the provision of Section 145 of the Electricity Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a0c02bbc02448d38c80df831ca2c4d7_114"
    },
    {
      "start": 21849,
      "end": 22059,
      "text": "The objection raised on the ground of limitation also is examined to hold that Section 9 of the Limitation Act prescribed period of 3 years C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 for preferring the suit.",
      "labels": [
        "FAC"
      ],
      "id": "a186125dd199427c94e9cb35c767caae_115"
    },
    {
      "start": 22060,
      "end": 22208,
      "text": "In case of the appellant, it was held that within three years from the date 26.09.2011 the suit was to be filed, however, it is filed on 03.08.2016.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a548d39fb17949cbb67413363ffa841d_116"
    },
    {
      "start": 22209,
      "end": 22393,
      "text": "The Court held that on the ground that the respondent was required to make the payment within the 30 days of the order i.e. 17.07.2015, the limitation period would start on 17.07.2015.",
      "labels": [
        "RLC"
      ],
      "id": "5810feb1dda44260b0ab319d62d5eee0_117"
    },
    {
      "start": 22394,
      "end": 22571,
      "text": "The appellant since had preferred the suit on 03.08.2016 excluding the period taken for the bona fide prosecution before various courts, it was held to be within the limitation.",
      "labels": [
        "RLC"
      ],
      "id": "86c792fbb59b47a6b16d71d4d8d5bad7_118"
    },
    {
      "start": 22573,
      "end": 22897,
      "text": "8. The Commercial Court had relied on the provisions of Commercial Courts Act particularly Order XIII A which sets out the procedure by which the Court may decide C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 a claim pertaining to any commercial dispute without recording oral evidence under the heading of summary judgment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c0331465b64c40f1936bbe444aca8e1d_119"
    },
    {
      "start": 22898,
      "end": 23354,
      "text": "The procedure prescribed under Rule IV is that an application for summary judgment to a court would need to include in addition to any other matter (i) an application to contain the statement that it is an application for summary judgment made under this order, (ii) it must disclose all material facts and identify the point of law, (iii) in the event the applicant seeks to rely upon any documentary evidences, the applicant must include these documents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48a01e8f90934780a5bc1acba0deb2f4_120"
    },
    {
      "start": 23355,
      "end": 24135,
      "text": "It should identify the relevant content of the documentary evidence and the application must state the reason why there are no real prospects of succeeding on a claim or C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 defending the claim (iv) the relief, the applicant is seeking and brief grounds for the same also are needed, (v) where a hearing for summary judgment is fixed the respondent to be given at least 30 days' notice, where the respondent may within 30 days of the receipt of notice of hearing of application of summary judgment file a reply.\n9. Rule V provide that notwithstanding anything in this order if the respondent in an application for summary judgment wishes to rely on the additional documentary evidences, the respondent must file such documentary evidence.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1892a766b3764fc2b6bad743045f70b6_121"
    },
    {
      "start": 24136,
      "end": 24340,
      "text": "Where it appears to the Court that it is possible that a claim or defence may succeed or it is improbable that it shall do so it may make a C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 conditional order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59ec6285523f49c08ec4a174abebb237_122"
    },
    {
      "start": 24342,
      "end": 24624,
      "text": "10. The Commercial Court noted that in a suit, the respondent No.1 filed the written statement and thereafter filed an application for rejection of the suit on the ground of non-existence of the cause of action and the same had been construed as an application for summary judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a93a44b89ad944eda7ce6dab10e4494b_123"
    },
    {
      "start": 24625,
      "end": 24904,
      "text": "The Court was required to decide the main issue that \"whether after passing of the decision of the Hon'ble Supreme Court on 15.11.2019 in the matter of Committee of Creditors of Essar Steel India Limited vs. Satish Kumar Gupta (supra) any cause of action survived for plaintiff?\"",
      "labels": [
        "ISSUE"
      ],
      "id": "a6305fc94ec64560b7a8bd978bbe2270_124"
    },
    {
      "start": 24905,
      "end": 25083,
      "text": "If the issue is to be decided in affirmative then Court would proceed for further trial and if it is to be decided in negative then the suit proceedings will attain the finality.",
      "labels": [
        "RPC"
      ],
      "id": "e2f5ea3a8a7c4540b7f886edf43fb40f_125"
    },
    {
      "start": 25084,
      "end": 25098,
      "text": "C/FA/3659/2021",
      "labels": [
        "NONE"
      ],
      "id": "bb616e9243434c3ea16f2174fb36f011_126"
    },
    {
      "start": 25099,
      "end": 25129,
      "text": "CAV JUDGMENT DATED: 24/02/2023",
      "labels": [
        "NONE"
      ],
      "id": "fd32ccabb8134a51b4eb4481a78ffea3_127"
    },
    {
      "start": 25130,
      "end": 25314,
      "text": "Thus, relying on the principle of Order XIII A the Court was of the opinion that it needs to decide the application under procedure Order XIII A as an application for summary judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35a33a75d2aa44f5b51e51babf551253_128"
    },
    {
      "start": 25316,
      "end": 25720,
      "text": "11. On considering various undisputed facts and the decision of the Apex Court in case of Committee of Creditors of Essar Steel India Limited vs. Satish Kumar Gupta (supra), the Court held that the judgment of the Apex Court is clear on the pending dispute before various authorities and non- maintainability of it after the successful approval of the resolution and confirmed by the appellate authority.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b082196beffd4da3a8490d60d43549ba_129"
    },
    {
      "start": 25721,
      "end": 25771,
      "text": "Hence, the suit is said to be clearly infructuous.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9a911d2e5ad48c68974593e1d521fa6_130"
    },
    {
      "start": 25772,
      "end": 25993,
      "text": "The Court held that the plaint was approved at the time of its filing and there was no C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 infirmity of any law nor was it barred by the law and there existed the cause of action.",
      "labels": [
        "RLC"
      ],
      "id": "12d8a27227da4bc3bf2946b181d73c0f_131"
    },
    {
      "start": 25994,
      "end": 26366,
      "text": "However, after passing of the judgment of the Apex Court, the situation became different and the suit would need to be dismissed under Order VII Rule XI or under Section 151 of the Code of Civil Procedure as the separate provision in mechanism is available in the Commercial Courts Act in the form of summary judgment and the Court can pass the order under that provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7bc1685a3374a06bc67291f3d9269eb_132"
    },
    {
      "start": 26367,
      "end": 26468,
      "text": "\n12. Serious grievance is raised by the appellant saying that the application was for direction only.",
      "labels": [
        "FAC"
      ],
      "id": "3c57a180b8b04a7b951e48c476987114_133"
    },
    {
      "start": 26469,
      "end": 26561,
      "text": "The defendant's application was filed beyond the period of 120 days in the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "c2325258253a4ddfac83e472f2d23d8b_134"
    },
    {
      "start": 26562,
      "end": 26694,
      "text": "It was a special suit in the year 2016, which was C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 later on changed to commercial suit.",
      "labels": [
        "FAC"
      ],
      "id": "14c6cafd005d4aec8f6f4f767c7992ae_135"
    },
    {
      "start": 26695,
      "end": 26830,
      "text": "It was decided on an application which is not under the Code of Civil Procedure and it could not have been decided as summary judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa0d40a5dc7c4dff8838e18b08aa3935_136"
    },
    {
      "start": 26831,
      "end": 26884,
      "text": "The dispute was raised in Special Civil Suit in 2016.",
      "labels": [
        "FAC"
      ],
      "id": "23e16fd2e77246d1a120edaa4a386200_137"
    },
    {
      "start": 26885,
      "end": 26936,
      "text": "The base of the dispute is Rs.2311,02,43,968/-.\n13.",
      "labels": [
        "FAC"
      ],
      "id": "54d0ac7943c444efb1ce37bff287d99e_138"
    },
    {
      "start": 26937,
      "end": 27068,
      "text": "Vital it would be to make a mention that there is no separate application moved for summary judgment as required under the statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dba21a7ffde04849a6b5dce8bcaecf48_139"
    },
    {
      "start": 27069,
      "end": 27452,
      "text": "The Commercial Court itself while passing the order had referred to the provisions of the Commercial Courts Act particularly Order XIII A even if the ground for the summary judgment that the plaintiff has no real prospect of succeeding on the claim or the defendant has no real prospect of successfully C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 defending the claim did not exist.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a49f5e7b833a4c10a1242139e4b0f4a9_140"
    },
    {
      "start": 27453,
      "end": 27655,
      "text": "The procedure which is prescribed requires an application for summary judgment to the Court over and above that the applicant if deems relevant can include various aspects, nothing of the sort is found.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1694e1f3af694484a379c0547d8ca285_141"
    },
    {
      "start": 27656,
      "end": 27910,
      "text": "The Court had also been oblivious of the fact that earlier application was moved by the respondent and the same had been decided below Exhibit 12 where the rejection of the suit under Order VII Rule XI of the Code of Civil Procedure was being considered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f52bb985e4e47819a821ee6b7d0d7ba_142"
    },
    {
      "start": 27912,
      "end": 28023,
      "text": "14. What is important to note is that the trial Court had granted Rs.368 Crore (rounded off) with 15% interest.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a155df06a8b3427fad93fdb7143100b2_143"
    },
    {
      "start": 28025,
      "end": 28834,
      "text": "15. It is vital for the consideration of this Court (i) whether the claims agitated C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 in the appellant's suit survive after approval of the Resolution Plan for the answering respondent and the judgment of the Apex Court dated 15.11.2019 where the Hon'ble Supreme Court of India in Committee of Creditors of Essar Steel India Limited vs. Satish Kumar Gupta and others (supra) and (ii) whether despite finding that the appellant's claim do not survive in light of the decision of the Apex Court in case of Committee of Creditors of ESIL vs.Satish Kumar Gupta and others (supra) the Commercial Court erred in dismissing the appellant's suit relying on Order XIII A of the Code of Civil Procedure and the matter ought to be remanded to the learned Commercial Court.\n16.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2e8f573bb2a44339b6471712f4930b9_144"
    },
    {
      "start": 28835,
      "end": 29117,
      "text": "The appellant's claim disputed or C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 undisputed, crystallized or uncrystallized is a claim within the meaning of Section 3 (6) of the Commercial Courts Act, which was required to be dealt with in accordance with the provision of the Court.",
      "labels": [
        "FAC"
      ],
      "id": "1b7b6e1d48ff45548e4102e16bbf7511_145"
    },
    {
      "start": 29118,
      "end": 29226,
      "text": "The appellant filed its claim along with certain documents before the Resolution Professional on 11.08.2017.",
      "labels": [
        "FAC"
      ],
      "id": "6a97ebfe78c7483a878185380aac928e_146"
    },
    {
      "start": 29227,
      "end": 29360,
      "text": "The appellant gave the details of the disputes pending between the parties (page 276 A Appellant's Convenience Compilation Volume 1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3508530cf2742ea839e843627849581_147"
    },
    {
      "start": 29361,
      "end": 29469,
      "text": "The appellant's suit also refers to these documents as the basis of the cause of action for filing the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc2a586c13ca4ea2a7378c7d85658837_148"
    },
    {
      "start": 29471,
      "end": 29727,
      "text": "17. The Resolution Professional verified the claim of the appellant and the Resolution Professional informed the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 appellant that its claim had been admitted only to the extent of INR 1 as the claim was disputed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4f3dcc5539048f894002969297e31f5_149"
    },
    {
      "start": 29728,
      "end": 29831,
      "text": "The appellant had already gone to the NCLT as well as NCLAT and the Apex Court in Essar Steel judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bafb7c63a5194daeaf99dd4e151baee6_150"
    },
    {
      "start": 29832,
      "end": 29956,
      "text": "Thus, all the claims and disputes raised by the creditors of the Essar Steel were already considered by the Resolution Plan.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52ca097bf46b4c669bde5abec111b6e3_151"
    },
    {
      "start": 29957,
      "end": 30122,
      "text": "According to the appellant, the effect of the Resolution Plan is not that against the erstwhile Essar Steel would stand extinguished in terms of the Resolution Plan.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48a534357d934b72b8ea1c47e8286eaf_152"
    },
    {
      "start": 30123,
      "end": 30314,
      "text": "Whereas according to the respondent, the effect would be of extinguishment of all claims whether they form the part of Corporate Insolvency Resolution Process ('the CIRP' hereinafter) or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51e96c11f3cf421cb7d66190b9b3844b_153"
    },
    {
      "start": 30316,
      "end": 30563,
      "text": "18. The decisions sought to be relied upon C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 are of Ghanshyam Mishra vs. Edelweiss Asset Reconstruction Company, reported in (2021) 9 SCC 657 and the decision of Essar Steel Limited vs. State of Gujarat.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4b039a33ba18459c937ef653afa1b2f8_154"
    },
    {
      "start": 30564,
      "end": 30950,
      "text": "18.1 In case of Ghanshyam Mishra (supra), the Apex Court has held thus:\n\"2.1 (i) As to whether any creditor including the Central Government, State Government or any local authority is bound by the Resolution Plan once it is approved by an adjudicating authority under subsection (1) of Section 31 of the Insolvency and Bankruptcy Code, 2016 (hereinafter referred to as 'I&B Code')?\n2.2",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c5342472f1da450b8a859f0f43823fc3_155"
    },
    {
      "start": 30951,
      "end": 31084,
      "text": "( ii) As to whether the amendment to Section 31 by Section 7 of Act 26 of 2019 is clarificatory/declaratory or substantive in nature?",
      "labels": [
        "ISSUE"
      ],
      "id": "7dfa6d7819404defad295e4d82058b57_156"
    },
    {
      "start": 31085,
      "end": 31441,
      "text": "\n2.3 (iii) As to whether after approval of resolution plan by the Adjudicating Authority a creditor including the Central Government, State Government or any local authority is entitled to initiate any proceedings for recovery of any of the dues from the Corporate Debtor, which are not a part of the Resolution Plan approved by the adjudicating authority?",
      "labels": [
        "STA"
      ],
      "id": "872ab4c7973242b1911d48dcb2eaeac5_157"
    },
    {
      "start": 31442,
      "end": 31496,
      "text": "\nC/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 ***\n64.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07eb365e20a94f8f95d39a0cfcaab617_158"
    },
    {
      "start": 31497,
      "end": 31866,
      "text": "It could thus be seen, that the legislature has given paramount importance to the commercial wisdom of CoC and the scope of judicial review by Adjudicating Authority is limited to the extent provided under Section 31 of I&B Code and of the Appellate Authority is limited to the extent provided under subsection (3) of Section 61 of the I&B Code, is no more res integra.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0bbcf4db47c24cc4b039763184363714_159"
    },
    {
      "start": 31868,
      "end": 32268,
      "text": "***\n67. Perusal of Section 29 of the I&B Code read with Regulation 36 of the Regulations would reveal, that it requires RP to prepare an information memorandum containing various details of the Corporate Debtor so that the resolution applicant submitting a plan is aware of the assets and liabilities of the Corporate Debtor, including the details about the creditors and the amounts claimed by them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "920f7022e1d84a34b076275bafe815b1_160"
    },
    {
      "start": 32269,
      "end": 32413,
      "text": "It is also required to contain the details of guarantees that have been given in relation to the debts of the corporate debtor by other persons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5943ec756c4b4c39b781f1cd588ac935_161"
    },
    {
      "start": 32414,
      "end": 32622,
      "text": "The details with regard to all material litigation and an ongoing investigation or proceeding initiated by Government and statutory authorities are also required to be contained in the information memorandum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3bbb2416aa4c46989b93f19fbb1e4865_162"
    },
    {
      "start": 32623,
      "end": 32801,
      "text": "So also the details regarding the number of workers and employees and liabilities of the Corporate Debtor towards them are required to be contained in the information memorandum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62f53941bfcc4fcb9747f3a436432d2c_163"
    },
    {
      "start": 32802,
      "end": 33198,
      "text": "\n68. All these details are required to be contained in the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 information memorandum so that the resolution applicant is aware, as to what are the liabilities, that he may have to face and provide for a plan, which apart from satisfying a part of such liabilities would also ensure, that the Corporate Debtor is revived and made a running establishment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db419cf5b400435f85b7abd18caa839b_164"
    },
    {
      "start": 33199,
      "end": 33610,
      "text": "The legislative intent of making the resolution plan binding on all the stakeholders after it gets the seal of approval from the Adjudicating Authority upon its satisfaction, that the resolution plan approved by CoC meets the requirement as referred to in subsection (2) of Section 30 is, that after the approval of the resolution plan, no surprise claims should be flung on the successful resolution applicant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e266255ebde346c2afe2b71bdcbce36e_165"
    },
    {
      "start": 33611,
      "end": 33719,
      "text": "The dominant purpose is, that he should start with fresh slate on the basis of the resolution plan approved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca25c97a5b6e4b31b40325d7d8a8916a_166"
    },
    {
      "start": 33720,
      "end": 33879,
      "text": "\n69.This aspect has been aptly explained by this Court in the case of Committee of Creditors of Essar Steel India Limited through Authorised Signatory (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aac0ddd43453484e89176ca5fb80803c_167"
    },
    {
      "start": 33881,
      "end": 34313,
      "text": "\"107. For the same reason, the impugned NCLAT judgment [Standard Chartered Bank v. Satish Kumar Gupta, 2019 SCC OnLine NCLAT 388] in holding that claims that may exist apart from those decided on merits by the resolution professional and by the Adjudicating Authority/Appellate Tribunal can now be decided by an appropriate forum in terms of Section 60(6) of the Code, also militates against the rationale of Section 31 of the Code.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e21def75b5bd4e198b6c6a1a49519851_168"
    },
    {
      "start": 34314,
      "end": 34712,
      "text": "A successful resolution C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 applicant cannot suddenly be faced with \"undecided\"\nclaims after the resolution plan submitted by him has been accepted as this would amount to a hydra head pop ping up which would throw into uncertainty amounts payable by a prospective resolution applicant who would successfully take over the business of the corporate debtor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f1f83616e624ba6895d31694c2c7f67_169"
    },
    {
      "start": 34713,
      "end": 34946,
      "text": "All claims must be submitted to and decided by the resolution professional so that a prospective resolution applicant knows exactly what has to be paid in order that it may then take over and run the business of the corporate debtor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "54d091d72e7141c9a9adf8191b003411_170"
    },
    {
      "start": 34947,
      "end": 35053,
      "text": "This the successful resolution applicant does on a fresh slate, as has been pointed out by us hereinabove.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8722552cca61448fbd8e6b8ef9037fb5_171"
    },
    {
      "start": 35054,
      "end": 35127,
      "text": "For these rea sons, NCLAT judgment must also be set aside on this count.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a68bb10d45447ab9976bfd5c23250ea_172"
    },
    {
      "start": 35128,
      "end": 35402,
      "text": "\n70.In view of this legal position, we could have very well stopped here and held, that, the observation made by NCLAT in the appeal filed by EARC to the effect, that EARC was entitled to take recourse to such remedies as are available to it in law, is impermissible in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de28449f352f4612966fb75b7383a63a_173"
    },
    {
      "start": 35404,
      "end": 35864,
      "text": "71. As held by this Court in the case of Pr. Commissioner of Income Tax vs. Monnet Ispat and Energy Ltd.10, in view of provisions of Section 238 of I&B Code, the provisions thereof will have an overriding effect, if there is any inconsistency with any of the provisions of the law for the time being in force or any instrument having 10 SLP(C) No.6483/2018 (order dated 10.8.2018) effect by virtue of any C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 such law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "507a56ee2a944acbb26d274f6510fd1f_174"
    },
    {
      "start": 35865,
      "end": 36021,
      "text": "As such, the observations made by NCLAT to the aforesaid effect, if permitted to remain, would frustrate the very purpose for which the I&B Code is enacted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c33e575662c48cf860bc59438e0d563_175"
    },
    {
      "start": 36022,
      "end": 36439,
      "text": "\n72.However, in Civil Appeal arising out of Special Leave Petition (Civil) No.11232 of 2020, Writ Petition (Civil) No.1177 of 2020 and Civil Appeals arising out of Special Leave Petition (Civil) Nos. 71477150 of 2020, the issue with regard to the statutory claims of the State Government and the Central Government in respect of the period prior to the approval of resolution plan by NCLT, will have to be considered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3b1082ba049450e946f447720d88076_176"
    },
    {
      "start": 36441,
      "end": 36917,
      "text": "18.2 This Court in case of Essar Steel Limited vs. State of Gujarat has held thus:\n\"11.1 Undisputedly the applicant herein i.e. ArcelorMittal Nippon Steel India Ltd., formerly known as Essar Steel India Ltd., (ESIL) submitted a Resolution Plan which came to be approved by the CoC on 25.10.2018 and, thereafter, by the Hon'ble Supreme Court on 15.11.2019 in Committee of Creditors of Essar Steel India Ltd., vs. Satish Kumar Gupta and others, reported in 2019 SCC OnLine 1478.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "46266622e02d4c349dabda0827f2e3ea_177"
    },
    {
      "start": 36918,
      "end": 37057,
      "text": "Upon approval of the said Resolution Plan all the claims RP by the creditors were settled or discharged by appropriate assignment of value.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ece7014e53c44ca896955d17a96a3fb4_178"
    },
    {
      "start": 37058,
      "end": 37374,
      "text": "The Resolution Plan provides that all the claims of ESIL whether contingent or crystallized, known or unknown, C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 filed or not filed shall stand irrevocably and unconditionally abated, discharged, settled and extinguished in perpetuity upon approval of the Resolution Plan.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e55545c07732404298523a4c184ff0ea_179"
    },
    {
      "start": 37375,
      "end": 37495,
      "text": "In view of Section 31 of the Code, the Resolution Plan is binding to all stakeholders, including the respondents herein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21004e63b7e045afae03aa596843b4c8_180"
    },
    {
      "start": 37496,
      "end": 38226,
      "text": "Section 31 of the IBC, 2016 reads thus :-\n\"31. Approval of resolution plan .- (1) If the Adjudicating Authority is satisfied that the resolution plan as approved by the committee of creditors under sub-section (4) of Section 30 meets the requirements as referred to in sub-section (2) of Section 30, it shall by order approve the resolution plan which shall be binding on the corporate debtor and its employees, members, creditors, including the Central Government, any State Government or any local authority to whom a debt in respect of the payment of dues arising under any law for the time being in force, such as authorities to whom statutory dues are owed, guarantors and other stakeholders involved in the resolution plan.\n",
      "labels": [
        "STA"
      ],
      "id": "94b40aa53789480cbec7aeec41830898_181"
    },
    {
      "start": 38226,
      "end": 38435,
      "text": "Provided that the Adjudicating Authority shall, before passing an order for approval of resolution plan under this subsection, satisfy that the resolution plan has provisions for its effective implementation.\"",
      "labels": [
        "STA"
      ],
      "id": "28df5800de9741678afc140a385b92ea_182"
    },
    {
      "start": 38437,
      "end": 38805,
      "text": "11.2 Further the Resolution Plan came to be finally approved C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 by the Hon'ble Supreme Court in the aforesaid judgment, wherein in view of the aforesaid judgment and Section 31 of the Code all the past dues, claims and liabilities against ESIL stands extinguished and hence no outstanding liability of ESIL/ AMNS now remains.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ab8fdff5eab45afa386bb256dd52a33_183"
    },
    {
      "start": 38806,
      "end": 38969,
      "text": "In view thereof, the liability raised by the impugned notices which are subject matter of present writ application stands extinguished so far as ESIL is concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e914b271832e429693cfaa8571febb07_184"
    },
    {
      "start": 38970,
      "end": 39250,
      "text": "By way of judgment dated 15.11.2019 in committee of creditors of ESIL vs. Satishkumar Gupta, the Hon'ble Supreme Court dismissed the various appeals and finally approved the Resolution Plan of ArcelorMittal Nippon Steel India Ltd., in the judgment as reported in 2020 (8) SCC 531.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "43a2c93fb6964bd79ccdc58987bc2e26_185"
    },
    {
      "start": 39251,
      "end": 39493,
      "text": "The Hon'ble Supreme Court held in para-105 which reads thus :-\n\"105. Section 31(1) of the Code makes it clear that once a resolution plan is approved by the Committee of Creditors it shall be binding on all stakeholders, including guarantors.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ecc72075008c49acbb2602ccf286524d_186"
    },
    {
      "start": 39494,
      "end": 39665,
      "text": "This is for the reason thatthis provision ensures that the successful resolution applicant starts running the business of the corporate debtor on a fresh slate as it were.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "531fc1332aa04c619d60aa3e61d15aec_187"
    },
    {
      "start": 39666,
      "end": 39961,
      "text": "In SBI v. V. Ramakrishnan [SBI v. V. Ramakrishnan,(2018)17 SCC 394 : (2019) 2 SCC (Civ) 458], this Court relying upon Section 31 of the Code has held: (SCC p. 411, para 25) \"25. Section 31 of the Act was also strongly relied upon C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 by the respondents.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4715486cb5414265848194185b9c6110_188"
    },
    {
      "start": 39962,
      "end": 40141,
      "text": "This section only states that once a resolution plan, as approved by the Committee of Creditors, takes effect, itshall be binding on the corporate debtor as well as the guarantor.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0fedc4a8762945c282a38b231320b45f_189"
    },
    {
      "start": 40142,
      "end": 40355,
      "text": "This is for the reason that otherwise, under Section 133 of the Contract Act, 1872, any change made to the debt owed by the corporate debtor, without the surety's consent, would relieve the guarantor from payment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b63f0ceb752a40bda606d1bb3b126dd3_190"
    },
    {
      "start": 40356,
      "end": 40557,
      "text": "Section 31(1), in fact, makes it clear that the guarantor cannot escape payment as the resolution plan, which has been approved, may well include provisions as to payments to be made by such guarantor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3b6520dcd504a4aabaf3dc88c5d559a_191"
    },
    {
      "start": 40558,
      "end": 40794,
      "text": "This is perhaps the reason that Annexure VI(e) to Form 6 contained in the Rules and Regulation 36(2) referred to above, require information as to personal guarantees that have been given in relation to the debts of the corporate debtor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0676d1154bb648349b45be848848358b_192"
    },
    {
      "start": 40796,
      "end": 41023,
      "text": "Far from supporting the stand of the respondents, it is clear that in point of fact, Section 31 is one more factor in favour of a personal guarantor having to pay for debts due without any moratorium applying to save him.\"\n107.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8237c40c43344989b9d184aa7bf31d01_193"
    },
    {
      "start": 41024,
      "end": 41422,
      "text": "For the same reason, the impugned NCLAT judgment in holding that claims that may exist apart from those decided on merits by the resolution professional and by the Adjudicating Authority/ Appellate Tribunal can now be decided by an C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 appropriate forum in terms of Section 60(6) of the Code, also militates against the rationale of Section 31 of the Code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c50074868e86465d924362eb326afae4_194"
    },
    {
      "start": 41423,
      "end": 41774,
      "text": "A successful resolution applicant cannot suddenly be faced with \"undecided\" claims after the resolution plan submitted by him has been accepted as this would amount to a hydra head popping up which would throw into uncertainty amounts payable by a prospective resolution applicant who would successfully take over the business of the corporate debtor.",
      "labels": [
        "RATIO"
      ],
      "id": "31896de335254d5eb092a4ba3fc842e4_195"
    },
    {
      "start": 41775,
      "end": 42008,
      "text": "All claims must be submitted to and decided by the resolution professional so that a prospective resolution applicant knows exactly what has to be paid in order that it may then take over and run the business of the corporate debtor.",
      "labels": [
        "RATIO"
      ],
      "id": "96617644aa094d6395b9b29569940926_196"
    },
    {
      "start": 42009,
      "end": 42115,
      "text": "This the successful resolution applicant does on a fresh slate, as has been pointed out by us hereinabove.",
      "labels": [
        "RATIO"
      ],
      "id": "7637b3f855bb44a8ba6722aaf90a001a_197"
    },
    {
      "start": 42116,
      "end": 42188,
      "text": "For these reasons, NCLAT judgment must also be set aside on this count.\"",
      "labels": [
        "RATIO"
      ],
      "id": "45c4020e1ca848b7bf884a8261c58589_198"
    },
    {
      "start": 42189,
      "end": 42429,
      "text": "11.3 Further the Resolution Plan provides that all the claims alongwith related proceedings shall stand irrevocably and unconditionally stand abated, discharged, settled and extinguished in perpetuative upon approval of the Resolution Plan.",
      "labels": [
        "RPC"
      ],
      "id": "e34982cc62ee4ffda5c7a03b2e0ba345_199"
    },
    {
      "start": 42430,
      "end": 42633,
      "text": "Further no person shall be entitled to initiate any proceeding to enforce any claims or continue any proceeding in relation to any claim so far as such claim relate to period prior to plan approval date.",
      "labels": [
        "RPC"
      ],
      "id": "1c0b2544ab3747cf8720c32f7f7d5453_200"
    },
    {
      "start": 42634,
      "end": 42899,
      "text": "The relevant C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 provisions of the Resolution Plan as approved by the Hon'ble Supreme Court are reproduced herein which reproduced herein which reads thus :-\nProceedings in relation to the Water Charges Claim stand abated:\n",
      "labels": [
        "RPC"
      ],
      "id": "6f4f99b4e1044cf9973158ab01fc31cb_201"
    },
    {
      "start": 42899,
      "end": 43123,
      "text": "The Resolution Plan provides that all the claims along with the related proceedings shall stand irrevocably and unconditionally abated, discharged, settled and extinguished in perpetuity upon approval of the Resolution Plan.",
      "labels": [
        "RPC"
      ],
      "id": "958dc27c0d2848dc970bc64c942af0e8_202"
    },
    {
      "start": 43124,
      "end": 43343,
      "text": "Further, no person shall be entitled to initiate any proceedings to enforce any claims or continue any proceedings in relation to any claims in so far as such claims relate to the period prior to the Plan Approval Date.",
      "labels": [
        "RPC"
      ],
      "id": "c9e7ead471904cdc9859a5b761685b1f_203"
    },
    {
      "start": 43344,
      "end": 43541,
      "text": "Certain relevant provisions of the Resolution Plan, as approved vide the SC Judgment, are extracted hereunder for ready reference:\n\"Operational Creditors: Trade Creditors and Government Creditors -",
      "labels": [
        "RPC"
      ],
      "id": "c4c4bd8c153147fd8e540b8da368757d_204"
    },
    {
      "start": 43542,
      "end": 44045,
      "text": "Pursuant to the approval of the Resolution Plan by the Adjudicating Authority, each, of the Trade Creditors and Government Creditors shall be deemed to be bound by the following terms :-\nThe payments proposed to be made to the Trade Creditors and Government Creditors in accordance with this Resolution Plan, shall be treated as full and final C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 payment of all outstanding dues of the Corporate Debtor to each of such Trade Creditors and Government Creditors.",
      "labels": [
        "RPC"
      ],
      "id": "5ad7ac5e5a3142a6ae45b7bc5fbbe28b_205"
    },
    {
      "start": 44046,
      "end": 44531,
      "text": "Except as stated above, the Government Creditors and Trade Creditors shall be deemed to have no outstanding claims against the Corporate Debtor; and As on the Plan Approval Date, the Government Creditors and Trade Creditors shall be deemed to have waived, until the Plan Approval Date, all termination rights on account of payment defaults and rights to payment of penalty, default payment or any payment of like nature under any agreement or arrangement against the Corporate Debtor.\"",
      "labels": [
        "RPC"
      ],
      "id": "7b041a1ff8a14f71a857361e18234836_206"
    },
    {
      "start": 44532,
      "end": 45942,
      "text": "\n\"XIII. Other Terms of the Resolution Plan xxx xxx xxx Extinguishment of Claims:\n1. Notwithstanding anything contained under ApplicableLaw or otherwise, the Claims pertaining to the Corporate Debtor shall stand extinguished, settled, abated and satisfied in the manner set out hereinafter:\na. Upon approval of the Resolution Plan by the Adjudicating Authority, except for payments/settlements under this Resolution Plan, no other payments or settlements (of any kind) will have to be made to any other Person in respect of the Claims filed under the Resolution Process and all Claims (including, for the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 avoidance of doubt, Rejected Claims Amount and Verification Pending Amounts) against the Corporate Debtor till or as of the Insolvency Commencement Date along with any related Proceedings, including Proceedings for enforcement of any security interest, to the extent approved by the Adjudicating Authority, (other than in respect of invocation of corporate guarantees and personal guarantees issued for and on behalf of the Corporate Debtor by the Existing Promoter Group or their respective affiliates), shall stand irrevocably and unconditionally abated, discharged, settled and extinguished in perpetuity and if required, the Resolution Applicant, Corporate Debtor and its Stakeholders shall make necessary filings and take all necessary steps for the same.",
      "labels": [
        "RPC"
      ],
      "id": "b3cd9e66274e4600a303518eb23f1dca_207"
    },
    {
      "start": 45943,
      "end": 46386,
      "text": "\nb. Upon approval of the Resolution Plan by the Adjudicating Authority, the payments contemplated in this Resolution Plan shall be the Corporate Debtor's full and final performance, and satisfaction, of all Claims (including Rejected Claims Amounts and Verification Pending Amounts) against the Corporate Debtor till or as of the Insolvency Commencement Date, shall stand irrevocably and unconditionally settled and extinguished in perpetuity.",
      "labels": [
        "RPC"
      ],
      "id": "cf4f81d1d19b47dabaad13198a3db339_208"
    },
    {
      "start": 46387,
      "end": 46448,
      "text": "\nXxx xxx xxx C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 e.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "97aaeb6f1f86477a9c94f9162bbc6858_209"
    },
    {
      "start": 46449,
      "end": 46982,
      "text": "Other than as set out in this Resolution Plan, the Resolution Applicant and the Corporate Debtor shall have no responsibility or liability in respect of any Claims (whether contingent or crystallized, known or unknown, filed or not filed) against the Corporate Debtor attributable to the period prior to the Insolvency Commencement Date, including those relating to any corporate guarantees, indemnities and all other forms of credit support provided by the Corporate Debtor till or as of the Insolvency Commencement Date shall stand",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0bd690de8b7d4941806063d6efacdbc3_210"
    },
    {
      "start": 46983,
      "end": 47062,
      "text": "irrevocably and unconditionally abated, settled and extinguished in perpetuity.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac280ab53cf94dc2bfd5eb99f80dda02_211"
    },
    {
      "start": 47064,
      "end": 47074,
      "text": "xx xxx xxx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b578d1b867e843f39bf2722d1fda0aaa_212"
    },
    {
      "start": 47075,
      "end": 47287,
      "text": "1. No Person shall be entitled to initiate any Proceedings to enforce any Claims or continue any proceedings in relation to any Claims in so far as the Claims relate to the period prior to the Plan Approval Date.",
      "labels": [
        "RPC"
      ],
      "id": "db804a657fea45f3afc10c349d842623_213"
    },
    {
      "start": 47288,
      "end": 47302,
      "text": "\nxxx xx xxx 2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6f4d851a86e84920bee96189f94d294f_214"
    },
    {
      "start": 47303,
      "end": 47558,
      "text": "With respect to the matters stated in paragraph 1above, any liabilities and/ or Claims that arise till the Effective Date shall stand waived, extinguished, abated, discharged in perpetuity and provisions of paragraph 1 above shall mutatis mutandis apply.\"",
      "labels": [
        "RPC"
      ],
      "id": "7b7013ef571e4f5f9092d3e1aa06937e_215"
    },
    {
      "start": 47559,
      "end": 47907,
      "text": "\n11.4 The above referred portion of the aforesaid judgment make it exceedingly clear that upon approval C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 of the Resolution Plan all claims including any existing claim such as claim made with respect to water charges which form the subject matter of present Special Civil Application stand extinguished.",
      "labels": [
        "RPC"
      ],
      "id": "22265f77048649b69c0b09204467ad9d_216"
    },
    {
      "start": 47908,
      "end": 48038,
      "text": "The Resolution Plan operates \"in rem\" and it disentitles anyone from agitating any claims that existed prior to Resolution period.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9cbb5a3d4c414f3b9aaa000149bb3ec8_217"
    },
    {
      "start": 48039,
      "end": 48337,
      "text": "\n11.5 Pursuant to the approval of the terms of the resolution plan an amount of Rs.10,65,02,083 was paid by ESIL to the writ-applicant by way of demand draft which was submitted by letter dated 6.12.2019 and the same was accepted by the respondent No.2 on 17.12.2019 without any demurer or protest.",
      "labels": [
        "RPC"
      ],
      "id": "3b5c21dc252a4d20960fe34e2df90294_218"
    },
    {
      "start": 48338,
      "end": 48522,
      "text": "The said letter dated 6.12.2019 is produced thus;-\n\"December 16, 2019 To: Executive Engineer, Kakarapar Right Bank Canal Division, 2nd Floor, City Mamlatdar Office, Athwalines , Surat.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "62327e8ea0684272b5bc33446c1e4b25_219"
    },
    {
      "start": 48523,
      "end": 48539,
      "text": "\nDear Sir/Madam:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4d7a6ac47c946aaabbb0b4f2d3ce27a_220"
    },
    {
      "start": 48541,
      "end": 49228,
      "text": "Subject: Payment under the resolution plan for Essar Steel India Limited The Hon'ble Supreme Court of India, through its C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 judgment dated November 15, 2019 (\"Supreme Court Order\"), has approved the resolution plan submitted by ArcelorMittal India Private Limited (AMPIL\") in respect of the corporate insolvency resolution process of ESIL, after considering the order of the Hon'ble National Company Law Tribunal,Ahmedabad bench dated March 8, 2019 and the order of the Hon'ble National Company Law Appellate Tribunal dated July 4, 2019 (the resolution plan, as modified, amended and approved by the Supreme Court Order, the \"Resolution Plan\").",
      "labels": [
        "PREAMBLE"
      ],
      "id": "55e4f34a484845b2b1519c5ecc8cfeb4_221"
    },
    {
      "start": 49229,
      "end": 49361,
      "text": "In accordance with the terms of the Resolution Plan, below are the details of the payment to you as an operational creditor of ESIL:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0f79a00b48124e88b8dad05a6edccd90_222"
    },
    {
      "start": 49370,
      "end": 49397,
      "text": "1           Name of        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e3bbf398aa3f484d980fdfb7aeb90185_223"
    },
    {
      "start": 49397,
      "end": 49439,
      "text": "the              EXECUTIVE ENGINEERS, KRBC",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c7726e29cee4589bf85be1b8f929d86_224"
    },
    {
      "start": 49459,
      "end": 49468,
      "text": "Operation",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac181f2cf00d436690f5da61156b3600_225"
    },
    {
      "start": 49491,
      "end": 49531,
      "text": "SURAT, GOVERNMENT OF                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a23067d66c144cc39ddfdc2baae71930_226"
    },
    {
      "start": 49531,
      "end": 49539,
      "text": "Creditor",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22e9a3239b33439fb3ed7a664093d736_227"
    },
    {
      "start": 49563,
      "end": 49571,
      "text": "GUJARAT.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "80949f9aa3d04d3bb1b3454e45f06402_228"
    },
    {
      "start": 49580,
      "end": 49598,
      "text": "2           Amount",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3fbe8c6855f489aa28f5bf37204de69_229"
    },
    {
      "start": 49607,
      "end": 49641,
      "text": "of               Rs.1,06,502,083/-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fad092f5df5a43c2a181749c077207f0_230"
    },
    {
      "start": 49642,
      "end": 49652,
      "text": "In words :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "84017e81db6a4727a4258a0b9c95d092_231"
    },
    {
      "start": 49673,
      "end": 49685,
      "text": "distribution",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ce0f5dece49e4f53a8ceb181e676083c_232"
    },
    {
      "start": 49705,
      "end": 49734,
      "text": "Rs Ten Crores Sixty Five lacs",
      "labels": [
        "PREAMBLE"
      ],
      "id": "668a1f5cb2144733b98fe15115b45676_233"
    },
    {
      "start": 49754,
      "end": 49771,
      "text": "under         the",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f8bb0f26c8ec4d1b8b8a5aee172eb6b7_234"
    },
    {
      "start": 49786,
      "end": 49815,
      "text": "two thousand and eighty three",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69fe382edba342748b82a65b0ea153e1_235"
    },
    {
      "start": 49835,
      "end": 49867,
      "text": "Resolution Plan                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26adb5f9b81045af9d5b5f02a4c3af65_236"
    },
    {
      "start": 49867,
      "end": 49873,
      "text": "only .",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8958f7a2bc4c439392849437ae39ff11_237"
    },
    {
      "start": 49882,
      "end": 49901,
      "text": "3           Details",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d8c304ed3d984d839dc840e9340a820c_238"
    },
    {
      "start": 49911,
      "end": 49928,
      "text": "of             DD",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5571919753c464b923428a0aba96a1a_239"
    },
    {
      "start": 49929,
      "end": 49935,
      "text": "No . :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e446c1f559c44a17ac84a89e326a4e31_240"
    },
    {
      "start": 49936,
      "end": 49942,
      "text": "626895",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5a3198a44ec491398b483d58730e896_241"
    },
    {
      "start": 49943,
      "end": 49952,
      "text": "DD Date :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df56b877c1fe472e83799f1de213bcfe_242"
    },
    {
      "start": 49973,
      "end": 49979,
      "text": "Demand",
      "labels": [
        "PREAMBLE"
      ],
      "id": "89f53d373cab407f9c949c12a9bcc3ef_243"
    },
    {
      "start": 49987,
      "end": 50021,
      "text": "Draft             December 16,2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "43955c57fb724a70877c727a047e1147_244"
    },
    {
      "start": 50022,
      "end": 50052,
      "text": "DD Issuing                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cf11e97d45424baebb947cd01d418df7_245"
    },
    {
      "start": 50052,
      "end": 50068,
      "text": "( DD) issued for",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f3b28d8dc7f24a6a9aaef1125fdc0b00_246"
    },
    {
      "start": 50085,
      "end": 50091,
      "text": "Bank :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b209a6c8ac0e43e6b612b04744908eb6_247"
    },
    {
      "start": 50092,
      "end": 50111,
      "text": "State Bank of India",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c873f776c9d24ba6b82e4c0a73ffd2dc_248"
    },
    {
      "start": 50131,
      "end": 50163,
      "text": "the        eligible             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "462a5be096ce4548b0c7dd1b7134b02b_249"
    },
    {
      "start": 50163,
      "end": 50194,
      "text": "Issued in favour of : Executive",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a538c15946c44d02889dc4c53dc34ceb_250"
    },
    {
      "start": 50214,
      "end": 50220,
      "text": "amount",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e671c257aea4ad59649c86c795fef1b_251"
    },
    {
      "start": 50227,
      "end": 50254,
      "text": "under              Engineer",
      "labels": [
        "PREAMBLE"
      ],
      "id": "968e4c7154394b248dd053b1e32ecf48_252"
    },
    {
      "start": 50259,
      "end": 50297,
      "text": "KRBC      Division                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c14b16fc373949c9a0babf24cd081ba9_253"
    },
    {
      "start": 50297,
      "end": 50347,
      "text": "the     Resolution              Payable at : Surat",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b57cf928e0bb44bfbc86975237bb6b5c_254"
    },
    {
      "start": 50348,
      "end": 50434,
      "text": "                   Plan The Demand Draft mentioned above is enclosed with this letter.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b91ae061502e4a7fb30b5c35b03b7cf7_255"
    },
    {
      "start": 50436,
      "end": 50450,
      "text": "C/FA/3659/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1f2c56cb2fd146cca2249d4c46eea0df_256"
    },
    {
      "start": 50451,
      "end": 50481,
      "text": "CAV JUDGMENT DATED: 24/02/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6feff5229add4b769b01058f7a08a89f_257"
    },
    {
      "start": 50482,
      "end": 50783,
      "text": "In accordance with the terms of the Resolution Plan and the Supreme Court Order, please note that the payment of the above amount shall be treated as full and final payment of all outstanding claims/dues (including any undecided claims) of ESIL to you, and all such claims shall be fully extinguished.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70482761a93e4f5cb64e9a84cfb0a51b_258"
    },
    {
      "start": 50784,
      "end": 50860,
      "text": "Neither ESIL nor AMIPL shall be liable to pay any additional amounts to you.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a4e085300ad348b2a9c920586c67f1d4_259"
    },
    {
      "start": 50861,
      "end": 51100,
      "text": "Note that any outstanding advances made by ESIL to you, if any, should not be offset against any past unpaid claims or dues, and such outstanding advances should be adjusted only against future supply of goods and services, as applicable.\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f318ce39c114256ac9b3f5ce09c7a00_260"
    },
    {
      "start": 51100,
      "end": 51136,
      "text": "This letter is for your information.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cca2a21df9a249e58d8ae8e77a251b65_261"
    },
    {
      "start": 51137,
      "end": 51200,
      "text": "Handed over to Mr. Mayank Kumar Desai - DL No. GJ05-19940099755",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c22a5d845ab2493f8afab660f9fe43bd_262"
    },
    {
      "start": 51201,
      "end": 51380,
      "text": "For and on behalf of Essar Steel India Limited Name: M. Balajee Designation: DD Received Vice President Finance 17.12.2019 For, Executive Engineer K. R. B. C. Division Surat\"\n11.6",
      "labels": [
        "PREAMBLE"
      ],
      "id": "43b703a964c24e0aba1fe1692c7a74dc_263"
    },
    {
      "start": 51381,
      "end": 51663,
      "text": "In view of above, in view of this Court the present special civil application arose prior to the commencement of CIRP and the same stands C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 extinguished by virtue of the judgment delivered by the Hon'ble Supreme Court in 2020 (8) SCC 531.",
      "labels": [
        "NONE"
      ],
      "id": "d61c0df1a6b54abfbde93a268cf7d873_264"
    },
    {
      "start": 51664,
      "end": 52206,
      "text": "The proceedings under the Insolvency and Bankruptcy Code 2016 has acquired finality with the aforesaid judgment passed by the Hon'ble Supreme Court in 2020 (8) SCC 531 which clearly shows discussion in detail of the entire scheme of the provisions of the Code and vide the aforesaid quoted paragraphs it clearly shows that \"undecided claim\" of the operational creditors i.e. stand extinguished by the said scheme of rehabilitation/ revival approved by the committee of the creditors which came to be approved by the Hon'ble Supreme Court.\n12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f88788268db54d519935e09e4f831334_265"
    },
    {
      "start": 52207,
      "end": 52583,
      "text": "Thus, in view of this Court the civil application in the Special Civil Application No.8741 of 2008 ArcelorMittal Nippon Steel India Ltd., formerly known as Essar Steel India Ltd., (ESIL) deserves to be allowed and the Special Civil Application No.8741 of 2008 filed by the Essar Steel India Ltd., (ESIL) against the respondent No.2 stands allowed to the aforesaid extent.\"\n19.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb40ced972164f8aaf499656615a535c_266"
    },
    {
      "start": 52584,
      "end": 52815,
      "text": "The appellant had relied on Note 21 at page 308 of the Appellant's Convenience Compilation, Volume-I that the claim of the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 certain creditors according to Note 21 was admitted at Rs.1/-.",
      "labels": [
        "FAC"
      ],
      "id": "51d7124c7d5741a2a2dd8902ea93e650_267"
    },
    {
      "start": 52816,
      "end": 53004,
      "text": "The value of Rs.1/- was assigned to the appellant's claim whereas according to the respondent, the appellant's claim would be extinguished once there is an approval of the Resolution Plan.",
      "labels": [
        "FAC"
      ],
      "id": "ee21ea4447e343e0a40aec22adcf44d9_268"
    },
    {
      "start": 53005,
      "end": 53090,
      "text": "It cannot argue that its claims are not extinguished in terms of the Resolution Plan.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cceeb9d8f8394287aed9e8d822ffc372_269"
    },
    {
      "start": 53091,
      "end": 53462,
      "text": "If Note 21 as argued before us by the respondent had the effect of survival of appellant's claim and inclusion of the same in the Resolution Plan, there would not have been any requirement for the appellant to file IA No.446 of 2018 by which it prayed that Resolution Plan may not be approved before because payment of DGVCL's claim had not been provided for in the plan.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d7d6b20c2d741f8a2f239bff50fdaf2_270"
    },
    {
      "start": 53463,
      "end": 53624,
      "text": "IA No.446 of 2018 was filed in C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 November 2018 whereas Note 21 is a part of document file with the NCLT in June 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86f5870a555148a98ea9d90a23f0e611_271"
    },
    {
      "start": 53625,
      "end": 53839,
      "text": "Therefore, according to the respondent, the appellant had been barred by the principle of res judicata to re-agitate these claims under the appellant's suit and even the cause of action does not survive any longer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff08c84542b447c38f71d9fb678d003b_272"
    },
    {
      "start": 53840,
      "end": 53977,
      "text": "It is also emphatically pointed out by the respondent that neither Note 21 is a part of a Resolution Plan nor the information memorandum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f843a40ee2b2446a80c4d0e84dd89751_273"
    },
    {
      "start": 53978,
      "end": 54078,
      "text": "It is a part of list of creditors prepared by the Resolution Professional and forwarded to the NCLT.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76f46d1d1a554deaaf8efc7ed2aef622_274"
    },
    {
      "start": 54079,
      "end": 54332,
      "text": "In CIRP, which is a Resolution Plan which decides how much payment is to be made to each creditor toward full and final satisfaction of its entirely, its entire claim admitted by the Resolution C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Professional.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5200da4559e74e7390457b130283dc17_275"
    },
    {
      "start": 54334,
      "end": 54524,
      "text": "19.1 Although, the appellant has emphasized on the fact that Resolution Professional was wrongly admitted the appellant's huge claims to INR 1/- only on the ground that the same is disputed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f6b9c44870347608e53f9767d9a2de4_276"
    },
    {
      "start": 54525,
      "end": 54628,
      "text": "It has urged that it should be allowed to pursue such claims even after completion of Essar Steel CIRP.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3a1d912eb6a648d992252fe7bcfedef9_277"
    },
    {
      "start": 54629,
      "end": 54789,
      "text": "Such submissions at first glance will seem to be grossly misleading and also against the settled law laid down by the Apex Court as contended by the respondent.",
      "labels": [
        "RATIO"
      ],
      "id": "cf7dd73b037e40ce9dbdf4856e1bcfc7_278"
    },
    {
      "start": 54790,
      "end": 54966,
      "text": "It is not in dispute that the decision of the Resolution Professional to admit the claim of the appellant only to the extent of Rs.1/- was upheld by the Essar Steel's judgment.",
      "labels": [
        "RATIO"
      ],
      "id": "17d4a74681cf492b8b7059f3b7c33c87_279"
    },
    {
      "start": 54967,
      "end": 55233,
      "text": "The appellant's submission that despite the claim of the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 appellant having been admitted in the Resolution Plan to the extent of INR 1/-, the respondent can be asked to pay a claim beyond the terms of the Resolution Plan.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb15e6b925b3457fb93dd6150fb99260_280"
    },
    {
      "start": 55234,
      "end": 55357,
      "text": "In the opinion of this Court, it would not be contrary to the decision of the Apex Court and to the objective of the Court.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "19d37214793541f889314b2df041b832_281"
    },
    {
      "start": 55359,
      "end": 55500,
      "text": "20. It is true that under the Resolution Plan, the appellant has not been found entitled to receive any sum towards its claim except INR 1/-.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b7fac199035437bb27c0099641a2818_282"
    },
    {
      "start": 55501,
      "end": 55736,
      "text": "The Resolution Professional had put the notional value to the claim of the petitioner at INR 1/- and of course, the Resolution Professional's decision has been upheld by Apex Court in Essar Steel's judgment as also in the review order.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f39a5127ea1544fb933107125ea73231_283"
    },
    {
      "start": 55738,
      "end": 55787,
      "text": "C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 21.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a59650eb172d4212951d2f5e544adfe9_284"
    },
    {
      "start": 55788,
      "end": 56000,
      "text": "This Court is not in agreement with the submissions of the respondent that the Resolution Plan for erstwhile Essar Steel since had been approved, the appellant's claim would be extinguished in terms of such plan.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "66ee5d78328e49759bed9ac5ed2274ee_285"
    },
    {
      "start": 56001,
      "end": 56185,
      "text": "This Court is conscious of the decisions of the Apex Court in case of Ghanshyam Mishra (supra), this decision provides that on approval of the Resolution Plans all claims stand frozen.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47306cf3ccbd46a48bdf9950db0f676b_286"
    },
    {
      "start": 56186,
      "end": 56325,
      "text": "The appellant's claim at Rs.1/- even if is frozen, the rest of its claim of Rupees Five Thousand and odd Crores may not stand extinguished.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9c2a806541b9408985bd79cc7c189cdd_287"
    },
    {
      "start": 56327,
      "end": 56401,
      "text": "22. This Court needs to refer to the appellant's claim and statutory dues.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d9627461d08a4b2a87c16d279eaa4b08_288"
    },
    {
      "start": 56402,
      "end": 56416,
      "text": "C/FA/3659/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c6c755c0057143b385c0bd7e7887ce58_289"
    },
    {
      "start": 56417,
      "end": 56447,
      "text": "CAV JUDGMENT DATED: 24/02/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df39e5659b894de586e32bfb7a215c80_290"
    },
    {
      "start": 56448,
      "end": 56489,
      "text": "Claim of statutory dues by the appellant.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "16c9d18c12a7449d8d669b09210b2cf6_291"
    },
    {
      "start": 56490,
      "end": 56615,
      "text": "22.1 The appellant has contended its claim to be statutory dues and therefore, not to be extinguished by the Resolution Plan.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e91eafc831b043738d90a17cc1af556f_292"
    },
    {
      "start": 56616,
      "end": 56748,
      "text": "As discussed above, the Resolution Plan in the present case did not provide for any payment towards the appellant's statutory claim.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "315f10dd67074b56bd032fa5b21b13d6_293"
    },
    {
      "start": 56749,
      "end": 57108,
      "text": "The appellant, therefore, has sought a permission to continue its suit and to bolster these submissions the appellant had relied on the decision of the Apex Court in case of State Tax Officer (1) vs. Rainbow Papers Limited, reported in (2022) ibclaw.in 107 SC Civil Appeal No.1661 of 2020 With Civil Appeal No.2568 of 2020 the judgment dated 06.09.2022. 23.1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2ff9a288c2e543b7b3684ea2ad747b86_294"
    },
    {
      "start": 57109,
      "end": 57543,
      "text": "The Court was considering whether the State can pursuant to Section 48 of the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Gujarat Value Added Tax Act claim first charge over the assets of corporate debtor and whether in view of such a first charge, a plan which waived of such dues can be approved by the Committee of Creditors. and whether claim filed before the Resolution Professional after considerable delay can be entertained.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "58d75986c49040e0a0316a68c15fc02b_295"
    },
    {
      "start": 57544,
      "end": 57739,
      "text": "The Apex Court held that the State Government was a secured creditor as per Section 48 of the Value Added Tax Act and there was no inconsistency between Gujarat Value Added Tax Act and the Court.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c0218a10176c421e973ae5ae84762783_296"
    },
    {
      "start": 57740,
      "end": 57891,
      "text": "It also held that the Resolution Plan which does not provide for payment of statutory dues ought to be rejected and the company ought to be liquidated.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2fb8bb316e9446e9b7901b089e4937a4_297"
    },
    {
      "start": 57892,
      "end": 58045,
      "text": "The Government's claim could not have been rejected on the sole ground that there was a delay in C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 filing it.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "303a70f24bb44dd1ad3bedbf2d56b75f_298"
    },
    {
      "start": 58046,
      "end": 58132,
      "text": "Accordingly, the Resolution Plan approved by the Committee of Creditors was set aside.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bfd8e88c6b9f42da86e9fd3de61560c2_299"
    },
    {
      "start": 58133,
      "end": 58414,
      "text": "\n23.2 Of course, the facts of the appellant differ this wise that the appellant's claim was not rejected by the Resolution Professional on the ground that it was filed belatedly, but on the ground that the disputes were pending with respect to the claim before various authorities.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "599d450857bd4a9eb14dc444103b9a05_300"
    },
    {
      "start": 58415,
      "end": 58530,
      "text": "Therefore, the amount of claim admitted was the notional amount of INR 1/- to ensure the participation in the CIRP.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0de7a0680a674431b780cbadd3940035_301"
    },
    {
      "start": 58532,
      "end": 59012,
      "text": "24. Here, of course, there was a refusal to approve the Resolution Plan, whereas in the present case the Resolution Plan has already been approved not just by the NCLT, C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 but by the Apex Court and yet the claim being the statutory dues of the appellant even when a Resolution Plan has been approved, it is not a case of a hydra-heads as held in case of Committee of Creditors of Essar Steel India Limited vs. Satish Kumar Gupta (supra).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "031b0e3793cf40e1973b95eebbe60cec_302"
    },
    {
      "start": 59014,
      "end": 59207,
      "text": "25. We notice from Appellant's Convenience Compilation that the total amount of claim made under Regulation 7 of the Insolvency and Bankruptcy Board of India was 5882.28 Crore as on 02.08.2017.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d7ea3d6e963a406fabb84ee9540ec1e7_303"
    },
    {
      "start": 59208,
      "end": 59303,
      "text": "The bifurcation of the same also has been given this wise:\nNos.                   Particulars  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "821c8dfbfa2049d193b9dfe3ea3b323e_304"
    },
    {
      "start": 59303,
      "end": 59527,
      "text": "4     Total Amount of Claim as on 02.08.2017 Rs.5882.28              crores (including any interest as at the insolvency (Rupees Five Thousand commencement date) Eight Hundred Eighty Two Crores and Twenty Eight Lacs Only)\n1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2cf25e5f850d44e4b3f5bb9c761eed90_305"
    },
    {
      "start": 59528,
      "end": 59572,
      "text": "Cross subsidy Surcharge-Rs.1136.08 Crores 2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f4bdf5fa549c486dbbcbb999aa4e24ec_306"
    },
    {
      "start": 59573,
      "end": 59658,
      "text": "Additional Surcharge- C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Rs.665.92 Crores.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3073faf86394461b8305c41d77a4f91c_307"
    },
    {
      "start": 59660,
      "end": 59729,
      "text": "3. Breach of Minutes of Meeting dated 01.02.2010-Rs.4047.01 crores 4.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1368d5b022974acca2e943a6bf78e13b_308"
    },
    {
      "start": 59730,
      "end": 59787,
      "text": "Electricity Duty on demand charges- Rs.33.27 Crires Note:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5fcb8c4c3f804ee5baeeb45995e97683_309"
    },
    {
      "start": 59788,
      "end": 59920,
      "text": "Electricity Duty is a levy by the Government of Gujarat under the Bombay Electricity Duty Act as applicable in the State of Gujarat.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c62722ae6c24ed5937a14a1c99dd00c_310"
    },
    {
      "start": 59921,
      "end": 59998,
      "text": "DGVCL as a licensee haas the obligation tocollect the duty from the assesses.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c6b94488e2a49dfb7525db7c56a887f_311"
    },
    {
      "start": 60052,
      "end": 60130,
      "text": "The      utilization  and                                                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b797fc559627414187a2a00a9e0eb0c5_312"
    },
    {
      "start": 60130,
      "end": 60143,
      "text": "appropriation",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e7d78e7c66ad4c9aac6dabc2c67cfe44_313"
    },
    {
      "start": 60149,
      "end": 60156,
      "text": "of  the",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f7847833b5346cba3d6739871863436_314"
    },
    {
      "start": 60209,
      "end": 60231,
      "text": "amount collected is as",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1bf88e96ba5f4edcbad984a5c92e46a0_315"
    },
    {
      "start": 60284,
      "end": 60360,
      "text": "per the decision of the                                                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "68876c68289a4d7184e2bb103ea48807_316"
    },
    {
      "start": 60360,
      "end": 60382,
      "text": "Government of Gujarat.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7849135e662f4ed7a4edc8a63f92ea1c_317"
    },
    {
      "start": 60386,
      "end": 60403,
      "text": "There         was",
      "labels": [
        "PREAMBLE"
      ],
      "id": "07ee28308feb4090ab6945931eb85b40_318"
    },
    {
      "start": 60410,
      "end": 60447,
      "text": "a     cross        subsidy           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a6a55843ad8147f7a386e2a22fa060d6_319"
    },
    {
      "start": 60447,
      "end": 60457,
      "text": "surcharge,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f060bf5ae42e4298a118425bdecf5321_320"
    },
    {
      "start": 60458,
      "end": 60470,
      "text": "\n\nadditional",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ec0addba16054a358d7f168ee38ddf94_321"
    },
    {
      "start": 60484,
      "end": 60509,
      "text": "surcharge,the            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6da4ce47e5704b42910dc7ce97713e3d_322"
    },
    {
      "start": 60509,
      "end": 60515,
      "text": "detail",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1da08a6787e34a9f98d484f002f9496b_323"
    },
    {
      "start": 60527,
      "end": 60845,
      "text": "of         the dispute also has been mentioned and there is a reference that Essar Steel India Limited challenged the amount under Section 127 of the Electricity Act wherein the issue was decided under Section 126 of the Electricity Act as unauthorized use of C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 electricity.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b7d929dec7c14783b2d95d880312430f_324"
    },
    {
      "start": 60846,
      "end": 61128,
      "text": "This was challenged by DGVCL before the High Court of Gujarat and the Court vide its order dated 17.07.2015 held that the case is not covered by Sections 126 and 127 of the Electricity Act,2003 and therefore, the limitation of liability under Section 126 of the Act would not apply.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "214f1e1051704f108b581222fac5cc8d_325"
    },
    {
      "start": 61129,
      "end": 61269,
      "text": "Essar Steel India Limited had challenged the same before the Hon'ble Supreme Court being Special Leave Petition Nos.27920 and 27921 of 2015.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e7bbfac105342858fb170f9183731e0_326"
    },
    {
      "start": 61270,
      "end": 61442,
      "text": "It also has a reference of DGVCL having filed a Civil Suit before Surat District Court being Special Civil Suit No.373 of 2016 for amount of Rs.3683.38 Crore (rounded off).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8f539e9f9d643788cf87724af4ac021_327"
    },
    {
      "start": 61443,
      "end": 61625,
      "text": "There is a reference of the payment of Rs.192.59 Crore (rounded off) out of Rs.2311.02 Crore (rounded off) by Essar C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Steel India Limited.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb26764062ad435c90893ec223e57929_328"
    },
    {
      "start": 61626,
      "end": 61703,
      "text": "The balance due is Rs.2118.44 Crore (rounded off) (Principal + Interest).\n26.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ff8c4ceb16f544ebaae8115471c529dc_329"
    },
    {
      "start": 61704,
      "end": 61837,
      "text": "The State on the affidavit the details of the claims and some of the documents which are sought to be relied upon have been provided.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3d4905c37c8b45a18ee8764ada95dd00_330"
    },
    {
      "start": 61839,
      "end": 62689,
      "text": "27. A communication dated 25.10.2017 from I.P.Essar Steel provides that on verification of the claim dated 11.08.2017 against the Essar Steel, the status of the claim filed under Regulation 7 of the Insolvency and Bankruptcy Board of India (Insolvency Resolution Process of Four Corporate Persons) Regulations, 2016 provides thus:\n\"This is to inform you upon verification ofyour claim Form-B C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 dated 11 August 2017 against Essar Steel India Limited, the following is the status of your claim filed under regulation 7 of the Insolvency and Bankruptcy Board of India (Insolvency Resolution Process of Corporate Persons) Regulations, 2016:\nAmount of Claim INR 5882,28,00,000 Amount of Claim submitted submitted Amount of Claim Notional amount of Amount of Claim admitted INR 1 (Indian Rupee admitted One Only)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c9507bdf76b64d5a815cfd75ed423e0e_331"
    },
    {
      "start": 62690,
      "end": 62781,
      "text": "to ensure your participation in the corporate insolvency resolution process Reason for non-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9284a9233e1d4cccb08700ac93db9bc5_332"
    },
    {
      "start": 62782,
      "end": 62821,
      "text": "The remaining Reason for non- admission",
      "labels": [
        "PREAMBLE"
      ],
      "id": "91c51b26c70b45cfb895fa63a8baa0bb_333"
    },
    {
      "start": 62822,
      "end": 62848,
      "text": "        of   entire amount",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5f613cdf74e24f778612774ae006d5c9_334"
    },
    {
      "start": 62859,
      "end": 62892,
      "text": "is      not admission            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1bdaea7d9b634426b26b59067b46d603_335"
    },
    {
      "start": 62892,
      "end": 63020,
      "text": "of     entire claim amount                  admitted because of claim amount                               pending disputes with",
      "labels": [
        "PREAMBLE"
      ],
      "id": "33350e8b9df5462e837a78ab7550347f_336"
    },
    {
      "start": 63021,
      "end": 63109,
      "text": "                              respect to this claim                               before",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f3f9c06a03ec470e8df84c3e95f280db_337"
    },
    {
      "start": 63125,
      "end": 63175,
      "text": "various                               authorities.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f661f1dcc7cf4713929582e065c9fc0e_338"
    },
    {
      "start": 63176,
      "end": 63353,
      "text": "\nYou may take your own independent advice in this matter keepingin view the provisions of the Insolvency and Bankruptcy Code, 2016 and rule/regulations made under the said Code.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de6511a026eb46d5bb69e8c08251d52a_339"
    },
    {
      "start": 63355,
      "end": 63400,
      "text": "C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6217da3d9f274a119af79a009fbd6e87_340"
    },
    {
      "start": 63401,
      "end": 63615,
      "text": "This is further to inform you that as per the provisions of the Code, it is my duty to take controlof all the assets of the Company including those subject to the determination of ownership by a court or authority.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fc967dbe4eee44278ecd8cec979092e1_341"
    },
    {
      "start": 63616,
      "end": 63819,
      "text": "Therefore, you are directed, within seven days from receipt of this letter, to return INR 313,23,33,244 paid by the Company pending various disputes as such amounts are shown by the Company as its asset.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "567fa3ded79b4503a9c2cb1f998237f7_342"
    },
    {
      "start": 63820,
      "end": 63947,
      "text": "For this purpose, you can send an account payee cheque or demand draft in name of the Company, viz., Essar Steel India Limited.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "444aaf231cdf44af97bdf0cd9f6709c2_343"
    },
    {
      "start": 63948,
      "end": 64108,
      "text": "\nYou would appreciate that above refund of moneyis essential for revival of the Company in accordance with the code discharge of my duties under the Code.\"\n27.1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "93979bb1c38348808c59439dee47690b_344"
    },
    {
      "start": 64109,
      "end": 64295,
      "text": "It further has said that the appellant may take its own independent advise in this matter keeping in view of the provision of IBC, 2016 and the Rules and Regulations made under the Code.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "782b3245c39b45f38c623c79798e1c54_345"
    },
    {
      "start": 64296,
      "end": 64520,
      "text": "It further informs that since it was his duty to take control of all assets of the company including those subjects to the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 determination of the ownership by a Court or Authority.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4c33219c3373421b9f2afe5130af7258_346"
    },
    {
      "start": 64521,
      "end": 64701,
      "text": "The INR 313,23,33,244/- paid by the Company pending various disputes of such amount are shown by the company as its assets and directed the demand draft in the name of the company.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c8bc4cc38c8e410db9ed86acec6ef610_347"
    },
    {
      "start": 64702,
      "end": 64798,
      "text": "This refund of money was essential, according to this communication, for revival of the company.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5af7112e706846b58341bb41d1dba815_348"
    },
    {
      "start": 64799,
      "end": 64937,
      "text": "shows that its claims are subject to disputes pending before various authorities and have been admitted with a notional amount of INR 1/-.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b7684c8618e54a56ba6f24982506f9ce_349"
    },
    {
      "start": 64938,
      "end": 65222,
      "text": "The below mentioned are the claimed amounts of these seven creditors which have been classified as amount admitted, amount rejected, amount verification on going as these amounts are subject to disputes pending before various C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 authorities.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b42ee4699d9141d78df0750d817aa9ce_350"
    },
    {
      "start": 65224,
      "end": 65399,
      "text": "\"Note 21: Operational creditor claims are subject to disputes pending before various authorities and have been admitted with a notional amount of INR 1(Indian Rupee One Only).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7302c6e039c94e4ea20a19a5dd02879e_351"
    },
    {
      "start": 65400,
      "end": 65637,
      "text": "Below mentioned are the claim amounts of these 7 creditors which have not been classified as \"Amount Admitted\", Amount Rejected\" or Amount-Verification Ongoing\" as these amounts are subject to disputes pending before various authorities.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "27ca5ff5772747d2835e84f371757349_352"
    },
    {
      "start": 65649,
      "end": 65664,
      "text": "Sr . NO        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "81f9a49e2a6844b0b90bd3d149a9794d_353"
    },
    {
      "start": 65664,
      "end": 65696,
      "text": "Operating Creditor              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d42c3c33c4d47d68fe93534c62c6a7b_354"
    },
    {
      "start": 65696,
      "end": 65711,
      "text": "Amount (in INR)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96ad171d19c24799afb6c0b8ac4d117e_355"
    },
    {
      "start": 65726,
      "end": 65750,
      "text": "1         A.H.Khadawala,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac02e33d38954391a7ec06a5c01edc1f_356"
    },
    {
      "start": 65755,
      "end": 65806,
      "text": "State         5,449,844,724                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9bab76fa726412e9dc181f34d7ca72b_357"
    },
    {
      "start": 65806,
      "end": 65824,
      "text": "Tax Officer, Surat",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cebcbcd54f95451cbad15688c0189f3b_358"
    },
    {
      "start": 65838,
      "end": 65860,
      "text": "2         Commissioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8b0b24233d9462ba25dcbc30f78c681_359"
    },
    {
      "start": 65868,
      "end": 65917,
      "text": "of             42,230,647                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ca3616e924674ef68ec4fa8ff37d3627_360"
    },
    {
      "start": 65917,
      "end": 65932,
      "text": "Customs,       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dc9d01aa38c44c0eb6bb593ea07f4995_361"
    },
    {
      "start": 65932,
      "end": 65938,
      "text": "Custom",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a0d41d98a174133bca5c4856530970a_362"
    },
    {
      "start": 65962,
      "end": 65972,
      "text": "House,    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2354f52144e4375aafd50c370edd1a4_363"
    },
    {
      "start": 65972,
      "end": 65984,
      "text": "Port   Area,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6e15c777bd24eaabe0b3afbc6f0b698_364"
    },
    {
      "start": 66009,
      "end": 66023,
      "text": "Vishakhapatnam",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b60136e1b8c40ad81bd68061900b9c9_365"
    },
    {
      "start": 66037,
      "end": 66054,
      "text": "3         Dakshin",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f286b35cd0364aa0b72c3afea7ae32f0_366"
    },
    {
      "start": 66056,
      "end": 66063,
      "text": "Gujarat",
      "labels": [
        "PREAMBLE"
      ],
      "id": "da7489b6c75b4451879d62cb15932f1b_367"
    },
    {
      "start": 66071,
      "end": 66094,
      "text": "Vij     58,822,7999,999",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7913b9a6ee564d33ba15905515af8f62_368"
    },
    {
      "start": 66118,
      "end": 66147,
      "text": "Company Limited              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6afbd9e621b24cc2a8942c359394d25e_369"
    },
    {
      "start": 66147,
      "end": 66164,
      "text": "4         Gujarat",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a8879aac37174bea94db734fc37be612_370"
    },
    {
      "start": 66175,
      "end": 66181,
      "text": "Energy",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f5f7e4d0a034847abb081590202f27d_371"
    },
    {
      "start": 66190,
      "end": 66203,
      "text": "8,271,812,868",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c775a11ac33f4f96a664d275ee2c3aaa_372"
    },
    {
      "start": 66227,
      "end": 66239,
      "text": "Transmission",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e43fc7ce970243dc8fa74e607610bf90_373"
    },
    {
      "start": 66263,
      "end": 66296,
      "text": "Corporation Limited              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d1d28f031e4467b8e6a6451de273311_374"
    },
    {
      "start": 66296,
      "end": 66312,
      "text": "5         Indian",
      "labels": [
        "PREAMBLE"
      ],
      "id": "756eccba296448efa00d017957b28da0_375"
    },
    {
      "start": 66313,
      "end": 66328,
      "text": "Oil Corporation",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f43a8c26de5e4758bf032540fe5dd677_376"
    },
    {
      "start": 66338,
      "end": 66352,
      "text": "37,625,874,503",
      "labels": [
        "PREAMBLE"
      ],
      "id": "78b5df15fc7b42f3b28c4ad420c943ef_377"
    },
    {
      "start": 66376,
      "end": 66383,
      "text": "Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bdd960e9452545eb9cc9269718671b81_378"
    },
    {
      "start": 66397,
      "end": 66693,
      "text": "6         Shree Karani Transport              1,719,407              7         TVS Logistics Services              4,667,858                        Limited    (Drive   India                        Enterprise Service Ltd.)\n             8         Total                           110,218,950,006 28.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b2cd41c0874542c5b9259c16f0d58411_379"
    },
    {
      "start": 66694,
      "end": 67256,
      "text": "This Court cannot be oblivious of the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 fact that the legislative intent of making Resolution Plan binding as held by the Apex Court in case of Ghanshyam Mishra (supra) on all the stakeholders after it gets a seal of approval from the adjudicating authority is that the Resolution Plan approved by the Committee of Creditors meet the requirement as referred to in sub- section (2) of Section 30 and that after the approval of Resolution Plan, no surprise claim should be plunged on the successful Resolution Applicant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3219b817334485f9d345246cd1d2ecd_380"
    },
    {
      "start": 67257,
      "end": 67374,
      "text": "Since the dominant purpose is that he should start with the fresh slate on the basis of the Resolution Plan approved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "326468aa39204014824da84cd1e6a15f_381"
    },
    {
      "start": 67375,
      "end": 67809,
      "text": "In the Essar Steel also the Court had said the successful Resolution Applicant cannot suddenly be faced with undecided claims C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 after Resolution Plan submitted by him has been accepted as that would amount to a hydra-heads popping up which would throw into uncertainty amounts payable by a prospective Resolution Applicant would successfully take over the business of the corporate debtors.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc3537786dd141dfb5c2b436c1406f7e_382"
    },
    {
      "start": 67810,
      "end": 68043,
      "text": "All claims must be submitted to and decided by the Resolution Professional so that a prospective Resolution Applicant knows exactly what has to be paid in order that it may then take over and run the business of the corporate debtor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c661ffaf5df4c9fab18eea124013fac_383"
    },
    {
      "start": 68045,
      "end": 68183,
      "text": "29. Here is not a case that after the Resolution Plan is approved, there is a surprise claim flung on the successful Resolution Applicant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5202c36aaf64c179a0dc1da4b6f98ad_384"
    },
    {
      "start": 68184,
      "end": 68935,
      "text": "The Apex Court has C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 held that the predominantly the object is for the Resolution Applicant to start with the fresh slate on the basis of the Resolution Plan approved and not allow the hydra-heads to pop-up, the claim which has been made by the appellant is a part of the claim made to the Resolution Professional and the Note of the Operational Creditor makes it abundantly clear that while finalizing the Resolution Plan the concerned authority was conscious that operation creditor had made the claim subject to the disputes pending before various authorities and therefore, only they had not classified the amount as either amount admitted or amount rejected for that matter amount verification ongoing.",
      "labels": [
        "RLC"
      ],
      "id": "69a4ea63afbb407bb6c8bfddfcfd71ff_385"
    },
    {
      "start": 68936,
      "end": 69160,
      "text": "In that view of the matter, the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 notional amount of INR 1/- cannot simply extinguish the remaining amount which is a statutory dues to the tune of Rs. 5882.28 Crore (rounded off).",
      "labels": [
        "RLC"
      ],
      "id": "969547df30b448129fc06c64249ce9b7_386"
    },
    {
      "start": 69162,
      "end": 69466,
      "text": "30. Yet another aspect which would assume importance is the procedural requirement prescribed under the law and availing an opportunity to the appellant, the request of the appellant is for remand of the present proceedings on the ground of non- compliance of Order XIII A of the Code of Civil Procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc8333925c7d4c3e98dd8dd16afd5ebf_387"
    },
    {
      "start": 69467,
      "end": 69810,
      "text": "Had it been a case where the amount of the claim submitted by the appellant was finally adjudicated to be of INR 1/- instead of the same being a notional amount and the reason for non- admission was only because of the pendency of the dispute with respect to the claims C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 before various authorities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f18ec3904c534771b533baa20ddde1a7_388"
    },
    {
      "start": 69811,
      "end": 69969,
      "text": "The successful Resolution Applicant would surely be aware of the possibility of this disputed amount being finalized as the amount of claim for the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93f430a8e7ad4c22ae51604caa04c273_389"
    },
    {
      "start": 69970,
      "end": 70128,
      "text": "Had it been a case of throwing the Resolution Applicant into the uncertainty as a result of its conduct the same could be termed as the hydra-head popping up.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8db50f79390445b2925e2fde92079fca_390"
    },
    {
      "start": 70130,
      "end": 70493,
      "text": "31. Yet another angle that must not be left sight of is the judgment of the Apex Court in case of State of Gujarat vs. Arcelor Mittal Nippon Steel India Limited, reported in (2022) 6 SCC 459 where a pre CIRP claim was adjudicated on merit after the approval of the Resolution Plan, the said decision where the issue of extinguishment of the claim was not decided.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "391e981287cf43c58e0037a57f79fdf6_391"
    },
    {
      "start": 70494,
      "end": 70544,
      "text": "\nC/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 32.",
      "labels": [
        "NONE"
      ],
      "id": "03ca9c888a5d43fdba80e30bee146b43_392"
    },
    {
      "start": 70545,
      "end": 70887,
      "text": "Yet another angle which needs to be borne in mind is that the Apex Court in case of Civil Appeal Nos.2444 and 2445 of 2019 challenging the judgment of the Division Bench of this Court dated 17.07.2015 referred to the determination of the issue of maintainability of the appeal filed by the appellant before the designated appellate authority.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6921b81bf29a4f56859a7ab8553fa8ab_393"
    },
    {
      "start": 70888,
      "end": 70981,
      "text": "The Court noted the filing of the suit for additional demand and the developments thereafter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5227a912b4d642f2994f27f3999ca00a_394"
    },
    {
      "start": 70982,
      "end": 71257,
      "text": "The Court suggested that the appropriate cause would be to avoid the judgment of the Division Bench of the High Court as either affected parties would file an appeal and then that Special Leave Petitions and the present appeals before the Apex Court can be taken up together.",
      "labels": [
        "RLC"
      ],
      "id": "461307efe0f346e9b139d9912de29b6b_395"
    },
    {
      "start": 71258,
      "end": 71349,
      "text": "This order will be C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 required to be reproduced:",
      "labels": [
        "NONE"
      ],
      "id": "7a447485de2748198b2f4c0105d9091b_396"
    },
    {
      "start": 71350,
      "end": 71594,
      "text": "\n\"The impugned judgment emanates from the judgment of the Division Bench of the Gujarat High Court dated 17.07.2015 seeking to determine the issue of maintainability of an appeal filed by the appellant before the Designated Appellate Authority.",
      "labels": [
        "RLC"
      ],
      "id": "782a315fc3904dbc83eb51c38fd92d0a_397"
    },
    {
      "start": 71595,
      "end": 71761,
      "text": "There have been subsequent developments:\n1) The respondent filed a suit for additional demands on 03.08.2016 and the appellant challenged the legality of the demands.",
      "labels": [
        "FAC"
      ],
      "id": "24db507aa5f34968a2cd29ead3da9e6d_398"
    },
    {
      "start": 71762,
      "end": 71968,
      "text": "The suit was still pending when the issue of a Resolution Plan to revive the appellant company received the imprimatur of this Court and came to be implemented in pursuance to the judgment dated 15.11.2019.",
      "labels": [
        "FAC"
      ],
      "id": "3c56b0aafdf84b91ab34c2756ee78fad_399"
    },
    {
      "start": 71969,
      "end": 72185,
      "text": "In the suit proceedings, a view was taken that the observations in the Resolution Plan giving a notional value to the demand of the respondent of Rs.1 would stand in the way of the respondent in prosecuting the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff7dc5d4998f4852aa3b610b0f263d35_400"
    },
    {
      "start": 72186,
      "end": 72609,
      "text": "The suit was accordingly dismissed on 28.09.2021 and the respondent has preferred an appeal before the Division Bench being First Appeal No.3659/2021 admitted on 18.12.2021 which is now listed on 05.04.2022.\n2) Learned counsel for the appellant also seeks to raise in these proceedings the issue of the effect of the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 judgment of this Court qua Resolution Plan dated 15.11.2019.",
      "labels": [
        "NONE"
      ],
      "id": "5686282642cb4e45bb3b4d60179a885b_401"
    },
    {
      "start": 72610,
      "end": 72776,
      "text": "To that extent, the issue is common between the appeal pending before the High Court and as now sought to be raised by the appellant as a subsequent development/fact.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e719c09f22042a5b5ecc8f226bedb62_402"
    },
    {
      "start": 72778,
      "end": 72869,
      "text": "The other issue we have already mentioned aforesaid i.e. the maintainability of the appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "08862ce416504d73bc406b4f9f7d250e_403"
    },
    {
      "start": 72870,
      "end": 73203,
      "text": "These are the two aspects to be examined in the present case and it is thus, suggested that appropriate course of action would be to await the judgment of the Division Bench of the High Court as either of the affected parties would file an appeal and then that Special Leave Petition and the present appeals can be taken up together.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c21ea5005f75491ea8a5e6fa7a8cabef_404"
    },
    {
      "start": 73204,
      "end": 73495,
      "text": "\nThe appellants have already deposited the amount as demanded with interest in the present proceedings though learned counsel for the respondent submits that according to them the amount should have been higher and in order to save limitation, they have filed the suit referred to aforesaid.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3034546f4db644c3b0224b27b415c323_405"
    },
    {
      "start": 73496,
      "end": 73777,
      "text": "\nTo that extent, there is no great urgency in the present proceedings as the suit has been dismissed of the respondent and thus, that is not a demand pending today as it will depend on the success of the appeal C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 filed by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91aaba6d6fcd406bbc13455491dc5479_406"
    },
    {
      "start": 73778,
      "end": 74101,
      "text": "\nWe are thus, of the view that it would be appropriate to await the decision in First Appeal No.3659/2021 before the Division Bench of the High Court before taking up this matter or rather simultaneously taking up this matter when the aggrieved parties come before this Court against whatever view the Division Bench takes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91d6f1702abe4c3b9e2c251bec8f88c0_407"
    },
    {
      "start": 74102,
      "end": 74380,
      "text": "\nIt is not for us to direct the High Court how soon they can bestow consideration on the appeal referred to aforesaid but suffice for us to say that we would await their view before taking up this matter and naturally, they will consider the matter as expeditiously as possible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d28bf9c2b8774028a80e1b5952eed177_408"
    },
    {
      "start": 74381,
      "end": 74540,
      "text": "\nNeedless for us to say that the parties before us will not seek adjournments in the appeal pending before the High Court if the Bench is inclined to take up.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c34fd266dcc44e2bc3e3fbd9578bf3f_409"
    },
    {
      "start": 74541,
      "end": 74873,
      "text": "Thus, being conscious of the decision rendered by the Apex Court in Essar Steel, where the Apex Court had not chosen to dismiss the appeal in limie instead it had suggested that the appropriate course would C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 be to await the judgment of the Division Bench in First Appeal No.3659 of 2021.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1d4fff8e14e42be98c8a2857708242f_410"
    },
    {
      "start": 74874,
      "end": 75101,
      "text": "Being conscious of the decision of Essar Steel SC judgment and of Ghanshyam Mishra (supra) the Court could have dismissed the Civil Appeals pending before it however, that course has not been found acceptable by the Apex Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b8afad0df3f4ebb8facb0389649f2c7_411"
    },
    {
      "start": 75103,
      "end": 75317,
      "text": "33. Without being deterred by the magnitude of the appellant's claim and the merits thereof, when the issue raised by the respondent whether the claim is extinguished, the answer shall need to be given in negation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f79518fb85534ec1a6642f2f02e5c49a_412"
    },
    {
      "start": 75319,
      "end": 75625,
      "text": "34. Even if, the rainbow papers cannot become a basis for reopening the resolution plans which were approved and implemented C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 prior to the date of the decision and even though the plan which has been approved by ESIL SC's judgment and in effect from 16.12.2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09e82e8b2c5746fa92c745b5bdc2f919_413"
    },
    {
      "start": 75626,
      "end": 75757,
      "text": "The submission that the said plan can be altered as suggested by the applicant by relying on the rainbow papers would have a basis.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a8d954b7eb64a36885a6cb18655061d_414"
    },
    {
      "start": 75758,
      "end": 75916,
      "text": "In ordinary circumstance, such an argument would lead to an absurdity and as rightly pointed out by the respondent may open a pandora's box of the litigation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38a38868f5934fe9b76a107ab8147622_415"
    },
    {
      "start": 75917,
      "end": 76142,
      "text": "However, DGVCL had made a claim clearly stating that INR 5882,28,00000 being the amount of the claim and yet the notional amount of INR 1/- was given to ensure the participation in the corporate insolvency resolution process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3899cb05d6cf4653a190974b773cd8bf_416"
    },
    {
      "start": 76143,
      "end": 76391,
      "text": "The Note 21 is extremely important where operational creditors claims are subject to C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 disputes pending before various authorities and therefore, they have been admitted with a notional amount of INR 1/-.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7df7e3e5009a469ba9b9f7da74d62ea5_417"
    },
    {
      "start": 76392,
      "end": 76539,
      "text": "The claims amount to seven creditors mentioned which have not been classified as amount admitted or amount rejected or amount verification ongoing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1208586644843f0a200d0cc4179cd89_418"
    },
    {
      "start": 76540,
      "end": 76611,
      "text": "As these are the subject to dispute pending before various authorities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "921e9fe0df0648d19713e90f650cd260_419"
    },
    {
      "start": 76612,
      "end": 77085,
      "text": "The thrust of arguments before the Apex Court in the decision of ESIC SC judgment when the Court frowned upon any new demands to be made after once the Resolution Plan is finalized is on the ground that once the company is taken over by anyone, it cannot be taken by a surprise and therefore, anything which has not been considered by in the Resolution Plan, the same cannot be later on made the basis to C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 upturn the final plan.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef3040053c0d43b890ecb6830f977d84_420"
    },
    {
      "start": 77087,
      "end": 77365,
      "text": "35. The appellant has relied on the decision of Tata Steel BSL Limited vs. Varsa, reported in 2019 6 MLR 682 (Bombay) to contend that the CIRP does not put an end to everything and a suit in respect of pre CIRP claim can be allowed to continue after approval of Resolution Plan.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "306f316c6e1246c19a587283091af6bb_421"
    },
    {
      "start": 77366,
      "end": 77518,
      "text": "It is true that the said judgment of Tata Steel was of 28.03.2019 much prior to the ESIL SC judgment (15.11.2019) and Ghanshyam Mishra is of 13.04.2021.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da740114976a4212b88037870f1e2b70_422"
    },
    {
      "start": 77519,
      "end": 77749,
      "text": "Special Leave Petition Diary No.36520/2019 has been filed against the judgment in Tata Steel BSL Limited (Supra) where the Court vide order dated 20.01.2020 issued the notice and imposed the stay on the operation of this decision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4308b78507be4954accb7c68a1b978d0_423"
    },
    {
      "start": 77750,
      "end": 77766,
      "text": "C / FA/3659/2021",
      "labels": [
        "ANALYSIS"
      ],
      "id": "182b53470a9c482c8ef84ea8a0e355f8_424"
    },
    {
      "start": 77767,
      "end": 77797,
      "text": "CAV JUDGMENT DATED: 24/02/2023",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88f90b191b9c447dbc29f33de06a4220_425"
    },
    {
      "start": 77798,
      "end": 77991,
      "text": "Even without any reference to the Tata Steel BSL Limited decision, the fact remains that the suit in respect of pre CIRP claim had already been brought to the notice of Resolution Professional.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "907b2bd489c344a6b59d09001c46d6d7_426"
    },
    {
      "start": 77993,
      "end": 78079,
      "text": "36. Before the NCLT, the claim had been made and that the same had been taken note of.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1ddc4bb892c44b09685bcfc7edbd438_427"
    },
    {
      "start": 78080,
      "end": 78251,
      "text": "It was also specifically noted that at the time of finalizing all the claims that the operational creditors' claims were subject to dispute pending before the authorities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cbfb80f9c36d414a9eeeca0c3a75a317_428"
    },
    {
      "start": 78252,
      "end": 78388,
      "text": "Giving of INR 1/- was for the purpose of permitting the appellant to participate in the very process of corporate insolvency resolution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8614f5292ae46dabfbcda952dead208_429"
    },
    {
      "start": 78389,
      "end": 78724,
      "text": "The notional amount of INR 1/- was thus meant for ensuring of participation and not for C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 adjudicating any amount, it was neither admitted nor denied and therefore, to say that the appellant could not have continued the suit in respect of the pre-CIRP claim is not an acceptable proposition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ecf36d44a3f841de884b97264897e9fb_430"
    },
    {
      "start": 78726,
      "end": 79118,
      "text": "37. The question therefore, would be that whether the judgment which is under challenge passed by the Commercial Court under Order XIII A of the Code of Civil Procedure to avoid the lengthy trial on the ground that the claimant had no real prospect of succeeding on the claim and there was no other compelling reason why the claim disposed of before recording of oral evidence is justifiable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2274091d3f6e4ce29977e19a4871b00e_431"
    },
    {
      "start": 79119,
      "end": 79326,
      "text": "At the first glance, the appellant's claim appeared to be extinguished upon the approval of the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Resolution Plan filed by the AMIPL in the CIRP of erstwhile ESIL.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "657a3eea2bc643229d0162cd841acd68_432"
    },
    {
      "start": 79327,
      "end": 79417,
      "text": "At the same time, the Court was required to follow the procedure which is also sacrosanct.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5fa552754c0e49fd8c0fffb39b0f0384_433"
    },
    {
      "start": 79418,
      "end": 79629,
      "text": "Application preferred by the respondent seeking dismissal of the appellant's suit was an application for direction and it was not an application for summary judgment and Order XIII A of the Civil Procedure Code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24e45ae7fa8d4ca98971e0fa779e6faf_434"
    },
    {
      "start": 79630,
      "end": 79878,
      "text": "It is also not a case where there was a substance and style was missing as an application for summary judgment would need to the application for summary judgment under Order XIII A of the Code of Civil Procedure whether would validate the judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1120bc7bd8fe4b7b86cf4b6ae75b1635_435"
    },
    {
      "start": 79879,
      "end": 80266,
      "text": "\n38. Apt would be to refer to the decision C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 in case of Monsanto Technology Llc Thru The Authorised Representative Ms. Natalia Voruz & Others Vs. Nuziveedu Seeds Ltd. Thru The Director & Others, reported in (2019) 3 SCC 381 where the Apex Court has held that there should be strict compliance with the provision of Commercial Courts Act, 2015.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a4a28b7f120e43138730eeb19937b929_436"
    },
    {
      "start": 80267,
      "end": 80485,
      "text": "Appellant's reliance is with a view to point out that there were complex issues of the law and fact and the findings of the Apex Court are that rendering of a summary judgment in such a situation was not desirable.\n39.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14cf8e9f1ed14e26ae0980dd945da470_437"
    },
    {
      "start": 80486,
      "end": 80756,
      "text": "Of course, here was not a case of any oral evidence led alone the expert evidence to decide the issue of extinguishment and yet the fact remains that no procedure as contemplated under the Commercial Courts C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 Act was followed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec346fc34a3141cf840e3ec62c8c7691_438"
    },
    {
      "start": 80757,
      "end": 80924,
      "text": "Even if, the substance is looked at and it is construed to be a substantive compliance with the procedure prescribed under Order XIII A of the Code of Civil Procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e27bf13faa3f47f5aeba6542e109171a_439"
    },
    {
      "start": 80925,
      "end": 81091,
      "text": "It cannot be denied that it was an application for direction and there was no sufficient opportunity to contest the application for direction filed by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "edba05ee4c8843dabf2dbaa016c52470_440"
    },
    {
      "start": 81092,
      "end": 81531,
      "text": "The application for direction was given on 02.12.2020 of course it took about six months' time for the Commercial Court to adjudicate the issue and to pass the judgment which is impugned and even when it is thrown out on the ground of the real prospect of succeeding on the claim was missing, there ought to have been sufficient opportunities to object to the reliefs sought by the C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0dcf551c5b7408a91efa379c9c13690_441"
    },
    {
      "start": 81533,
      "end": 81863,
      "text": "40. Undoubtedly, the powers are there to pass the summary judgment as contained in Order XIII A of the Code of Civil Procedure and even if the Court can exercise the severe view of the extinguishment of the claim, the judgment can still be assailed if the Court is of the opinion that no sufficient opportunity was made available.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7ca66d2361c4bf2ac376b55303d8010_442"
    },
    {
      "start": 81865,
      "end": 82061,
      "text": "41. We need to also refer to the decision of Ambalal Sarabhai Enterprise vs. K.S. Infrastructure, reported in 2020 15 SCC 585 which requires for strict compliance of the provision of the 2015 Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2cf34ec8d4d248b9958e998e7b973071_443"
    },
    {
      "start": 82062,
      "end": 82190,
      "text": "The issue, of course, was whether the question was a commercial dispute as per 2015 Act, this related to the immovable property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c5e86b8a7aac4d6ca6ae3c675ede3887_444"
    },
    {
      "start": 82191,
      "end": 82391,
      "text": "It C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 provided that the dispute relating to the immovable property would be termed as commercial dispute only when the property is used in trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05642e2ae169449da15ecfe1d5922ca4_445"
    },
    {
      "start": 82392,
      "end": 82592,
      "text": "While holding that there was no material to show the property in question was used exclusively for trade or commerce, the Court held that as a special procedure has been prescribed under the 2015 Act.",
      "labels": [
        "RATIO"
      ],
      "id": "7445ffaab4484c59bdfd388310e8c728_446"
    },
    {
      "start": 82593,
      "end": 82719,
      "text": "It is essential to ensure that only the disputes answering to definition of commercial dispute is subjected to that procedure.",
      "labels": [
        "RATIO"
      ],
      "id": "855b648a27ea4dcb8f9d7bea2608c128_447"
    },
    {
      "start": 82720,
      "end": 82958,
      "text": "The Court also has observed that the intention of legislature in enacting 2015 Act is to ensure that expeditious disposal of the commercial disputes can be achieved and also to create a positive environment for investment and development.",
      "labels": [
        "RATIO"
      ],
      "id": "97991eed675740a781e91e76c626f0c6_448"
    },
    {
      "start": 82959,
      "end": 83103,
      "text": "At the same C/FA/3659/2021 CAV JUDGMENT DATED: 24/02/2023 time, the requirement for following special procedure prescribed cannot be undermined.",
      "labels": [
        "RPC"
      ],
      "id": "76221b32aae5462bb7feae85f373cfd8_449"
    },
    {
      "start": 83104,
      "end": 83171,
      "text": "\n42.For the foregoing reasons, the present first appeal is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "7212d56c043c4df49fb4714638c63ce0_450"
    },
    {
      "start": 83172,
      "end": 83471,
      "text": "The judgment and order dated 28.09.2021 passed by the learned 2nd Additional Senior Civil Judge, Surat in Commercial Civil Suit No.4 of 2020 (Old Special Civil Suit No.373 of 2016) is hereby quashed and set aside and the matter is remitted back to the concerned Trial Court for re-hearing on merits.",
      "labels": [
        "RPC"
      ],
      "id": "fd7c2b444d454bdda1b6ed874a261829_451"
    },
    {
      "start": 83472,
      "end": 83624,
      "text": "The Trial Court is directed to hear the suit on merits and in accordance with law and the same shall decide and dispose of as expeditiously as possible.",
      "labels": [
        "RPC"
      ],
      "id": "4d4fada8de644dd9a9d68a3c3c4ac957_452"
    },
    {
      "start": 83625,
      "end": 83737,
      "text": "The Commercial Civil Suit No.4 of 2020 (Old Special Civil Suit No.373 of 2016) is restored to its original file.",
      "labels": [
        "RPC"
      ],
      "id": "4558a21d6d5f456f8f308f98b5aba9f3_453"
    },
    {
      "start": 83794,
      "end": 83898,
      "text": "(SONIA GOKANI, CJ)\n\n\n\n                                             (HEMANT M. PRACHCHHAK,J)\n\n\n\n\n\n\n\n    C",
      "labels": [
        "NONE"
      ],
      "id": "3bec0ceff7434fd1910ab3a159d5e5b3_454"
    },
    {
      "start": 83899,
      "end": 83912,
      "text": "/FA/3659/2021",
      "labels": [
        "NONE"
      ],
      "id": "3aad2ed523444e4a86623e30103af7e8_455"
    },
    {
      "start": 83948,
      "end": 83978,
      "text": "CAV JUDGMENT DATED: 24/02/2023",
      "labels": [
        "NONE"
      ],
      "id": "fd81941253a24a5c9f1cf8bc2afe1b69_456"
    },
    {
      "start": 83987,
      "end": 84013,
      "text": "At          this    stage,",
      "labels": [
        "NONE"
      ],
      "id": "386b7a03456346959017564b5819bd82_457"
    },
    {
      "start": 84014,
      "end": 84107,
      "text": "       the        learned               senior advocate,              Mr.Pahwa          seeks",
      "labels": [
        "NONE"
      ],
      "id": "7df7d326d25a49c28aa4df973ae2c27e_458"
    },
    {
      "start": 84108,
      "end": 84190,
      "text": "         the          stay           of implementation of this judgment and order.",
      "labels": [
        "RPC"
      ],
      "id": "d76a4321ea5f4c0188f6bd4c36c68fc7_459"
    },
    {
      "start": 84191,
      "end": 84624,
      "text": "What all the Court has said is of restoring the suit, which in its original status was at the stage of framing of the issues, recognizing the fact that it is a Commercial Court which will need to be expedited rather than staying the matter, we would request the learned Presiding Officer of the Commercial Court to initiate the recordance of the evidence, which shall be a step after once the issues are framed after about six weeks.",
      "labels": [
        "NONE"
      ],
      "id": "9c6129723c834b75b24d9ad5df54b16c_460"
    },
    {
      "start": 84625,
      "end": 84660,
      "text": "\nRequest is accordingly dealt with.",
      "labels": [
        "RPC"
      ],
      "id": "1713c186803e4e30a329f142572ac6e0_461"
    },
    {
      "start": 84661,
      "end": 84715,
      "text": "\n(SONIA GOKANI, CJ) (HEMANT M. PRACHCHHAK,J) M.M.MIRZA",
      "labels": [
        "NONE"
      ],
      "id": "e974c3e83f914634905d4e5fe9fb60a3_462"
    }
  ]
}