{
  "id": "88828b402eac3be3b71619a3f025c8d67d841b9fc3f0044c7e0d3c6c461fc749",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nBombay High Court\nDan Bunkering Limited vs Pfs Shipping India Limited on 21 June, 2018 \nEquivalent citations: Aironline 2018 Bom 1009\nAuthor: K.R. Shriram\nBench: K.R.Shriram \n                                                1/16                                2.comas.18.2014.doc\n\n\n\n\n                       In The High Court Of Judicature At Bombay\n                       Admiralty And Vice-Admiralty Jurisdiction\n\n                       Commercial Admiralty Suit No. 18 Of 2014 \n\n\nDan   Bunkering   Limited,   a   company \nincorporated   under   the   relevant   laws   of\nDenmark,   having   their   office   at\nStrandvejen 5, 5500 Middelfart, Denmark\nthrough   its   Power   of   Attorney   holders\nMr.M.S.   Sundara   Rajan   and   Capt.\nManohar   having   their   office   at   53,\nNariman Bhavan, Nariman Point, Mumbai ...                          Plaintiff \n400021.\n                            Versus\nPfs   Shipping   India   Limited,   a   company\nincorporated under the Indian Companies Act\nand   having   its   registered   office   at   3/B,   2 nd \nFloor,   Shree   Pant   Bhuvan,   Mama   Varerkar\nMarg, Mumbai 400 007 and a branch office at\nGround   Floor,   Mehtra   Mahal,   15,     Mathew ...             Defendant\nRoad, Opera House, Mumbai 400 004. \n\n\n                                     ----\nMs.S. Priya a / w. Ms. Priyanka Patel for plaintiff. \n\nNone for defendant. \n                                                 ---- \n                                                  Coram  : K.R.Shriram, J. \n                                                  Date      : 21St June, 2018 \n\nOral Judgement : \n\n1          Plaintiff   has   filed   this   suit   seeking   a   decree   in   the   sum   of   Us$\n163,089.65 plus interest from 18th December 2013 till the date of filing of the suit with further interest on the principal amount of Us$ 163,089.65 as Shraddha Talekar, Ps 2/16 2.comas.18.2014.doc per Danish Laws as per the particulars of claim annexed to the plaint. 2 The entire basis of plaintiff's claim is a judgement dated 28 th November 2012 passed by the Supreme Court of Denmark upholding a judgement dated 30th June 2010 passed by the Maritime and Commercial Court, Copenhagen. \n3 Defendant had entered into a Charterparty dated 3 rd May 2007 with one Britannia Bulk Plc under which defendant gave on time charter the vessel Pfs Narayana (the said vessel). On or about 22-24 th July 2008 Britannia Bulk Plc, the time charterer, placed an order with plaintiff for supply of bunker to the said vessel. Plaintiff supplied bunkers amounting to a sum of Us$ 508,601.54 and Us$ 713,080.25 to the said vessel at Goa and in Cape Town. Britannia Bulk Plc was declared insolvent and went into liquidation. Plaintiff did not receive payment for the bunkers supplied and hence, they informed defendant that to secure plaintiff's claim they wished to arrest the said vessel. After exchange of several correspondences, parties entered into a Settlement Agreement dated 30th November 2008 (Settlement Agreement) under which the schedule for payment of the outstanding to plaintiff was set out. Sometime in end of 2008, as per clause 2 of the Settlement Agreement, plaintiff obtained confirmation from the liquidators of Britannia Bulk Plc for the amount due to plaintiff for supply of bunkers to the said vessel. Defendant did not pay the amount that according to the Shraddha Talekar, Ps 3/16 2.comas.18.2014.doc Settlement Agreement was payable and therefore plaintiff arrested for its claim, the said vessel in Amsterdam on 9th January 2009. The ship was released on 2nd February 2009 after the P & I Club of defendant provided a guarantee for Us$ 1.6 million for payment of the amount that defendant would be ordered to pay to plaintiff. \nDefendant approached Danish Court by filing a suit bearing S-37-08 for declaration that the Settlement Agreement dated 30th November 2008 must be set aside and in pursuance of Section 29 or Section 36 of the Danish Contract Act. Plaintiff filed a counter-claim for the amounts payable for supply of bunkers. The Maritime and Commercial Court, Copenhagen passed a detailed judgment and decree dated 30 th June 2010 under which defendant's prayer for setting aside the Settlement Agreement was rejected and defendant was directed to pay to plaintiff an amount of Us$ 1,221,681.79 with statutory interest from 19 th January 2009 along with Danish Kroner (Dkk) 400,000 towards legal costs and interest thereon as per Section 8(a) of the Danish Interest Act. \n4 Against this judgement and order, defendant preferred an Appeal to the Supreme Court of Denmark being Case 202/2010 (Second Division). Five Judges of the Supreme Court participated in the adjudication and upheld the judgement of Maritime and Commercial Court and  further held that defendant shall pay to plaintiff the higher amount on the date of Shraddha Talekar, PS 4/16 2.comas.18.2014.doc payment of DKK 61983,906.41 or the equivalent amount in Danish Kroner on the date of payment of US$ 1,221,681.79, in both instances, with statutory interest as on 19th January 2009. The Court also upheld the decision of the Maritime and Commercial Court and awarded further costs and DKK 200,000 to plaintiff against defendant. The Supreme Court also ordered that the amounts shall be paid within 14 days after pronouncement of the judgement and interest shall be paid on the amounts of legal costs in pursuance of Section 8(a) of the Danish Interest Act. 5 After this judgement and order dated 28 th November 2012 of the Supreme Court of Denmark, plaintiff invoked the Letter of Understanding (LOU) furnished by the by P & I Club of defendant vessel, viz., London Steamship Owners' Mutual Insurance Association Limited. As the LOU was for US$ 1.6 million, plaintiff has received this amount of US$ 1.6 million from the P & I Club. Plaintiff has filed the present suit for the balance payable under the judgement passed by the Maritime and Commercial Court of Denmark read with the judgement of the Supreme Court of Denmark. \nIt should also be noted that Supreme Court of Denmark is not a reciprocating-territory under Section 44A of the Code of Civil Procedure, 1908 (CPC).\n6          Defendant  has filed, written statement, basically, going back into the Shraddha Talekar, PS                                                      5/16                                2.comas.18.2014.doc merits of the case, which has already been considered and adjudicated by the Maritime and Commercial Court of Denmark and Supreme Court of Denmark. In addition, defendant has raised following grounds to defend the suit :-\n(a) The present suit is not maintainable for the reason that the remedy available for plaintiff is to take proceedings under the provisions of the Arbitration and Conciliation Act, 1996 (the said Act) and not to file this suit; \nWhy such a recourse has to be adopted is not explained. \n           (b)         No cause of action is disclosed.\n\n\n           (c)         The   suit   is   bad   for   mis-joinder   of   necessary   parties   as Liquidator of Britannia Bulk PLC is not joined as defendant; \n(d) The Award and subsequent judgments are not enforceable in India and are not conclusive inasmuch the same were founded on the Agreement obtained under duress;\n(e) The judgement is in breach of the Contract Act and the cause of action of the claim are found in violation of the provisions of the Contract Act which are in force in India; the same would be opposed to public policy and opposed to principles of natural justice also. \n7 On 6th June 2011, the following issues came to be framed : \n\"(1) Whether the order dated 28th November, 2012 passed by the Shraddha Talekar, PS 6/16 2.comas.18.2014.doc Supreme Court of Denmark against the defendants is a conclusive foreign judgment in accordance with Section 13 of the Code of Civil Procedure,1908, for the purpose of enforcement in India ? \n(2) Whether the plaintiffs prove that they are entitled to a decree in the sum of USD 163,089.65 plus interest of USD 20,693.36 plus further interest on USD 163,089.65 from the date of the suit until payment/realization ? \n           (3)         What decree ? What order?\" \n\n\n8          Plaintiff led evidence of one witness from Denmark, Mikkel Mathias Steino (PW-1). Plaintiff was relying only upon two documents, viz., (i) one judgment is dated 30th June 2010 passed by the Maritime and Commercial Court, Copenhagen and (ii) the judgment and order dated 28 th November 2012 passed by the Supreme Court of Denmark; both with official translations. These two documents were received in evidence and marked as Exh.P-1/1 and Exh.P-1/2. \nAfter the examination-in-chief was taken on file with the documents, the Court appointed one Mr.Siddharth Chabria, an Advocate practicing in this Court as Court Commissioner to record evidence. The Commissioner has filed a report on 1st February 2018 in which he has noted that defendant's advocates informed him by a letter, dated 5 th January 2018 that they have returned the papers to plaintiff and despite his repeated emails sent to defendant to participate in the recording of evidence, defendant did not respond. \nShraddha Talekar, PS                                                       7/16                                2.comas.18.2014.doc 9          Therefore,   this   Court   passed   an   order   dated   6 th  April   2018   and evidence of PW-1 was closed as no cross. Plaintiff stated that they did not have any more witnesses and therefore defendant was given an opportunity to file evidence in lieu of examination in chief with compilation of documents on or before 21st April 2018. On 25th April 2018, none appeared for defendant and no evidence was also filed and therefore the evidence of defendant was closed and the matter was posted for today for arguments. Even today, nobody is present for defendants. \n10 Before we proceed further, it would be useful to reproduce Section 13 and Section 14 of CPC. The same read as under :-\n13. When foreign judgment not conclusive-- A foreign judgment shall be conclusive as to any matter thereby directly adjudicated upon between the same parties or between parties under whom they or any of them claim litigating under the same title except :--\n(a) where it has not been pronounced by a Court of competent jurisdiction;\n(b) where it has not been given on the merits of the case;\n(c) where it appears on the face of the proceedings to be founded on an incorrect view of international law or a refusal to recognise the law of India in cases in which such law is applicable;\n(d) where the proceedings in which the judgment was obtained are opposed to natural justice;\n(e) where it has been obtained by fraud;\n(f) where it sustains a claim founded on a breach of any law in force in India. \nShraddha Talekar, PS 8/16 2.comas.18.2014.doc 14. Presumption as to foreign judgments.-- The Court shall presume upon the production of any document purporting to be a certified copy of a foreign judgment that such judgment was pronounced by a Court of competent jurisdiction, unless the contrary appears on the record; but such presumption may be displaced by proving want of jurisdiction. \nThese two provisions together indicate that a foreign judgment which has become final and conclusive between the parties is not impeachable either on facts or law except on limited grounds enunciated under Section 13 of CPC. The Court shall also presume upon the production of any document purporting to be a certified copy of a foreign judgment that such judgment was pronounced by a Court of competent jurisdiction, unless the contrary appears on the record; but such presumption may be displaced by proving want of jurisdiction. Of course, an order or decree to be conclusive, an order or decree must have been obtained after following due judicial process by giving reasonable notice and opportunity to all the proper and necessary parties to put forth their case. Once these requirements are fulfilled, the executing Court cannot enquire into the validity, legality or otherwise of the judgment. In Alcon Electronics (P) Ltd. v. Celem S.A. of France1 of the Apex Court, Paragraphs 13 to 17 read as under :-\n\"13 It appears that the appellant herein has accepted the order and sought for time to pay the costs. Moreover, it did not choose to 1 (2017) 2 SCC 253 Shraddha Talekar, PS 9/16 2.comas.18.2014.doc approach the appellate Court assailing the order and the same has attained finality. In spite of the same, the appellant filed the application opposing the execution petition filed by the respondents. The first and foremost ground of attack against the order passed by the English Court is that the order is not conclusive as per Section 13(b), CPC. Such argument appears to be attractive but we are not able to appreciate the same in the facts and circumstances of the case. Before we proceed further, it is appropriate to have a look at Sections 13 and 14 of CPC which read as under: Section 13. When foreign judgment not conclusive : A foreign judgment shall be conclusive as to any matter thereby directly adjudicated upon between the same parties or between parties under whom they or any of them claim litigating under the same title except-- where it has not been pronounced by a Court of competent jurisdiction;\nwhere it has not been given on the merits of the case; where it appears on the face of the proceedings to be founded on an incorrect view of international law or a refusal to recognise the law of India in cases in which such law is applicable;\nwhere the proceedings in which the judgment was obtained are opposed to natural justice;\nwhere it has been obtained by fraud;\nwhere it sustains a claim founded on a breach of any law in force in India. \nSection 14. Presumption as to foreign judgments: The Court shall presume upon the production of any document purporting to be a certified copy of a foreign judgment that such judgment was pronounced by a Court of competent jurisdiction, unless the contrary appears on the record; but such presumption may be displaced by proving want of jurisdiction. \n14 A plain reading of Section 13, CPC would show that to be conclusive an order or decree must have been obtained after following the due judicial process by giving reasonable notice and opportunity to all the proper and necessary parties to put forth their case. When once these requirements are fulfilled, the executing Court cannot enquire into the validity, legality or otherwise of the judgment. \n15 A glance on the enforcement of the foreign judgment, the position at common law is very clear that a foreign judgment which has become final and conclusive between the parties is not impeachable either on facts or law except on limited grounds enunciated under Section 13, CPC. In construing Section 13, CPC we have to look at the plain meaning of the words and expressions used therein and need not look at any other factors. Further, under Section 14, CPC there is a presumption Shraddha Talekar, PS 10/16 2.comas.18.2014.doc that the Foreign Court which passed the order is a Court of competent jurisdiction which of course is a rebuttable presumption. In the present case, the appellant does not dispute the jurisdiction of the English Court but its grievance is, it is not executable on other grounds which are canvassed before us. \n16 The appellant contends that the order of the English Court is not given on merits and that it falls under Section 13(c) of the CPC as a result of which it is not conclusive and therefore inexecutable. We cannot accept such submission. A judgment can be considered as a judgment passed on merits when the Court deciding the case gives opportunity to the parties to the case to put forth their case and after considering the rival submissions, gives its decision in the form of an order or judgment, it is certainly an order on merits of the case in the context of interpretation of Section 13(c) of the CPC. \n17 Applying the same analogy to the facts of the case on hand, we have no hesitation to hold that the order passed by the English Court is an order on merits. The appellant who has submitted itself to the jurisdiction of the Court and on its own requested the Court to assess the costs summarily. While passing a reasoned order by dismissing the application filed by the appellant, English Court granted the costs against the appellant. Had it been the case where appellant's application was allowed and costs were awarded to it, it would have as well filed a petition for the execution of the order. Be that as it is, the appellant did not prefer any appeal and indeed sought time to pay the costs. The appellant, therefore, cannot be permitted to object the execution. It cannot be permitted to blow hot and cold at the same time. In our opinion, it is a pure abuse of process of law and the Courts should be very cautious in entertaining such petitions.\" \n11 The grounds of challenge by defendant under Section 13 though not very specifically stated, appears to be under Sub-section (d), (e) and (f). As noted above, it was defendant who approached the Maritime and Commercial Court of Denmark praying for setting aside the Settlement Agreement dated 30th November 2008. The Maritime and Commercial Court has given a judgement on merits. In the judgement, the Court has noted the statements filed by the witnesses on behalf of plaintiff and defendant, their Shraddha Talekar, PS 11/16 2.comas.18.2014.doc rival submissions and given a reasoned judgement as to why the stand of defendant cannot be accepted and plaintiff was entitled to the amounts as mentioned in the judgment. Similarly, even the Supreme Court of Denmark has considered the claims, the rival allegations and submissions and came to the conclusion that it has come to, by giving the grounds for the same. Therefore, though defendant has not raised the grounds under Sub-section (a) and sub-section (b) of Section 13, I would still note that the judgement has been pronounced by a Court of competent jurisdiction and the same has been given on the merits of the case. \n12 Before going to the grounds raised under sub-sections (d), (e) and (f) of Section 13, it has to be noted that Section 13 says a \"foreign judgment shall be conclusive as to any matter thereby directly adjudicated upon between the same parties or between parties under whom they or any of them claim litigating under the same title except-- ......................\" Therefore, by default, the Foreign Judgement will have to be considered as conclusive and onus will be on defendant to prove that the Foreign Judgement would fall under any of the six exceptions. In the present case, defendant, except for filing written statement in which bald averments are made, has not led any evidence as to why the judgments at Exh.P-1/1 and Exh.P-1/2 would fall under the exceptions provided under Section 13. \nShraddha Talekar, PS                                                    12/16                               2.comas.18.2014.doc 13         As regards  the  first  ground  that defendant  has raised  that  plaintiff should proceed under the provisions of Arbitration and Conciliation Act, 1996, there is no reference to any Arbitration agreement in the written statement at all. Moreover, there are no provisions under the Arbitration and Conciliation Act, 1996 to challenge a decree passed by a Foreign Court. It defies sensibility. \n14 So far as the ground that the plaint does not disclose any cause of action, again, it is simply a bald statement. I have perused the plaint and the plaint certainly discloses cause of action. \n15 So far as the third ground that the suit is bad for mis-joinder of necessary parties, again it is nothing but a bald statement. Moreover, Britannia Bulk PLC was never a party to the Settlement Agreement dated 30th November 2008 and was not even a party to the proceedings in Denmark. Therefore, they are certainly not a proper or necessary party to this suit, to effectually and completely adjudicate upon and settle all the questions involved in the suit. \n16 The next ground is that the Award and subsequent judgements are not enforceable in India are not conclusive as the same were founded on the Agreement obtained under duress. The Maritime and Commercial Court, Shraddha Talekar, PS 13/16 2.comas.18.2014.doc Denmark has concluded, after hearing the parties and after considering the evidence, that the course of settlement shows in fact that it was not a question of a situation where one party exploited the other party in any improper way and it is under no circumstances a question of a situation that falls within Section 36 of the Danish Contract Act. The Supreme Court of Denmark has also upheld this judgement of the Maritime and Commercial Court. Therefore, the finding that there was no duress and Settlement Agreement is proper and legal, has attained finality. In any event, as held by the Supreme Court of India in Alcon Electronics (Supra), the Court cannot go into these issues which are questions of fact and which are already considered by the Danish Court and rejected by the Denmark Court which is the Court of competent jurisdiction or enquire into the validity, legality or otherwise of the judgement. A Foreign Judgement pronounced by a Court of competent jurisdiction is not impeachable either on facts or law except as enunciated under Section 13 of CPC. The judgement, to be held to be in breach of the Contract Act or cause of action of the claim are founded in the agreement which violates the provisions of the Contract Act or is opposed to Public Policy or opposed to principal of natural justice, the onus was on defendant to prove the same. \nAs noted earlier, defendant has not led any evidence and not even bothered to cross-examine plaintiff's witness. Therefore, these grounds of challenge cannot be accepted. \nShraddha Talekar, PS                                                       14/16                                  2.comas.18.2014.doc 17         On the issue of interest claimed by plaintiff, the evidence of PW-1,\nwho is a Lawyer qualified to practice in Denmark, gives an insight. PW-1 is also the Lawyer who had represented plaintiff in the Supreme Court of Denmark. Paragraphs 10, 11 and 12 of the evidence in lieu of examination in chief of PW-1 read as under:-\n\"10 I say that the Order passed by the Maritime and Commercial Court of Copenhagen and the Supreme Court of Denmark provide for payment of statutory interest as per the Danish Interest Act. The computation of interest under Danish law is provided in the Danish Interest Act. The claim fell due on 19th June, 2009 according to the judgement from the Maritime and Commercial Court of Copenhagen as affirmed by the Supreme Court of Denmark. The interest rate will be governed by the Danish Interest Act in force at the time the claim fell due which was the consolidated Act no. 583 of 1st September 1986 as amended according to Section 4 of Act no 1098 of 21 st December 1994, Act no. 462 of 7th June 2001 and Act no 379 of 6 th June 2002. The relevant portion is at Section 5 (1), which reads as under:-\n\"The interest rate after the due date is set at an annual interest rate equivalent of the reference rate plus an addition of 7 percent. The reference rate in this Act is the official lending rate set by the National Bank on 1 January and 1 July respectively each year.\"\n11. Therefore, it would be seen that the rate of statutory interest is calculated at 7% p.a. plus the official lending rate of the Danish National Bank. The statutory interest thus varies from time to time as it depends on the Danish National Bank's official lending rate. This lending rate depends on the fluctuations in the financial markets and changes half-yearly; i.e. every 1st January and every 1st July. If such day is not a banking day it will be the day after. Since 1 st January is never a banking day the rate is set on the following banking day. \n12. I have seen a copy of the Judgement handed down by the Supreme Court on Wednesday, 28 th November, 2012 in Case 202/2010 (Second Division) between PFS Shipping India Ltd. and A/S Dan Bunkering Ltd. I note that the said Judgement has held that the decree shall carry statutory interest as on from 19 th January, 2009. Therefore, to compute the statutory interest levied on the said Shraddha Talekar, PS 15/16 2.comas.18.2014.doc judgement, I have considered the official lending rates as issued by the Danish National Bank for the said relevant period. The official lending rates issued by the Danish National Bank is publicly available at www.nationalbanken.dk or privately available at Karnov's Annotated of Laws. I am setting down below a statement showing the Danish National Bank's official lending rate for the relevant period. I am also annexing, a schedule which is an extract from a spreadsheet downloaded from www.nationalbanken.dk which is the official webpage of the Danish National Bank, being Sr. No.3 to my Compilation of Documents dated 19th July, 2017 and pray that the same be marked in evidence. Breakdown of the Danish Central Bank's official lending rate The official lending rate at 1 July 2017 0.05% p.a. The official lending rate at 1 January 2017 0.05% p.a. The official lending rate at 1 July 2016 0.05% p.a. The official lending rate at 1 January 2016 0.05% p.a. The official lending rate at 1 July 2015 0.05% p.a. The official lending rate at 1 January 2015 0.20% p.a. The official lending rate at 1 July 2014 0.20% p.a The official lending rate at 1 January 2014 0.20% p.a. The official lending rate at 1 July 2013 0.20% p.a. The official lending rate at 1 January 2013 0.20% p.a. The official lending rate at 1 July 2012 0.45% p.a. The official lending rate at 1 January 2012 0.70% p.a. The official lending rate at 1 July 2011 1.30% p.a. The official lending rate at 1 January 2011 1.05% p.a. The official lending rate at 1 July 2010 1.05% p.a. The official lending rate at 1 January 2010 1.20% p.a. The official lending rate at 1 July 2009 1.55% p.a. The official lending rate at 1 January 2009 3.75% p.a. PW-1 has not been cross - examined. Therefore, I will accept the averments of PW-1 as truthful and correct. \n18 In the circumstances, the judgement at Exh.P-1/1 read with the judgement at Exh.P-1/2 is conclusive. Parties in this suit were also parties before the Danish Court. Defendant has miserably failed to prove as to why the judgements should not be accepted as conclusive.\nShraddha Talekar, PS                                              16/16                             2.comas.18.2014.doc 19         Therefore,  having   considered   the  evidence before  me,  the  pleadings and having heard the counsel for plaintiff, I hold that plaintiff is entitled to an order and decree against defendant in the sum of US$ 163,089.65 together with interest thereon @ 8% per annum from 18 th December 2013 till the date of filing the present suit and further interest @ 8% per annum on US$ 163,089.65 from the date of the suit until the date of payment/realisation. 20 Plaintiff shall also be entitled to cost in the sum of Rs.5 lakhs and I am awarding this cost of Rs.5 lakhs because this was the case where plaintiff had to bring its witness from Denmark and that too a practicing lawyer. 21 All issues are answered accordingly. \nThe suit stands disposed. \nDrawn up decree dispensed with. \n(K.R. SHRIRAM, J.) Shraddha Talekar, PS",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "211061abe940431fae3542b2c09b2c72_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6089a5a5c9d9431985f10ca7dc4897ac_1"
    },
    {
      "start": 242,
      "end": 329,
      "text": "\nBombay High Court\nDan Bunkering Limited vs Pfs Shipping India Limited on 21 June, 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "79adebd04a5d49459cdae73546329c05_2"
    },
    {
      "start": 330,
      "end": 416,
      "text": "\nEquivalent citations: Aironline 2018 Bom 1009\nAuthor: K.R. Shriram\nBench: K.R.Shriram",
      "labels": [
        "PREAMBLE"
      ],
      "id": "653bc54088ff451192ca4e5cab8cef81_3"
    },
    {
      "start": 466,
      "end": 549,
      "text": "1/16                                2.comas.18.2014.doc\n\n\n\n\n                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "928be3531bf547cfb3407856e2a4bf3d_4"
    },
    {
      "start": 549,
      "end": 680,
      "text": "In The High Court Of Judicature At Bombay\n                       Admiralty And Vice-Admiralty Jurisdiction\n\n                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f754f8e79af34f48b5a5a6637c859195_5"
    },
    {
      "start": 680,
      "end": 690,
      "text": "Commercial",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67c04c50b3164f1894c7fba86a0f5164_6"
    },
    {
      "start": 691,
      "end": 700,
      "text": "Admiralty",
      "labels": [
        "PREAMBLE"
      ],
      "id": "40d54b77ae924aa38a201f8e0d181008_7"
    },
    {
      "start": 701,
      "end": 720,
      "text": "Suit No. 18 Of 2014",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fc498279d30846159026770c030ff0a2_8"
    },
    {
      "start": 721,
      "end": 764,
      "text": "\n\n\nDan   Bunkering   Limited,   a   company",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9f0aa42dc90f42af923197f109107a26_9"
    },
    {
      "start": 765,
      "end": 836,
      "text": "\nincorporated   under   the   relevant   laws   of\nDenmark,   having   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "66f98b2d7ee0488b844546d08865df09_10"
    },
    {
      "start": 836,
      "end": 994,
      "text": "their   office   at\nStrandvejen 5, 5500 Middelfart, Denmark\nthrough   its   Power   of   Attorney   holders\nMr.M.S.   Sundara   Rajan   and   Capt.\nManohar   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe0a78c5214844f9ad861321c8c6f9c3_11"
    },
    {
      "start": 994,
      "end": 1070,
      "text": "having   their   office   at   53,\nNariman Bhavan, Nariman Point, Mumbai ...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f21bf6668eae4391803abc52fc6b3416_12"
    },
    {
      "start": 1096,
      "end": 1105,
      "text": "Plaintiff",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bda3d06e3d3042958ad37bbeb97a4b14_13"
    },
    {
      "start": 1107,
      "end": 1150,
      "text": "400021.\n                            Versus\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eaee7c0d356f48c9b0855ff178c73322_14"
    },
    {
      "start": 1150,
      "end": 1254,
      "text": "Pfs   Shipping   India   Limited,   a   company\nincorporated under the Indian Companies Act\nand   having",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47c240ddc07a4d6cbc72a15845bcce53_15"
    },
    {
      "start": 1255,
      "end": 1301,
      "text": "  its   registered   office   at   3/B,   2 nd",
      "labels": [
        "PREAMBLE"
      ],
      "id": "663e073606114dbb8399669d9703c3e3_16"
    },
    {
      "start": 1302,
      "end": 1320,
      "text": "\nFloor,   Shree   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5aa432efd9d4212884e97130de27a33_17"
    },
    {
      "start": 1320,
      "end": 1341,
      "text": "Pant   Bhuvan,   Mama",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5b9ec3741094f11a5099a636846ff20_18"
    },
    {
      "start": 1342,
      "end": 1436,
      "text": "  Varerkar\nMarg, Mumbai 400 007 and a branch office at\nGround   Floor,   Mehtra   Mahal,   15,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2de45e3a6464edfac5c34030897791c_19"
    },
    {
      "start": 1441,
      "end": 1451,
      "text": "Mathew ...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3e006107b2be4570954dfcf9f4ae8194_20"
    },
    {
      "start": 1464,
      "end": 1508,
      "text": "Defendant\nRoad, Opera House, Mumbai 400 004.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "187540e08bb74a11808ec5f8c5508f89_21"
    },
    {
      "start": 1549,
      "end": 1567,
      "text": "----\nMs.S. Priya a",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b6e5fce4cee04f6ba9d510281a5885dc_22"
    },
    {
      "start": 1568,
      "end": 1606,
      "text": "/ w. Ms. Priyanka Patel for plaintiff.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3821fcc78f6f4bdea5c1f403bd0fa1ae_23"
    },
    {
      "start": 1607,
      "end": 1628,
      "text": "\n\nNone for defendant.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b72c6b8d8e934af3aef53559bb43decb_24"
    },
    {
      "start": 1679,
      "end": 1743,
      "text": "---- \n                                                  Coram  :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0726802eaa964e48813fc17f6601e19a_25"
    },
    {
      "start": 1744,
      "end": 1759,
      "text": "K.R.Shriram, J.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a0d6516580b24ae59679495a5b7345f0_26"
    },
    {
      "start": 1811,
      "end": 1822,
      "text": "Date      :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "adae44b1ea3b42f385fa34513d01d6f6_27"
    },
    {
      "start": 1823,
      "end": 1838,
      "text": "21St June, 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b1f5e6781f4c44659688b961a6182bdb_28"
    },
    {
      "start": 1839,
      "end": 1857,
      "text": "\n\nOral Judgement :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e19c8b4b13c4dbd9e99b989c04114c4_29"
    },
    {
      "start": 1860,
      "end": 1883,
      "text": "1          Plaintiff   ",
      "labels": [
        "FAC"
      ],
      "id": "8e49d6e74a4d4f9ba3a274b34514a7b3_30"
    },
    {
      "start": 1883,
      "end": 1918,
      "text": "has   filed   this   suit   seeking",
      "labels": [
        "FAC"
      ],
      "id": "a8c6e257bb674629b1bc923334f28a7c_31"
    },
    {
      "start": 1919,
      "end": 2230,
      "text": "  a   decree   in   the   sum   of   Us$\n163,089.65 plus interest from 18th December 2013 till the date of filing of the suit with further interest on the principal amount of Us$ 163,089.65 as Shraddha Talekar, Ps 2/16 2.comas.18.2014.doc per Danish Laws as per the particulars of claim annexed to the plaint. 2",
      "labels": [
        "FAC"
      ],
      "id": "e959200999824db89f5ea9b904ed3083_32"
    },
    {
      "start": 2231,
      "end": 2448,
      "text": "The entire basis of plaintiff's claim is a judgement dated 28 th November 2012 passed by the Supreme Court of Denmark upholding a judgement dated 30th June 2010 passed by the Maritime and Commercial Court, Copenhagen.",
      "labels": [
        "FAC"
      ],
      "id": "d0b2bf542f604d4f8cf9283652409717_33"
    },
    {
      "start": 2449,
      "end": 2627,
      "text": "\n3 Defendant had entered into a Charterparty dated 3 rd May 2007 with one Britannia Bulk Plc under which defendant gave on time charter the vessel Pfs Narayana (the said vessel).",
      "labels": [
        "FAC"
      ],
      "id": "4ccc052bded34195bf5b5da22ac6c268_34"
    },
    {
      "start": 2628,
      "end": 2770,
      "text": "On or about 22-24 th July 2008 Britannia Bulk Plc, the time charterer, placed an order with plaintiff for supply of bunker to the said vessel.",
      "labels": [
        "FAC"
      ],
      "id": "ecf7cd74e2b84a5f9906b0b141fedcf6_35"
    },
    {
      "start": 2771,
      "end": 2897,
      "text": "Plaintiff supplied bunkers amounting to a sum of Us$ 508,601.54 and Us$ 713,080.25 to the said vessel at Goa and in Cape Town.",
      "labels": [
        "FAC"
      ],
      "id": "1cd2b5948ccd4a75901ee83798bde367_36"
    },
    {
      "start": 2898,
      "end": 2966,
      "text": "Britannia Bulk Plc was declared insolvent and went into liquidation.",
      "labels": [
        "FAC"
      ],
      "id": "c3d30a1246d041b3a8b9ce6283689db3_37"
    },
    {
      "start": 2967,
      "end": 3132,
      "text": "Plaintiff did not receive payment for the bunkers supplied and hence, they informed defendant that to secure plaintiff's claim they wished to arrest the said vessel.",
      "labels": [
        "FAC"
      ],
      "id": "274cbb14a2254cf8803ab0c330753c9a_38"
    },
    {
      "start": 3133,
      "end": 3349,
      "text": "After exchange of several correspondences, parties entered into a Settlement Agreement dated 30th November 2008 (Settlement Agreement) under which the schedule for payment of the outstanding to plaintiff was set out.",
      "labels": [
        "FAC"
      ],
      "id": "8223634abb4b4f2196cd1cdfc3f1c796_39"
    },
    {
      "start": 3350,
      "end": 3568,
      "text": "Sometime in end of 2008, as per clause 2 of the Settlement Agreement, plaintiff obtained confirmation from the liquidators of Britannia Bulk Plc for the amount due to plaintiff for supply of bunkers to the said vessel.",
      "labels": [
        "FAC"
      ],
      "id": "cb142da08a3a478d83f1e28c4c245b0e_40"
    },
    {
      "start": 3569,
      "end": 3800,
      "text": "Defendant did not pay the amount that according to the Shraddha Talekar, Ps 3/16 2.comas.18.2014.doc Settlement Agreement was payable and therefore plaintiff arrested for its claim, the said vessel in Amsterdam on 9th January 2009.",
      "labels": [
        "FAC"
      ],
      "id": "95992ec0849746529774f66e38a45c14_41"
    },
    {
      "start": 3801,
      "end": 3997,
      "text": "The ship was released on 2nd February 2009 after the P & I Club of defendant provided a guarantee for Us$ 1.6 million for payment of the amount that defendant would be ordered to pay to plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "428cb13189f74ade995dd7b28d156d52_42"
    },
    {
      "start": 3998,
      "end": 4227,
      "text": "\nDefendant approached Danish Court by filing a suit bearing S-37-08 for declaration that the Settlement Agreement dated 30th November 2008 must be set aside and in pursuance of Section 29 or Section 36 of the Danish Contract Act.",
      "labels": [
        "FAC"
      ],
      "id": "2c5e5ceca409436c9bc3c93d1bf8a5c6_43"
    },
    {
      "start": 4228,
      "end": 4306,
      "text": "Plaintiff filed a counter-claim for the amounts payable for supply of bunkers.",
      "labels": [
        "FAC"
      ],
      "id": "c0f12885affe4f1a9ce0290c628d063b_44"
    },
    {
      "start": 4307,
      "end": 4752,
      "text": "The Maritime and Commercial Court, Copenhagen passed a detailed judgment and decree dated 30 th June 2010 under which defendant's prayer for setting aside the Settlement Agreement was rejected and defendant was directed to pay to plaintiff an amount of Us$ 1,221,681.79 with statutory interest from 19 th January 2009 along with Danish Kroner (Dkk) 400,000 towards legal costs and interest thereon as per Section 8(a) of the Danish Interest Act.",
      "labels": [
        "FAC"
      ],
      "id": "790a11d628f649e68cf8f0610c81db1c_45"
    },
    {
      "start": 4753,
      "end": 4890,
      "text": "\n4 Against this judgement and order, defendant preferred an Appeal to the Supreme Court of Denmark being Case 202/2010 (Second Division).",
      "labels": [
        "FAC"
      ],
      "id": "8b8ac51018454b28aef7d93bfcc72796_46"
    },
    {
      "start": 4891,
      "end": 5018,
      "text": "Five Judges of the Supreme Court participated in the adjudication and upheld the judgement of Maritime and Commercial Court and",
      "labels": [
        "FAC"
      ],
      "id": "2db62aedbb024806b85852dbf363cc78_47"
    },
    {
      "start": 5020,
      "end": 5331,
      "text": "further held that defendant shall pay to plaintiff the higher amount on the date of Shraddha Talekar, PS 4/16 2.comas.18.2014.doc payment of DKK 61983,906.41 or the equivalent amount in Danish Kroner on the date of payment of US$ 1,221,681.79, in both instances, with statutory interest as on 19th January 2009.",
      "labels": [
        "RLC"
      ],
      "id": "b77fea600edf4dfabf9e416c503e912d_48"
    },
    {
      "start": 5332,
      "end": 5477,
      "text": "The Court also upheld the decision of the Maritime and Commercial Court and awarded further costs and DKK 200,000 to plaintiff against defendant.",
      "labels": [
        "RLC"
      ],
      "id": "0e6e4f701f874bd3892913599574dbf8_49"
    },
    {
      "start": 5478,
      "end": 5705,
      "text": "The Supreme Court also ordered that the amounts shall be paid within 14 days after pronouncement of the judgement and interest shall be paid on the amounts of legal costs in pursuance of Section 8(a) of the Danish Interest Act.",
      "labels": [
        "RLC"
      ],
      "id": "bbd7252a15b542b2be5675b45c4b33e8_50"
    },
    {
      "start": 5706,
      "end": 5970,
      "text": "5 After this judgement and order dated 28 th November 2012 of the Supreme Court of Denmark, plaintiff invoked the Letter of Understanding (LOU) furnished by the by P & I Club of defendant vessel, viz., London Steamship Owners' Mutual Insurance Association Limited.",
      "labels": [
        "FAC"
      ],
      "id": "0c8811bfac524e7c8568a9a5f39e4908_51"
    },
    {
      "start": 5971,
      "end": 6081,
      "text": "As the LOU was for US$ 1.6 million, plaintiff has received this amount of US$ 1.6 million from the P & I Club.",
      "labels": [
        "FAC"
      ],
      "id": "3a33363d171240d8acd0cf5bacd78969_52"
    },
    {
      "start": 6082,
      "end": 6274,
      "text": "Plaintiff has filed the present suit for the balance payable under the judgement passed by the Maritime and Commercial Court of Denmark read with the judgement of the Supreme Court of Denmark.",
      "labels": [
        "FAC"
      ],
      "id": "2071373ce29a4decbc31bc4ae1589bc8_53"
    },
    {
      "start": 6275,
      "end": 6436,
      "text": "\nIt should also be noted that Supreme Court of Denmark is not a reciprocating-territory under Section 44A of the Code of Civil Procedure, 1908 (CPC).\n6          ",
      "labels": [
        "FAC"
      ],
      "id": "065d7b5b65c543459c7eea8cfa972b4d_54"
    },
    {
      "start": 6436,
      "end": 6447,
      "text": "Defendant  ",
      "labels": [
        "FAC"
      ],
      "id": "5b1505a145c24241ac1954b849a0bc1b_55"
    },
    {
      "start": 6447,
      "end": 6528,
      "text": "has filed, written statement, basically, going back into the Shraddha Talekar, PS",
      "labels": [
        "FAC"
      ],
      "id": "3674e40f1af44374a55b391ba1ea8d48_56"
    },
    {
      "start": 6582,
      "end": 6785,
      "text": "5/16                                2.comas.18.2014.doc merits of the case, which has already been considered and adjudicated by the Maritime and Commercial Court of Denmark and Supreme Court of Denmark.",
      "labels": [
        "FAC"
      ],
      "id": "5d7dc93b377444dbacdf63f2d6cc68b8_57"
    },
    {
      "start": 6786,
      "end": 7087,
      "text": "In addition, defendant has raised following grounds to defend the suit :-\n(a) The present suit is not maintainable for the reason that the remedy available for plaintiff is to take proceedings under the provisions of the Arbitration and Conciliation Act, 1996 (the said Act) and not to file this suit;",
      "labels": [
        "FAC"
      ],
      "id": "5a6459f14ed24b069f4c39afafd567e3_58"
    },
    {
      "start": 7088,
      "end": 7144,
      "text": "\nWhy such a recourse has to be adopted is not explained.",
      "labels": [
        "FAC"
      ],
      "id": "08498d4988084ba3b132adddcde5adae_59"
    },
    {
      "start": 7145,
      "end": 7361,
      "text": "\n           (b)         No cause of action is disclosed.\n\n\n           (c)         The   suit   is   bad   for   mis-joinder   of   necessary   parties   as Liquidator of Britannia Bulk PLC is not joined as defendant;",
      "labels": [
        "ISSUE"
      ],
      "id": "62bb8e165a1c4f01b01054a0df76e6e1_60"
    },
    {
      "start": 7362,
      "end": 7796,
      "text": "\n(d) The Award and subsequent judgments are not enforceable in India and are not conclusive inasmuch the same were founded on the Agreement obtained under duress;\n(e) The judgement is in breach of the Contract Act and the cause of action of the claim are found in violation of the provisions of the Contract Act which are in force in India; the same would be opposed to public policy and opposed to principles of natural justice also.",
      "labels": [
        "ISSUE"
      ],
      "id": "2145293784324e81a8e30934a668d6fc_61"
    },
    {
      "start": 7798,
      "end": 7858,
      "text": "7 On 6th June 2011, the following issues came to be framed :",
      "labels": [
        "FAC"
      ],
      "id": "738604ee2908490bb698275d68dd7c64_62"
    },
    {
      "start": 7859,
      "end": 8158,
      "text": "\n\"(1) Whether the order dated 28th November, 2012 passed by the Shraddha Talekar, PS 6/16 2.comas.18.2014.doc Supreme Court of Denmark against the defendants is a conclusive foreign judgment in accordance with Section 13 of the Code of Civil Procedure,1908, for the purpose of enforcement in India ?",
      "labels": [
        "ISSUE"
      ],
      "id": "428fb2b5c229459385cec96f981b46e4_63"
    },
    {
      "start": 8159,
      "end": 8381,
      "text": "\n(2) Whether the plaintiffs prove that they are entitled to a decree in the sum of USD 163,089.65 plus interest of USD 20,693.36 plus further interest on USD 163,089.65 from the date of the suit until payment/realization ?",
      "labels": [
        "ISSUE"
      ],
      "id": "4bdc155a931a4a8d9a1dc7b114e15082_64"
    },
    {
      "start": 8394,
      "end": 8419,
      "text": "(3)         What decree ?",
      "labels": [
        "ISSUE"
      ],
      "id": "cb1bbb60850c4e41b701615fe281a358_65"
    },
    {
      "start": 8420,
      "end": 8432,
      "text": "What order?\"",
      "labels": [
        "FAC"
      ],
      "id": "14ea3a2e3f00495b9bd08dac90070cb1_66"
    },
    {
      "start": 8436,
      "end": 8528,
      "text": "8          Plaintiff led evidence of one witness from Denmark, Mikkel Mathias Steino (PW-1).",
      "labels": [
        "FAC"
      ],
      "id": "e38258b7ecc645bb8d8d3607a755a073_67"
    },
    {
      "start": 8529,
      "end": 8809,
      "text": "Plaintiff was relying only upon two documents, viz., (i) one judgment is dated 30th June 2010 passed by the Maritime and Commercial Court, Copenhagen and (ii) the judgment and order dated 28 th November 2012 passed by the Supreme Court of Denmark; both with official translations.",
      "labels": [
        "FAC"
      ],
      "id": "f905ef925ffb47fda8d731610a821cec_68"
    },
    {
      "start": 8810,
      "end": 8894,
      "text": "These two documents were received in evidence and marked as Exh.P-1/1 and Exh.P-1/2.",
      "labels": [
        "FAC"
      ],
      "id": "67f4d0db9340421c88631b62aa1c618c_69"
    },
    {
      "start": 8896,
      "end": 9089,
      "text": "After the examination-in-chief was taken on file with the documents, the Court appointed one Mr.Siddharth Chabria, an Advocate practicing in this Court as Court Commissioner to record evidence.",
      "labels": [
        "FAC"
      ],
      "id": "92bdd03000c94780b9dae84202297cb3_70"
    },
    {
      "start": 9090,
      "end": 9415,
      "text": "The Commissioner has filed a report on 1st February 2018 in which he has noted that defendant's advocates informed him by a letter, dated 5 th January 2018 that they have returned the papers to plaintiff and despite his repeated emails sent to defendant to participate in the recording of evidence, defendant did not respond.",
      "labels": [
        "FAC"
      ],
      "id": "8cdde9b1b35249b481cc49798dd1b496_71"
    },
    {
      "start": 9416,
      "end": 9437,
      "text": "\nShraddha Talekar, PS",
      "labels": [
        "FAC"
      ],
      "id": "dfcaa710ee3141edaeed7fa120d257ff_72"
    },
    {
      "start": 9492,
      "end": 9559,
      "text": "7/16                                2.comas.18.2014.doc 9          ",
      "labels": [
        "FAC"
      ],
      "id": "648f21d2b5c5449db15820e38b1039b1_73"
    },
    {
      "start": 9559,
      "end": 9682,
      "text": "Therefore,   this   Court   passed   an   order   dated   6 th  April   2018   and evidence of PW-1 was closed as no cross.",
      "labels": [
        "FAC"
      ],
      "id": "c1d769d9efb24660b6d4ee5cc3bdb423_74"
    },
    {
      "start": 9683,
      "end": 9899,
      "text": "Plaintiff stated that they did not have any more witnesses and therefore defendant was given an opportunity to file evidence in lieu of examination in chief with compilation of documents on or before 21st April 2018.",
      "labels": [
        "FAC"
      ],
      "id": "30f368f8222045cbbf6198b3b3e96a42_75"
    },
    {
      "start": 9900,
      "end": 10080,
      "text": "On 25th April 2018, none appeared for defendant and no evidence was also filed and therefore the evidence of defendant was closed and the matter was posted for today for arguments.",
      "labels": [
        "FAC"
      ],
      "id": "a5d8da9f3d214675a6dce88e5930f23d_76"
    },
    {
      "start": 10081,
      "end": 10126,
      "text": "Even today, nobody is present for defendants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c02d08fcea0a4316828b8be7cf42c39d_77"
    },
    {
      "start": 10127,
      "end": 10223,
      "text": "\n10 Before we proceed further, it would be useful to reproduce Section 13 and Section 14 of CPC.",
      "labels": [
        "NONE"
      ],
      "id": "ba48096eef3d49bf9c54601b6b2dcb5a_78"
    },
    {
      "start": 10224,
      "end": 10253,
      "text": "The same read as under :-\n13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c9a06284b85466a873e5c9cfcca5ab2_79"
    },
    {
      "start": 10254,
      "end": 11047,
      "text": "When foreign judgment not conclusive-- A foreign judgment shall be conclusive as to any matter thereby directly adjudicated upon between the same parties or between parties under whom they or any of them claim litigating under the same title except :--\n(a) where it has not been pronounced by a Court of competent jurisdiction;\n(b) where it has not been given on the merits of the case;\n(c) where it appears on the face of the proceedings to be founded on an incorrect view of international law or a refusal to recognise the law of India in cases in which such law is applicable;\n(d) where the proceedings in which the judgment was obtained are opposed to natural justice;\n(e) where it has been obtained by fraud;\n(f) where it sustains a claim founded on a breach of any law in force in India.",
      "labels": [
        "STA"
      ],
      "id": "24744470117d410ea380c8ae3fb4155f_80"
    },
    {
      "start": 11048,
      "end": 11137,
      "text": "\nShraddha Talekar, PS 8/16 2.comas.18.2014.doc 14. Presumption as to foreign judgments.--",
      "labels": [
        "NONE"
      ],
      "id": "0e9259e1847f48e3b0779ed62c69c65b_81"
    },
    {
      "start": 11138,
      "end": 11439,
      "text": "The Court shall presume upon the production of any document purporting to be a certified copy of a foreign judgment that such judgment was pronounced by a Court of competent jurisdiction, unless the contrary appears on the record; but such presumption may be displaced by proving want of jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "a2fdc1a689054a90b67953f04c9b553f_82"
    },
    {
      "start": 11441,
      "end": 11665,
      "text": "These two provisions together indicate that a foreign judgment which has become final and conclusive between the parties is not impeachable either on facts or law except on limited grounds enunciated under Section 13 of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "616f39557dff4055bb97a6da13276c6b_83"
    },
    {
      "start": 11666,
      "end": 11972,
      "text": "The Court shall also presume upon the production of any document purporting to be a certified copy of a foreign judgment that such judgment was pronounced by a Court of competent jurisdiction, unless the contrary appears on the record; but such presumption may be displaced by proving want of jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "97f0534051b349079386eaa90322748a_84"
    },
    {
      "start": 11973,
      "end": 12209,
      "text": "Of course, an order or decree to be conclusive, an order or decree must have been obtained after following due judicial process by giving reasonable notice and opportunity to all the proper and necessary parties to put forth their case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82a99d3cc50a4608a9ba36a6d2d2ff44_85"
    },
    {
      "start": 12210,
      "end": 12341,
      "text": "Once these requirements are fulfilled, the executing Court cannot enquire into the validity, legality or otherwise of the judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "113f0cf7bd8d4c878038fb224fcc0b78_86"
    },
    {
      "start": 12342,
      "end": 12456,
      "text": "In Alcon Electronics (P) Ltd. v. Celem S.A. of France1 of the Apex Court, Paragraphs 13 to 17 read as under :-\n\"13",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0cd68312f63241dba00a502b6d6248c2_87"
    },
    {
      "start": 12457,
      "end": 12554,
      "text": "It appears that the appellant herein has accepted the order and sought for time to pay the costs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0942a0bbada849d995831ad888b02eaf_88"
    },
    {
      "start": 12555,
      "end": 12735,
      "text": "Moreover, it did not choose to 1 (2017) 2 SCC 253 Shraddha Talekar, PS 9/16 2.comas.18.2014.doc approach the appellate Court assailing the order and the same has attained finality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a38560a78f8c4d3c9eebdbd39ae5c287_89"
    },
    {
      "start": 12736,
      "end": 12851,
      "text": "In spite of the same, the appellant filed the application opposing the execution petition filed by the respondents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ea66c34ec824d6b82cfd4eaba1a32d0_90"
    },
    {
      "start": 12852,
      "end": 13000,
      "text": "The first and foremost ground of attack against the order passed by the English Court is that the order is not conclusive as per Section 13(b), CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9374a66fae18404787f075f0743a09a3_91"
    },
    {
      "start": 13001,
      "end": 13126,
      "text": "Such argument appears to be attractive but we are not able to appreciate the same in the facts and circumstances of the case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c2a4bc0678d4b38adbe942e188f8729_92"
    },
    {
      "start": 13127,
      "end": 13248,
      "text": "Before we proceed further, it is appropriate to have a look at Sections 13 and 14 of CPC which read as under: Section 13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b80c6d09c09b4d37a7e123727b8ec4e7_93"
    },
    {
      "start": 13249,
      "end": 14016,
      "text": "When foreign judgment not conclusive : A foreign judgment shall be conclusive as to any matter thereby directly adjudicated upon between the same parties or between parties under whom they or any of them claim litigating under the same title except-- where it has not been pronounced by a Court of competent jurisdiction;\nwhere it has not been given on the merits of the case; where it appears on the face of the proceedings to be founded on an incorrect view of international law or a refusal to recognise the law of India in cases in which such law is applicable;\nwhere the proceedings in which the judgment was obtained are opposed to natural justice;\nwhere it has been obtained by fraud;\nwhere it sustains a claim founded on a breach of any law in force in India.",
      "labels": [
        "STA"
      ],
      "id": "2b8d7d857b96438e8231c7153277b27f_94"
    },
    {
      "start": 14017,
      "end": 14368,
      "text": "\nSection 14. Presumption as to foreign judgments: The Court shall presume upon the production of any document purporting to be a certified copy of a foreign judgment that such judgment was pronounced by a Court of competent jurisdiction, unless the contrary appears on the record; but such presumption may be displaced by proving want of jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "0c386da75d7e440585ddc6b875fb9d3b_95"
    },
    {
      "start": 14370,
      "end": 14633,
      "text": "14 A plain reading of Section 13, CPC would show that to be conclusive an order or decree must have been obtained after following the due judicial process by giving reasonable notice and opportunity to all the proper and necessary parties to put forth their case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33f63616e9ee4609ba5904863a133ae0_96"
    },
    {
      "start": 14634,
      "end": 14770,
      "text": "When once these requirements are fulfilled, the executing Court cannot enquire into the validity, legality or otherwise of the judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba367730a1f64c6196a589e1e546084c_97"
    },
    {
      "start": 14772,
      "end": 15052,
      "text": "15 A glance on the enforcement of the foreign judgment, the position at common law is very clear that a foreign judgment which has become final and conclusive between the parties is not impeachable either on facts or law except on limited grounds enunciated under Section 13, CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea1fe7ae3f3d46f4a7a70384e8f02565_98"
    },
    {
      "start": 15053,
      "end": 15201,
      "text": "In construing Section 13, CPC we have to look at the plain meaning of the words and expressions used therein and need not look at any other factors.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fa59c860e464f59a68605fc334d8ff2_99"
    },
    {
      "start": 15202,
      "end": 15430,
      "text": "Further, under Section 14, CPC there is a presumption Shraddha Talekar, PS 10/16 2.comas.18.2014.doc that the Foreign Court which passed the order is a Court of competent jurisdiction which of course is a rebuttable presumption.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0d2bc6294681441b8c78114edcd1abe7_100"
    },
    {
      "start": 15431,
      "end": 15611,
      "text": "In the present case, the appellant does not dispute the jurisdiction of the English Court but its grievance is, it is not executable on other grounds which are canvassed before us.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02a040939a034ebb943ab66f775b245b_101"
    },
    {
      "start": 15612,
      "end": 15816,
      "text": "\n16 The appellant contends that the order of the English Court is not given on merits and that it falls under Section 13(c) of the CPC as a result of which it is not conclusive and therefore inexecutable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e126747db384655afab6711c0231002_102"
    },
    {
      "start": 15817,
      "end": 15850,
      "text": "We cannot accept such submission.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6fcf4734317445d0827917ed08d9a330_103"
    },
    {
      "start": 15851,
      "end": 16222,
      "text": "A judgment can be considered as a judgment passed on merits when the Court deciding the case gives opportunity to the parties to the case to put forth their case and after considering the rival submissions, gives its decision in the form of an order or judgment, it is certainly an order on merits of the case in the context of interpretation of Section 13(c) of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db32e90b8d81402f87fc99d3832644c2_104"
    },
    {
      "start": 16224,
      "end": 16382,
      "text": "17 Applying the same analogy to the facts of the case on hand, we have no hesitation to hold that the order passed by the English Court is an order on merits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3023a3d4a930482e83b6a071a5d9ce98_105"
    },
    {
      "start": 16383,
      "end": 16520,
      "text": "The appellant who has submitted itself to the jurisdiction of the Court and on its own requested the Court to assess the costs summarily.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5bc77777260d404181f286f779f10bf3_106"
    },
    {
      "start": 16521,
      "end": 16660,
      "text": "While passing a reasoned order by dismissing the application filed by the appellant, English Court granted the costs against the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "afecb3a5e57e4ba39893025afd922a66_107"
    },
    {
      "start": 16661,
      "end": 16824,
      "text": "Had it been the case where appellant's application was allowed and costs were awarded to it, it would have as well filed a petition for the execution of the order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "637b043e2ca14bd1934052d9dcfaff4e_108"
    },
    {
      "start": 16825,
      "end": 16923,
      "text": "Be that as it is, the appellant did not prefer any appeal and indeed sought time to pay the costs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a7049188cd34e0bb519c33d83537ebe_109"
    },
    {
      "start": 16924,
      "end": 16994,
      "text": "The appellant, therefore, cannot be permitted to object the execution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bfc78c744b4f4ed884083662ba6cd1cc_110"
    },
    {
      "start": 16995,
      "end": 17056,
      "text": "It cannot be permitted to blow hot and cold at the same time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89b81cdd12b146d6b4a998e5cfa988aa_111"
    },
    {
      "start": 17057,
      "end": 17181,
      "text": "In our opinion, it is a pure abuse of process of law and the Courts should be very cautious in entertaining such petitions.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dcc91d16a5a34a88992563e74aaca1f0_112"
    },
    {
      "start": 17183,
      "end": 17327,
      "text": "11 The grounds of challenge by defendant under Section 13 though not very specifically stated, appears to be under Sub-section (d), (e) and (f).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c9448579ff0499dadad039f9f1db54d_113"
    },
    {
      "start": 17328,
      "end": 17497,
      "text": "As noted above, it was defendant who approached the Maritime and Commercial Court of Denmark praying for setting aside the Settlement Agreement dated 30th November 2008.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83cb26b0e1754f84ab26d319b30e332d_114"
    },
    {
      "start": 17498,
      "end": 17564,
      "text": "The Maritime and Commercial Court has given a judgement on merits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89d6a7869c3245dcb6d9e76474ed9110_115"
    },
    {
      "start": 17565,
      "end": 17904,
      "text": "In the judgement, the Court has noted the statements filed by the witnesses on behalf of plaintiff and defendant, their Shraddha Talekar, PS 11/16 2.comas.18.2014.doc rival submissions and given a reasoned judgement as to why the stand of defendant cannot be accepted and plaintiff was entitled to the amounts as mentioned in the judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43aae0a625ec413da800444d73c95557_116"
    },
    {
      "start": 17905,
      "end": 18098,
      "text": "Similarly, even the Supreme Court of Denmark has considered the claims, the rival allegations and submissions and came to the conclusion that it has come to, by giving the grounds for the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3294f9ea70549398998e9c8ce17f58c_117"
    },
    {
      "start": 18099,
      "end": 18360,
      "text": "Therefore, though defendant has not raised the grounds under Sub-section (a) and sub-section (b) of Section 13, I would still note that the judgement has been pronounced by a Court of competent jurisdiction and the same has been given on the merits of the case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5bc8a042ea3843a19cf108a16679510e_118"
    },
    {
      "start": 18362,
      "end": 18727,
      "text": "12 Before going to the grounds raised under sub-sections (d), (e) and (f) of Section 13, it has to be noted that Section 13 says a \"foreign judgment shall be conclusive as to any matter thereby directly adjudicated upon between the same parties or between parties under whom they or any of them claim litigating under the same title except-- ......................\"",
      "labels": [
        "STA"
      ],
      "id": "342410d46182489380e9e96da6b3c89d_119"
    },
    {
      "start": 18728,
      "end": 18923,
      "text": "Therefore, by default, the Foreign Judgement will have to be considered as conclusive and onus will be on defendant to prove that the Foreign Judgement would fall under any of the six exceptions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6135265531d84fc2add80d4ec5661032_120"
    },
    {
      "start": 18924,
      "end": 19160,
      "text": "In the present case, defendant, except for filing written statement in which bald averments are made, has not led any evidence as to why the judgments at Exh.P-1/1 and Exh.P-1/2 would fall under the exceptions provided under Section 13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe7e2058828a44ca8378c0ce0256e8c3_121"
    },
    {
      "start": 19161,
      "end": 19182,
      "text": "\nShraddha Talekar, PS",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5774d1e61db4e1f84057b9941a4ef57_122"
    },
    {
      "start": 19234,
      "end": 19292,
      "text": "12/16                               2.comas.18.2014.doc 13",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3dd0dc4c49034166b29cbfe06e68642a_123"
    },
    {
      "start": 19301,
      "end": 19539,
      "text": "As regards  the  first  ground  that defendant  has raised  that  plaintiff should proceed under the provisions of Arbitration and Conciliation Act, 1996, there is no reference to any Arbitration agreement in the written statement at all.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d58e1bcc9ab042dd848e444f9154ee0e_124"
    },
    {
      "start": 19540,
      "end": 19671,
      "text": "Moreover, there are no provisions under the Arbitration and Conciliation Act, 1996 to challenge a decree passed by a Foreign Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f42fe342c4e1450ca269ac5f66b7e83c_125"
    },
    {
      "start": 19672,
      "end": 19694,
      "text": "It defies sensibility.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8483db52eb6c42b0a470e0233673cba3_126"
    },
    {
      "start": 19695,
      "end": 19812,
      "text": "\n14 So far as the ground that the plaint does not disclose any cause of action, again, it is simply a bald statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bad1e17c571e4e5eaaede823bcb5366e_127"
    },
    {
      "start": 19813,
      "end": 19890,
      "text": "I have perused the plaint and the plaint certainly discloses cause of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fdbdd9afece14fa5aeae4cf9e56b1bf3_128"
    },
    {
      "start": 19892,
      "end": 20022,
      "text": "15 So far as the third ground that the suit is bad for mis-joinder of necessary parties, again it is nothing but a bald statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ff92c2f7cbf4557a41bde94d8ec1fff_129"
    },
    {
      "start": 20023,
      "end": 20178,
      "text": "Moreover, Britannia Bulk PLC was never a party to the Settlement Agreement dated 30th November 2008 and was not even a party to the proceedings in Denmark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8219a04e87fb4c93a94c9452fe59999c_130"
    },
    {
      "start": 20179,
      "end": 20351,
      "text": "Therefore, they are certainly not a proper or necessary party to this suit, to effectually and completely adjudicate upon and settle all the questions involved in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2e9bafd5f674df68fe22701ed8a3bd9_131"
    },
    {
      "start": 20353,
      "end": 20528,
      "text": "16 The next ground is that the Award and subsequent judgements are not enforceable in India are not conclusive as the same were founded on the Agreement obtained under duress.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2f89d97ae4a4b45946f92a4b9ae0010_132"
    },
    {
      "start": 20529,
      "end": 20959,
      "text": "The Maritime and Commercial Court, Shraddha Talekar, PS 13/16 2.comas.18.2014.doc Denmark has concluded, after hearing the parties and after considering the evidence, that the course of settlement shows in fact that it was not a question of a situation where one party exploited the other party in any improper way and it is under no circumstances a question of a situation that falls within Section 36 of the Danish Contract Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c182d886277643c183e2e7085c69dbdb_133"
    },
    {
      "start": 20960,
      "end": 21057,
      "text": "The Supreme Court of Denmark has also upheld this judgement of the Maritime and Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85f48e7669b24f01bd6e5dc2d8382f11_134"
    },
    {
      "start": 21058,
      "end": 21174,
      "text": "Therefore, the finding that there was no duress and Settlement Agreement is proper and legal, has attained finality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5ef816772634a5cb961ff340369ddf4_135"
    },
    {
      "start": 21175,
      "end": 21524,
      "text": "In any event, as held by the Supreme Court of India in Alcon Electronics (Supra), the Court cannot go into these issues which are questions of fact and which are already considered by the Danish Court and rejected by the Denmark Court which is the Court of competent jurisdiction or enquire into the validity, legality or otherwise of the judgement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dc3c938fc3c64d55a885753fca3ad35b_136"
    },
    {
      "start": 21525,
      "end": 21680,
      "text": "A Foreign Judgement pronounced by a Court of competent jurisdiction is not impeachable either on facts or law except as enunciated under Section 13 of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e450369d0bff44f5bea28991d1db5597_137"
    },
    {
      "start": 21681,
      "end": 21973,
      "text": "The judgement, to be held to be in breach of the Contract Act or cause of action of the claim are founded in the agreement which violates the provisions of the Contract Act or is opposed to Public Policy or opposed to principal of natural justice, the onus was on defendant to prove the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68c69ca33ad648639d53695e7f95e0cd_138"
    },
    {
      "start": 21974,
      "end": 22087,
      "text": "\nAs noted earlier, defendant has not led any evidence and not even bothered to cross-examine plaintiff's witness.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7a7ab90b37949c2a50839a5a2640e9e_139"
    },
    {
      "start": 22088,
      "end": 22145,
      "text": "Therefore, these grounds of challenge cannot be accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a5a7a10e30f42bd8ad79c034b8429c9_140"
    },
    {
      "start": 22146,
      "end": 22167,
      "text": "\nShraddha Talekar, PS",
      "labels": [
        "ANALYSIS"
      ],
      "id": "023fd05c961a41378349fa27188acb4f_141"
    },
    {
      "start": 22222,
      "end": 22283,
      "text": "14/16                                  2.comas.18.2014.doc 17",
      "labels": [
        "ANALYSIS"
      ],
      "id": "72711c4bac90426e9c47439c31676f22_142"
    },
    {
      "start": 22284,
      "end": 22428,
      "text": "        On the issue of interest claimed by plaintiff, the evidence of PW-1,\nwho is a Lawyer qualified to practice in Denmark, gives an insight.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f72ee0041b743d19764b642b1a852fe_143"
    },
    {
      "start": 22429,
      "end": 22515,
      "text": "PW-1 is also the Lawyer who had represented plaintiff in the Supreme Court of Denmark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9021bd82aed64137a19480948d3b125f_144"
    },
    {
      "start": 22516,
      "end": 22802,
      "text": "Paragraphs 10, 11 and 12 of the evidence in lieu of examination in chief of PW-1 read as under:-\n\"10 I say that the Order passed by the Maritime and Commercial Court of Copenhagen and the Supreme Court of Denmark provide for payment of statutory interest as per the Danish Interest Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1458bf74f6e4f6b980b80a2a3efcb26_145"
    },
    {
      "start": 22803,
      "end": 22887,
      "text": "The computation of interest under Danish law is provided in the Danish Interest Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8703bd71218d403bb0181b68cccbefa9_146"
    },
    {
      "start": 22888,
      "end": 23050,
      "text": "The claim fell due on 19th June, 2009 according to the judgement from the Maritime and Commercial Court of Copenhagen as affirmed by the Supreme Court of Denmark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4119625e81224df58132ddffda0adb5c_147"
    },
    {
      "start": 23051,
      "end": 23349,
      "text": "The interest rate will be governed by the Danish Interest Act in force at the time the claim fell due which was the consolidated Act no. 583 of 1st September 1986 as amended according to Section 4 of Act no 1098 of 21 st December 1994, Act no. 462 of 7th June 2001 and Act no 379 of 6 th June 2002.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d40e5524d1b14b828e06243afb2d97e6_148"
    },
    {
      "start": 23350,
      "end": 23550,
      "text": "The relevant portion is at Section 5 (1), which reads as under:-\n\"The interest rate after the due date is set at an annual interest rate equivalent of the reference rate plus an addition of 7 percent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c77a39bb9bf4c1e8c9593b2d930c161_149"
    },
    {
      "start": 23551,
      "end": 23688,
      "text": "The reference rate in this Act is the official lending rate set by the National Bank on 1 January and 1 July respectively each year.\"\n11.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb8113b6edc14a7bbfb73622b56d5541_150"
    },
    {
      "start": 23689,
      "end": 23837,
      "text": "Therefore, it would be seen that the rate of statutory interest is calculated at 7% p.a. plus the official lending rate of the Danish National Bank.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b310ac1aac34a77be9b512a01d8fcf1_151"
    },
    {
      "start": 23838,
      "end": 23957,
      "text": "The statutory interest thus varies from time to time as it depends on the Danish National Bank's official lending rate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c0411b9b5df548c0addecf76dcee6139_152"
    },
    {
      "start": 23958,
      "end": 24096,
      "text": "This lending rate depends on the fluctuations in the financial markets and changes half-yearly; i.e. every 1st January and every 1st July.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "707cead6ed524c8698c80f59fad43274_153"
    },
    {
      "start": 24097,
      "end": 24155,
      "text": "If such day is not a banking day it will be the day after.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2491938560614b17b4c9ec7a2ce0f883_154"
    },
    {
      "start": 24156,
      "end": 24243,
      "text": "Since 1 st January is never a banking day the rate is set on the following banking day.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd68d3dac38548b39aa4205b7ddc7500_155"
    },
    {
      "start": 24245,
      "end": 24446,
      "text": "12. I have seen a copy of the Judgement handed down by the Supreme Court on Wednesday, 28 th November, 2012 in Case 202/2010 (Second Division) between PFS Shipping India Ltd. and A/S Dan Bunkering Ltd.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b269b5dae3f43bbbc863eecfdf51f41_156"
    },
    {
      "start": 24447,
      "end": 24565,
      "text": "I note that the said Judgement has held that the decree shall carry statutory interest as on from 19 th January, 2009.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8f6c882582844058f6e31c5252d06dd_157"
    },
    {
      "start": 24566,
      "end": 24800,
      "text": "Therefore, to compute the statutory interest levied on the said Shraddha Talekar, PS 15/16 2.comas.18.2014.doc judgement, I have considered the official lending rates as issued by the Danish National Bank for the said relevant period.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf07ed5687dd49d5af961cd3e70cc002_158"
    },
    {
      "start": 24801,
      "end": 24963,
      "text": "The official lending rates issued by the Danish National Bank is publicly available at www.nationalbanken.dk or privately available at Karnov's Annotated of Laws.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "80a0436e5736402887401e10abc1b079_159"
    },
    {
      "start": 24964,
      "end": 25081,
      "text": "I am setting down below a statement showing the Danish National Bank's official lending rate for the relevant period.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ecfdf228d6b24eb592d8a414f03014c2_160"
    },
    {
      "start": 25082,
      "end": 25362,
      "text": "I am also annexing, a schedule which is an extract from a spreadsheet downloaded from www.nationalbanken.dk which is the official webpage of the Danish National Bank, being Sr. No.3 to my Compilation of Documents dated 19th July, 2017 and pray that the same be marked in evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5584ddac4f3646c6b77198f77ce5b7a2_161"
    },
    {
      "start": 25363,
      "end": 25475,
      "text": "Breakdown of the Danish Central Bank's official lending rate The official lending rate at 1 July 2017 0.05% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c633b380902a499eb113510976830d97_162"
    },
    {
      "start": 25476,
      "end": 25530,
      "text": "The official lending rate at 1 January 2017 0.05% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "614390025fe540e29c146b8f62dd575b_163"
    },
    {
      "start": 25531,
      "end": 25582,
      "text": "The official lending rate at 1 July 2016 0.05% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1fe6fed025b54173b6f6527e7052a829_164"
    },
    {
      "start": 25583,
      "end": 25637,
      "text": "The official lending rate at 1 January 2016 0.05% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4edf488ff04484e9942f09405e73637_165"
    },
    {
      "start": 25638,
      "end": 25689,
      "text": "The official lending rate at 1 July 2015 0.05% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e091d42a7b914626af10bb09c426a296_166"
    },
    {
      "start": 25690,
      "end": 25744,
      "text": "The official lending rate at 1 January 2015 0.20% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "602ba77e58d14380b4f9515e34db53d5_167"
    },
    {
      "start": 25745,
      "end": 25850,
      "text": "The official lending rate at 1 July 2014 0.20% p.a The official lending rate at 1 January 2014 0.20% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "39a4981987804aeb829ecb4b62c5eae7_168"
    },
    {
      "start": 25851,
      "end": 25902,
      "text": "The official lending rate at 1 July 2013 0.20% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9011022e622b433681c688aab7ef6db1_169"
    },
    {
      "start": 25903,
      "end": 25957,
      "text": "The official lending rate at 1 January 2013 0.20% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "163d829f530147dc8b8b0c81e7995d1e_170"
    },
    {
      "start": 25958,
      "end": 26009,
      "text": "The official lending rate at 1 July 2012 0.45% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cbd7b498155646ea89a7e0f8b820361b_171"
    },
    {
      "start": 26010,
      "end": 26064,
      "text": "The official lending rate at 1 January 2012 0.70% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1cd104373cb4783963ac49de97cc7d1_172"
    },
    {
      "start": 26065,
      "end": 26116,
      "text": "The official lending rate at 1 July 2011 1.30% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "90e5ae2a8ddd4b2485fee6be56ca6c2e_173"
    },
    {
      "start": 26117,
      "end": 26171,
      "text": "The official lending rate at 1 January 2011 1.05% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "968bb44020044766a068a4573361f21c_174"
    },
    {
      "start": 26172,
      "end": 26223,
      "text": "The official lending rate at 1 July 2010 1.05% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33429f0cf41d41b8aeb05530c5ddd3ed_175"
    },
    {
      "start": 26224,
      "end": 26278,
      "text": "The official lending rate at 1 January 2010 1.20% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ede60b4fd8fd4f289710acd2c2a0a211_176"
    },
    {
      "start": 26279,
      "end": 26330,
      "text": "The official lending rate at 1 July 2009 1.55% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d90e18bcc11d4d6db22c4508941a36ee_177"
    },
    {
      "start": 26331,
      "end": 26390,
      "text": "The official lending rate at 1 January 2009 3.75% p.a. PW-1",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b51c5b407e248e485d8c98918890be0_178"
    },
    {
      "start": 26391,
      "end": 26409,
      "text": "has not been cross",
      "labels": [
        "ANALYSIS"
      ],
      "id": "626d7b0544ae46db86cc800532d21fce_179"
    },
    {
      "start": 26410,
      "end": 26421,
      "text": "- examined.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3a9c535c3ae4591b8b7f5b8c40930c2_180"
    },
    {
      "start": 26422,
      "end": 26493,
      "text": "Therefore, I will accept the averments of PW-1 as truthful and correct.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6ec24f0be4c49fda32ce335cf2ae1c3_181"
    },
    {
      "start": 26495,
      "end": 26598,
      "text": "18 In the circumstances, the judgement at Exh.P-1/1 read with the judgement at Exh.P-1/2 is conclusive.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64e0e9ada698481f9d0285ffdb6d004c_182"
    },
    {
      "start": 26599,
      "end": 26662,
      "text": "Parties in this suit were also parties before the Danish Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a73c4d49e2a7492fb990bc6514dec6f7_183"
    },
    {
      "start": 26663,
      "end": 26766,
      "text": "Defendant has miserably failed to prove as to why the judgements should not be accepted as conclusive.\n",
      "labels": [
        "RATIO"
      ],
      "id": "b7db858c4d7d4bbe815b8c3ab2b7bc0c_184"
    },
    {
      "start": 26766,
      "end": 26786,
      "text": "Shraddha Talekar, PS",
      "labels": [
        "RPC"
      ],
      "id": "45711ed6156a4fd4883519b07b04f1a7_185"
    },
    {
      "start": 26832,
      "end": 26888,
      "text": "16/16                             2.comas.18.2014.doc 19",
      "labels": [
        "NONE"
      ],
      "id": "a66b927edb4641f6968e565a3770bb6a_186"
    },
    {
      "start": 26897,
      "end": 27351,
      "text": "Therefore,  having   considered   the  evidence before  me,  the  pleadings and having heard the counsel for plaintiff, I hold that plaintiff is entitled to an order and decree against defendant in the sum of US$ 163,089.65 together with interest thereon @ 8% per annum from 18 th December 2013 till the date of filing the present suit and further interest @ 8% per annum on US$ 163,089.65 from the date of the suit until the date of payment/realisation.",
      "labels": [
        "RPC"
      ],
      "id": "5dcb1e319a2b4d079e191f9cb3338155_187"
    },
    {
      "start": 27352,
      "end": 27576,
      "text": "20 Plaintiff shall also be entitled to cost in the sum of Rs.5 lakhs and I am awarding this cost of Rs.5 lakhs because this was the case where plaintiff had to bring its witness from Denmark and that too a practicing lawyer.",
      "labels": [
        "RPC"
      ],
      "id": "9c3158d6765b45d1aba9627ceb707647_188"
    },
    {
      "start": 27577,
      "end": 27616,
      "text": "21 All issues are answered accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "32e0c261b66f4ca9a01af8ee13e821e6_189"
    },
    {
      "start": 27617,
      "end": 27643,
      "text": "\nThe suit stands disposed.",
      "labels": [
        "RPC"
      ],
      "id": "acd3dd18cbc44878b05c31c46898caff_190"
    },
    {
      "start": 27644,
      "end": 27676,
      "text": "\nDrawn up decree dispensed with.",
      "labels": [
        "RPC"
      ],
      "id": "4fb7645f7c924e5a871533a96e6f74f1_191"
    },
    {
      "start": 27677,
      "end": 27717,
      "text": "\n(K.R. SHRIRAM, J.) Shraddha Talekar, PS",
      "labels": [
        "NONE"
      ],
      "id": "7f39117914b94e4da39ef2b73f9984d3_192"
    }
  ]
}