{
  "id": "2ba0f002ddddb337b674758e55d6b7aa78670553d8f97272d2b2fb711fbc1f70",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nHigh Court of Meghalaya\nM/S Hindustan Construction Co. Ltd. vs . North Eastern Electric Power on 5 July, 2023 \nAuthor: W. Diengdoh\nBench: W. Diengdoh\n Serial No. 01\n Supplementary List\n\n\n\n                         High Court Of Meghalaya\n                               At Shillong\n\n\nCrp No. 9 of 2023 \n                                                  Date of Decision: 05.07.2023\nM / s Hindustan Construction Co. Ltd.         Vs.    North Eastern Electric Power \n                                                   Corporation Ltd. (Neepco) \n\nCoram: \n             Hon'ble Mr. Justice W. Diengdoh, Judge \n\nAppearance: \nFor the Petitioner/Appellant(s)   :    Mr. T.T. Diengdoh, Sr. Adv. with \n                                       Mr. J. Shylla, Adv. \n                                       Mr. C.C.T. Sangma, Adv. \nFor the Respondent(s)             :    Mr. S. Jindal, Adv. \n\ni)    Whether approved for reporting in                      Yes/No \n      Law journals etc.: \n\nii)   Whether approved for publication\n      in press:                                              Yes/No\n\n\n                                  Judgment\n1. On order dated 26.05.2023 passed by the learned Commercial Court, East Khasi Hills, Shillong in Commercial Arbitration Execution Case No. 4 of 2018 is under scrutiny in these proceedings brought ab out by the filing of an application under Article 227 by the petitioner herein . \n2. Heard Mr. T.T. Diengdoh, learned Sr. counsel for the petitioner, who has led this Court to the background of the case leading to the passing of the impugned order aforesaid, which runs as follows:\n2.1. That on 25.03.2009, the respondent/NEEPCO had invited bids for the Pare Hydro-electric Project located at Papumpare District in the State of Arunachal Pradesh. The petitioner/Company having submitted its bid for the same, a Letter of Intent (LOI) was issued by NEEPCO Ltd. for a contract between the parties for the said project said to be for a period of 36 months. \nAccordingly, the Work Order was issued to the petitioner who has accepted the same. \n2.2. In course of the work on the said project, dispute arose between the parties and the same not being able to be solved amicably, the arbitration clause was invoked and the matter was then referred a sole Arbitrator, Mr. N.N. Singhal. \n2.3. After the Arbitrator had concluded the arbitral proceedings, an award dated 15.09.2015 was passed in favour of the petitioner/Company for a sum of  23,12,10,513/- along with interest @ 13.5% pa (pre Award) and a further 15% pa (post Award) till the date of the actual payment. 2.4. The respondent/NEEPCO, being aggrieved by the said Award, has then approached the competent court of jurisdiction under Section 34 of the Arbitration and Conciliation Act, 1996, the same was eventually numbered as Commercial Arbitration Case No. 4 of 2018. \n2.5. In the meantime, the petitioner filed Execution Petition for execution of the said Award. The application was filed under Order XXI Rule 11 of the Code of Civil Procedure read with Section 36 of the Arbitration and Conciliation Act, 1996. \n2.6. Again, the petition under Section 34 of the said Arbitration Act was dismissed by the Commercial Court which led to the filing of an appeal before this Court under Section 37 of the said Act by the respondent/NEEPCO. 2.7. The appeal registered as Arbitration Appeal No. 1 of 2022 was disposed of by a Division Bench of this Court vide order dated 26.04.2023, whereby the prayer of the respondent/NEEPCO was rejected and the original Award was left untouched, except for the fact that the pre-award interest has not been allowed.\n2.8. The petitioner filed an appropriate application before the Execution Court for satisfaction of the Award in terms of the judgment and order passed by this Court on 26.04.2023. \n2.9. The respondent/NEEPCO then filed an application/petition under Section 151 CPC with a prayer for grant of time to approach the Honble Supreme Court with a Special Leave Petition against the said judgment and order dated 26.04.2023 and to obtain a stay order in that regard. A specific date has been cited by the respondent/petitioner before the learned Commercial Court seeking stay of the execution of the said Award, the date being 25.07.2023. \n2.10. The learned Commercial Court after hearing the parties have allowed the prayer made therein holding that NEEPCO is a State within the definition of Article 12 of the Constitution of India and therefore in the proceedings before it, Section 82 of the Code of Civil Procedure will be attracted. In effect, the execution of the Award was prohibited within the mandatory period of three months. \n3. The learned Sr. counsel went on to submit that Section 82 of the Code of Civil Procedure is applicable only where in a suit/case is filed by or against the Government or by or against a Public Officer in his official capacity, a decree is passed against the Union of India or a State, such decree shall not be executed unless it remains unsatisfied for a period of three months. Union and State being referred to means the Central and State Government respectively. \n4. In the absence of a clear definition of Government in the Code of Civil Procedure, the learned Sr. counsel has referred to the provision of Section 3(8) of the General Clauses Act, which defines Central Government. Section 3(8) defines Central Government after the commencement of the Constitution to mean the President and in relation to functions entrusted under clause (1) of Article 258 of the Constitution, means and shall include the Government of a State. This, according to the learned Sr. counsel is the correct interpretation of the term Government as found in Section 82 CPC. \n5. Though it is admitted that NEEPCO is a State within the definition of Article 12 of the Constitution, yet the term would extend only as far as enforcement of fundamental rights are concerned and it cannot be construed to mean Government so as to attract the provision of Section 82 CPC, further submits the learned Sr. counsel. \n6. To buttress this contention, the learned Sr. counsel has cited the case of National Textile Corporation Limited v. Nareshkumar Badrikumar Jagad & Ors: (2011) 12 SCC 695, paras 21, 22, 23, 24, 25, 26, 27 & 28, wherein the term Government has been elaborately described by the Honble Supreme Court. Relevant para will be adverted to later herein. The case of K. Lakshminarayanan v. Union of India & Anr.: (2020) 14 SCC 664, paras 15, 16 & 21 was also cited to say that the interpretation of the word Central Government in Section 3(8) of the General Clauses Act has been adequately interpreted. \n7. The next limb of argument advanced by the learned Sr. counsel is directed at the effect of the impugned order on the realization of the Award by the petitioner as there appears to have been an automatic stay of the arbitral award only upon filing of an application under Section 151 CPC.\n8. The fact that the learned Commercial Court has put on hold the execution of the Award to allow the respondent/NEEPCO to approach the Honble Supreme Court for stay of the said execution, is contrary to what has been laid down by the Honble Supreme Court in the case of Pam Developments Pvt. Ltd v. State of West Bengal: (2019) 8 SCC 112, more particularly at paras 15, 16, 19, 22, 26, 27, 28, & 29 of the same. \n9. The learned Sr. counsel has also submitted that the Apex Court has interpreted Section 36 of the Arbitration and Conciliation Act, 1996 and has laid down the law in this respect as found in the case of Hindustan Construction Co. Ltd. & Anr. v. Union of India & Ors.: (2020) 17 SCC 324 at paras 28, 29, 30, 33, 34, 35, 36, 37 & 38.\n10. In view of the above, the learned Sr. counsel has submitted that this is a fit case for exercise of this Courts revisional power under Article 227 of the Constitution to correct a wrong precedent likely to be set, if the impugned order is allowed to be continued. \n11. Mr. S. Jindal, learned counsel for the respondent/NEEPCO, in his reply has flagged a preliminary objection that since the impugned order has been passed under Section 82 CPC where this Court would be required to conduct a fact-based enquiry, which enquiry is within the domain of an appellate court and not a revisional court, therefore finding no provision in law to appeal against the said order, the petitioner has instead filed this revision petition under Article 227 of the Constitution, obviously in a bid to overcome such legal hurdles which cannot be permitted. \n12. In this connection, the case of Essen Deinki v. Rajiv Kumar: (2002) 8 SCC 400, para 2 was referred to by the learned counsel to say that the Honble Supreme Court has observed that:\n\"2. Generally speaking, exercise of jurisdiction under Article 227 of the Constitution is limited and restrictive in nature. It is so exercised in the normal circumstances for want of jurisdiction, errors of law, perverse findings and gross violation of natural justice, to name a few. It is merely a revisional jurisdiction and does not confer an unlimited authority or prerogative to correct all orders or even wrong decisions made within the limits of the jurisdiction of the courts below. The finding of fact being within the domain of the inferior tribunal, except where it is a perverse recording thereof or not based on any material whatsoever resulting in manifest injustice, interference under the article is not called for.\"\n13. On the contention of the petitioner that the respondent/NEEPCO does not fit the description of the term or word Government as found in Section 82 CPC read with Section 3(8) of the General Clauses Act, the learned counsel has submitted that since Central Government is considered to be the President, in such a context, the case of Poresh Kumar Nath v. North Eastern Electric Power Corporation Limited (Government of India Enterprise) & Ors.:\n2022 SCC Online Megh 177 is relevant for reference, inasmuch as in that case, this Court has considered the Memorandum and Articles of Association of NEEPCO and has noticed that there is deep and pervasive control of the Government of India which also includes the role of the President of India in the management of the Corporation and thus, it has been concluded that NEEPCO is an instrumentality of the Government of India. The respondent/NEEPCO therefore, can be considered and fits the description of Central Government to satisfy the provision of Section 3(8) of the General Clauses Act. \n14. The learned counsel has again laid emphasis on the word State as it appeared in Section 82 CPC to say that when the section speaks of a suit filed against the Government, yet when it comes to a Decree, the specific term used is that it is to be executed against a State. \n15. Submitting further, it is said that since the definition and understanding of the term State at Section 3(8) of the General Clauses Act denotes State as a territorial or administrative unit, the same meaning has no relation to the term State as could be found in Article 12 of the Constitution which speaks of the Government and Parliament of India and the Government and the Legislature of each of the States as well as all local or other authorities which comes under the control of the Government of India. This control being administrative in nature and as has been held that NEEPCO comes within the definition of a State under Article 12, therefore, since a decree cannot be enforced against a territorial entity, the term State in Section 82 would definitely carries the same meaning of the term State as could be found in Article 12.\n16. As a fallback measure, the learned counsel has express his doubt as to whether this Court will agree to the abovementioned proposition as far as the definition and usage of the term State in the context of the issue raised in these proceedings is concerned and has thus put forth another proposition, that even otherwise, if the benefit of Section 82 is not extended to the case or cause of the respondent/NEEPCO, the benefit of the provision of Order XXI Rule 26 of the Code of Civil Procedure will still be available to the respondent. \n17. Order XXI Rule 26 gives power upon the court to which a decree has been sent for execution to stay such execution for a reasonable time, to enable the judgment-debtor to apply for stay from the competent court, upon sufficient cause being shown. In this case, the respondent/NEEPCO has indicated its intent to apply to the Supreme Court for stay of the execution and since the period for application is still valid, therefore, stay of execution has been prayed for which was so granted vide the impugned order. Therefore, there is nothing wrong with the procedure adopted, though perhaps a wrong provision of law was relied upon by the learned Executing Court by resorting to an application filed under Section 151 CPC.\n18. In this regard, the learned counsel has cited the case of J. Kumaradasan Nair & Anr. v. Iric Sohan & Ors.: (2009) 12 SCC 175, para 18 in which the Honble Supreme Court has held in effect, that mentioning of a wrong provision or non-mentioning of any provision of law would, by itself, be not sufficient to take away the jurisdiction of a court if it is otherwise vested in it in law.\n19. On the contention of the petitioner that the provisions of the Code of Civil Procedure are not applicable to the proceedings arising out of the Arbitration and Conciliation Act, 1996, the learned counsel for the respondent has submitted that this is not correct as what was held by the Honble Supreme Court in the case of ITI Ltd. v. Siemens Public Communications Network Ltd.: (2002) 5 SCC 510 at para 10 would show that the Apex Court has observed that since there is no express prohibition against the application of the Code to a proceeding arising out of the Act before a civil court, it cannot be said that the Code is not applicable. \n20. To counter the import of the authorities cited by the petitioner, the learned counsel has submitted that in the case of National Textile Corporation(supra), the Honble Supreme Court has provided an understanding into the meaning of Government which is more in the nature of an administrative/political understanding and this understanding has not been extended in the context of Section 82 CPC.\n21. As to the case of K. Laxshiminarayanan(supra), though the Honble Supreme Court, has deliberated on the meaning of the expression Central Government, but the discussion was not in the context of the General Clauses Act or the Code of Civil Procedure, but rather it was in the context of Section 3(3) of the Government of Union Territories Act, 1963, wherein the Honble Supreme Court while observing that, under the General Clauses Act, the Central Government means the President, has attempted to define what is the status of an Administrator of a Union Territory appointed by the President. The issue discussed thus is different from what is before this Court in these proceedings. \n22. The amendment of the Arbitration and Conciliation Act in the year 2015 wherein a new Section 36 was inserted has done away with the previously existing concept of automatic stay of the execution of an arbitral award upon filing of an application under Section 34 of the said Act. If stay is sought for in the post amendment period, then a specific application under Section 36(2) has to be made. The judgment in the case of Pam Developments (supra) has only reinforced the applicability of the said post amendment provision and as such, there is no quarrel with proposition, submits the learned counsel for the respondent. However, this judgment has no application in the present matter as the present issue is not one concerning grant/non-grant of stay under Section 36 of the said Act. The judgment in the case of Hindustan Construction Company(supra) was also rendered in the context of Section 36 of the A & C Act and as such, is similar to the case of Pam Developments and therefore, has no bearing on the case of the parties herein, further submits the learned counsel. \n23. This Court has given thoughtful consideration to the issue brought forth in this application under Article 227 of the Constitution of India, which covers an area whereby the superintendence power of the High Court over the subordinate courts has been provided, particularly where the issue of jurisdiction is concerned. \n24. What is noticed here is that the respondent/NEEPCO has approached the learned Commercial Court, also functioning as an Executing Court of an Award passed by the Arbitral Tribunal and which Award was finally confirmed by this Court in the Division Bench with minor modification of the order of award vide order dated 26.04.2023, with an application under Section 151 CPC seeking stay of the execution of such Award to enable the judgment-debtor/NEEPCO to prefer an appropriate application before the Honble Supreme Court for stay of the said execution. \n25. The learned Executing Court noticing that there is a suitable provision under the Code of Civil Procedure, that is, the provision of Order XXI Rule 26 CPC, by which the applicant/respondent can take recourse to, to press for stay of the execution, has converted the said application into one under Order XXI Rule 26 CPC and has decided the case resulting in the passing of the impugned order dated 26.05.2023.\n26. Justifying the decision to stay the execution of the Award in question, the learned Execution Court has obviously found that sufficient cause has been shown by the judgment debtor/NEEPCO for stay of the said execution, inasmuch as the ground upon which the said application was made is that an appropriate application for stay of the execution have been made before the Honble Supreme Court. \n27. What is further noticed is that the learned Execution Court has set a deadline for the judgment debtor to prefer the said application before the Honble Supreme Court, that is, thirty days from the date when the decree is actually effective, that is, w.e.f. 26.04.2023, the date the application under Section 37 of the Arbitration and Conciliation Act, was disposed of by this Court. This period was found upon the provision of Section 82 CPC, holding that the judgment debtor/NEEPCO is a State within the meaning of Section 82 CPC and is, therefore, entitled to the statutory period of thirty days within which the decree may not be executed. \n28. The petitioner/decree holder has questioned this line of interpretation in the context of Section 82 CPC by contending that the words \"...a decree is passed against the Union of India or a State...\" has to be read in conjunction with the words \"...a suit by or against the Government...\" both phrases found in the same section. When the section speaks of Government since there is no definition of this term under the Code Of Civil Procedure, therefore resort has to be taken to the definition of the said term as found under Section 3(8) of the General Clauses Act, 1897, more particularly, clause (b) of the same which reads as follows:\n\"3. Definitions.-In this Act, and in all Central Acts and Regulations made after the commencement of this Act, unless there is anything repugnant in the subject or context,-\n....\n(8) \"Central Government\" shall,-\n...\n(b) in relation to anything done or to be done after the commencement of the Constitution, mean the President; and shall include,-\n(i) in relation to functions entrusted under clause (1) of article 258 of the Constitution, to the Government of a State, the State Government acting within the scope of the authority given to it under that clause;\n(ii) in relation to the administration of a Part C State [before the commencement of the Constitution (Seventh Amendment) Act, 1956], the Chief Commissioner or the Lieutenant-Governor or the Government of a neighbouring State or other authority acting within the scope of the authority given to him or it under article 239 or article 243 of the Constitution, as the case may be;\n(iii) in relation to the administration of a Union territory, the administrator thereof acting within the scope of the authority given to him under article 239 of the Constitution;\"\n29. It is the further contention of the petitioner that admittedly, NEEPCO is a State within the meaning of Article 12 of the Constitution, where there is a pervasive control over its administration by the Government. Yet, the nature of its day to day functions cannot be considered or seen to be that of a Government, an entity recognized as one having, amongst others, administrative control over a territorial area, for example, the Government of India or for a State Government, the Government of Meghalaya. \n30. In this context, the case of National Textile Corporation Limited (supra) cited by the petitioner would be found relevant. Paras 21, 22, 23 & 24 of the same can be reproduced herein as:\n\"21. The Government loosely means the body of persons authorised to administer the affairs of, or to govern, a State. It commands and its decision becomes binding upon the members of the society. The Government includes, both the Central Government as well as the State Government. The Government is impersonal in character having three independent functionaries as its branches. It performs regal and sovereign functions, which are not alienable to any other person e.g. defence, security, currency, etc. The Government means a group of people responsible for governing the country. It consists of the activities, methods and principles involved in governing a country or other political unit. \n22. The Government is a body that governs and exercises control by issuing directions and is not governed by any other agency. It is a body politic that formulates policies and the laws by which a civil society is controlled. It is a political concept formulated to rule the nation. It is not a profit and loss establishment. \n\"12. ... From the legal point of view, the Government may be described as the exercise of certain powers and the performance of certain duties by public authorities or officers, together with certain private persons or corporations exercising public functions.\"\n23. Thus, government department means something purely fundamental i.e. relating to a particular Government or to the practice of governing a country. It has different wings. However, the expression \"Government\" may be required to be interpreted in the context used in a particular statute. The expression denotes the executive and not the legislature. [Vide State of Rajasthan v. Sripal Jain: AIR 1963 SC 1323, Pashupati Nath Sukul v. Nem Chandra Jain: (1984) 2 SCC 404, R.S. Nayak v. A.R. Antulay: (1984) 2 SCC 183 and V.S. Mallimath v. Union of India: (2001) 4 SCC 31]. \n24. To perform the functions, the Government has its various departments and to facilitate its working, the Government itself may be divided into various sections. To carry out the commercial activities by the State, the corporations have been established by the enactment of statutes and the \"power to charter corporations as incidental to or in aid of governmental functions\". Such corporations would ex-hypothesis be agencies of the Government. [Vide Sukhdev Singh v. Bhagatram Sardar Singh Raghuvanshi:\n(1975) 1 SCC 421 and Ramana Dayaram Shetty v. International Airport Authority of India: (1979) 3 SCC 489]\" \n31 . The respondent/NEEPCO has laid stress upon the term or word State found in Section 82 to say that it gives the same meaning as could be seen under Article 12 of the Constitution and therefore, is applicable to NEEPCO, thus entitling it to the benefit of sub-Section 2 of the said Section 82. It is also the contention of the respondent that the authority found in the case of National Textile Corporation Limited is not relevant to the case of the petitioner as there, the understanding of the Supreme Court as what Government means cannot be extended in the context of Section 82, since the Supreme Court has interpreted the word Government more in the nature of an administrative political understanding. \n32. The proposition put forth by the respondent as to the meaning and import of the term Government as found in Section 82 which would mean an administrative or a political entity, whereas the term State found in the same section would carry the meaning as could be found in Article 12 of the Constitution cannot be fathom by this Court. \n33. Section 82 of the Code of Civil Procedure comes under Part IV which starts from Section 79 and ends at Section 88. In Section 79 which provides for suits for or against Government, the term Government has been clearly defined to mean the Central Government or as the case may be, a State Government. \n34. In Section 82, which provides for execution of a decree, the term Government is used in the context of a suit for or against it being instituted, whereas, when it comes to an execution of a decree, the term Union of India or a State is used. It is a general rule of construction that that which is implied in a statute is as much a part of it as what is expressed. The words of a statute are to be construed with reference to its subject matter. In this context, the provisions of Section 82 placed in juxtaposition with that of Section 79, the only conclusion one can come to, is that the term State in Section 82 should mean a State Government. Though there is no quarrel with the use of the term State as found in Article 12 of the Constitution to say that NEEPCO is a State in this regard, but by no stretch of the imagination can NEEPCO be considered a State, as far as this term as found in Section 82 is concerned, since the term State found therein can only mean a State Government. The decision of the learned Commercial Court as regard the applicability of Section 82 to the respondent/NEEPCO as far as the proceedings herein are concerned, cannot be sustained. The observation made at para 21 of the impugned order that since NEEPCO is a State within the definition of Article 12 of the Constitution, therefore, the provisions of Section 82 CPC would be attracted is hereby differed with. \n35. In Pam Developments Pvt. Ltd. (supra) the Honble Supreme Court has dealt with the issue of stay of the execution of an arbitral award upon an application filed under Section 36(2) of the Arbitration and Conciliation Act, 1996 (as amended in 2016), since upon an application filed under Section 34 for setting aside the arbitral award, no automatic stay of the award ensued. \n36. In the same judgment, the Honble Supreme Court has also elaborately discussed about the effects of Section 36 of the said Arbitration Act vis--vis the provision of Order XXVII Rule 8A CPC, where the Government is involved, in the context of sub-Section 3 of the said Section 36 which speaks mostly of conditions to be imposed and has held that Section 36 of the Arbitration Act does not provide for any special treatment to the Government and even, if applied, it would only exempt the Government from furnishing security. \n37. It is true that what has been presented in the case of Pam Developments Pvt. Ltd. is a situation found when an application under Section 34 of the Arbitration Act has been filed and as to whether there can be an automatic stay of the execution of the arbitral award or not. In the present proceedings, we are looking at a situation post Section 34, in fact, post Section 37, where the issue of stay of the execution of the arbitral award is found present even at this point of time and was the subject matter in the impugned order. Therefore, the principles as regard stay of execution of the arbitral award has to be decided here, though literally, the authority of Pam Developments(supra) may not be applicable herein. \n38. Again, it is noticed that the learned Commercial Court has taken cognizance of the application filed before it, not under Section 151 CPC but under Order XXI Rule 26 CPC and under the provisions thereof, has passed the impugned order. \n39. The learned counsel for the respondent has contended that the learned Commercial Court resorting to the provision of Order XXI Rule 26 CPC to pass the impugned order is well within its jurisdiction, since there is no express bar for the application of the provisions of the Code of Civil Procedure under the Arbitration and Conciliation Act. Para 10 in the case of Siemens Public Communications Network Ltd. as cited would clearly illustrate this point, wherein it was held as follows:\n\"10. We do not agree with this submission of the learned counsel. It is true in the present Act application of the Code is not specifically provided for but what is to be noted is: is there an express prohibition against the application of the Code to a proceeding arising out of the Act before a civil court? We find no such specific exclusion of the Code in the present Act. When there is no express exclusion, we cannot by inference hold that the Code is not applicable.\" \n40. This aspect of the matter is found acceptable to this Court, inasmuch as since there is no specific provision in the Arbitration Act as regard execution of an arbitral award or the stay of the same, therefore, the learned Commercial Court has committed no jurisdictional error by resorting to the provision of Order XXI Rule 26 CPC to pass the operative portion of the impugned order.\n41. In view thereof, as pointed out above, the impugned order is found to have been passed within jurisdiction and the same is upheld, albeit with the modification of the same as regard the applicability of Section 82 CPC to the proceedings. \n42. Petition disposed of. No costs. \nJudge Meghalaya 05.07.2023 \"Tiprilynti-PS\"",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38aee1d1f2cc4018aaec900af90ff13a_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f015209a40bd475da15171836c71afa6_1"
    },
    {
      "start": 242,
      "end": 352,
      "text": "\nHigh Court of Meghalaya\nM/S Hindustan Construction Co. Ltd. vs . North Eastern Electric Power on 5 July, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d2d41cb4fc5449178fabb88e8823fce5_2"
    },
    {
      "start": 354,
      "end": 456,
      "text": "Author: W. Diengdoh\nBench: W. Diengdoh\n Serial No. 01\n Supplementary List\n\n\n\n                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21bf2379a0ad46d981f9f19f1cc57efd_3"
    },
    {
      "start": 456,
      "end": 511,
      "text": "High Court Of Meghalaya\n                               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "77196e80c19445dfa8b32c47315c53bc_4"
    },
    {
      "start": 511,
      "end": 525,
      "text": "At Shillong\n\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "99bc2a2b7052489696305cd40f44a505_5"
    },
    {
      "start": 525,
      "end": 542,
      "text": "Crp No. 9 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "77b0af015e8e41bab3a47924ebf56ac7_6"
    },
    {
      "start": 594,
      "end": 623,
      "text": "Date of Decision: 05.07.2023\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85dc6777f3eb4f79a4f1c423d2915b1c_7"
    },
    {
      "start": 623,
      "end": 660,
      "text": "M / s Hindustan Construction Co. Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0d68f64b5c6d49888c1c8ce36195d0d5_8"
    },
    {
      "start": 669,
      "end": 704,
      "text": "Vs.    North Eastern Electric Power",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0605081c8b364fc880608405ac1fd4c8_9"
    },
    {
      "start": 757,
      "end": 782,
      "text": "Corporation Ltd. (Neepco)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4f781a9475394ab1a8673219e756ee94_10"
    },
    {
      "start": 785,
      "end": 791,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2ad4a62a565479885f45110ee91c22e_11"
    },
    {
      "start": 792,
      "end": 844,
      "text": "\n             Hon'ble Mr. Justice W. Diengdoh, Judge",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7b18893df59d43779aacd1507c110066_12"
    },
    {
      "start": 847,
      "end": 858,
      "text": "Appearance:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e78c70a997f24fc88bd8762721673143_13"
    },
    {
      "start": 860,
      "end": 899,
      "text": "For the Petitioner/Appellant(s)   :    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d344c796e56d44d89db522a483296743_14"
    },
    {
      "start": 899,
      "end": 931,
      "text": "Mr. T.T. Diengdoh, Sr. Adv. with",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2bbb58829fc6467f9ac762ca605d66ce_15"
    },
    {
      "start": 972,
      "end": 991,
      "text": "Mr. J. Shylla, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1dfc823333fa488d8e8ed01082f05ffc_16"
    },
    {
      "start": 1032,
      "end": 1055,
      "text": "Mr. C.C.T. Sangma, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c65b7c032e614e69a413029ad67f489c_17"
    },
    {
      "start": 1057,
      "end": 1078,
      "text": "For the Respondent(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "34d18137ad164c2db165484655b7ae8d_18"
    },
    {
      "start": 1091,
      "end": 1115,
      "text": ":    Mr. S. Jindal, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8c04d1f033a1452395847b4721fc7002_19"
    },
    {
      "start": 1116,
      "end": 1179,
      "text": "\n\ni)    Whether approved for reporting in                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96b7eb1ce3e44b9c827e6dcd27dd36a0_20"
    },
    {
      "start": 1179,
      "end": 1185,
      "text": "Yes/No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "516ef51088d54bf18f9194e84cd24c9f_21"
    },
    {
      "start": 1186,
      "end": 1211,
      "text": "\n      Law journals etc.:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2ef1ea1cb632410ea63b0a21959a84e1_22"
    },
    {
      "start": 1214,
      "end": 1268,
      "text": "ii)   Whether approved for publication\n      in press:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "235d4928c1904ee8ba1c78978da0ef27_23"
    },
    {
      "start": 1314,
      "end": 1368,
      "text": "Yes/No\n\n\n                                  Judgment\n1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c7daf62c4e6d452c8662da7334b73e40_24"
    },
    {
      "start": 1369,
      "end": 1566,
      "text": "On order dated 26.05.2023 passed by the learned Commercial Court, East Khasi Hills, Shillong in Commercial Arbitration Execution Case No. 4 of 2018 is under scrutiny in these proceedings brought ab",
      "labels": [
        "FAC"
      ],
      "id": "b4b750473ab54c00ac33c9bb8646300d_25"
    },
    {
      "start": 1567,
      "end": 1645,
      "text": "out by the filing of an application under Article 227 by the petitioner herein",
      "labels": [
        "FAC"
      ],
      "id": "37523635f5204f8a98ccf1afbe938e40_26"
    },
    {
      "start": 1646,
      "end": 2013,
      "text": ". \n2. Heard Mr. T.T. Diengdoh, learned Sr. counsel for the petitioner, who has led this Court to the background of the case leading to the passing of the impugned order aforesaid, which runs as follows:\n2.1. That on 25.03.2009, the respondent/NEEPCO had invited bids for the Pare Hydro-electric Project located at Papumpare District in the State of Arunachal Pradesh.",
      "labels": [
        "FAC"
      ],
      "id": "ed677cf075044b60944ec1a5c5069448_27"
    },
    {
      "start": 2014,
      "end": 2220,
      "text": "The petitioner/Company having submitted its bid for the same, a Letter of Intent (LOI) was issued by NEEPCO Ltd. for a contract between the parties for the said project said to be for a period of 36 months.",
      "labels": [
        "FAC"
      ],
      "id": "49ded3f9fb0348fa8e755b431f27dcec_28"
    },
    {
      "start": 2221,
      "end": 2305,
      "text": "\nAccordingly, the Work Order was issued to the petitioner who has accepted the same.",
      "labels": [
        "FAC"
      ],
      "id": "e859089ef161446b8a9796040ee32860_29"
    },
    {
      "start": 2307,
      "end": 2544,
      "text": "2.2. In course of the work on the said project, dispute arose between the parties and the same not being able to be solved amicably, the arbitration clause was invoked and the matter was then referred a sole Arbitrator, Mr. N.N. Singhal.",
      "labels": [
        "FAC"
      ],
      "id": "f1f5955718964e17a551e81963211a53_30"
    },
    {
      "start": 2546,
      "end": 2827,
      "text": "2.3. After the Arbitrator had concluded the arbitral proceedings, an award dated 15.09.2015 was passed in favour of the petitioner/Company for a sum of  23,12,10,513/- along with interest @ 13.5% pa (pre Award) and a further 15% pa (post Award) till the date of the actual payment.",
      "labels": [
        "FAC"
      ],
      "id": "dd142d4437be4631ae4b5fab04d80d69_31"
    },
    {
      "start": 2828,
      "end": 3089,
      "text": "2.4. The respondent/NEEPCO, being aggrieved by the said Award, has then approached the competent court of jurisdiction under Section 34 of the Arbitration and Conciliation Act, 1996, the same was eventually numbered as Commercial Arbitration Case No. 4 of 2018.",
      "labels": [
        "FAC"
      ],
      "id": "dec6e96436e04a63854105ac6f7381b0_32"
    },
    {
      "start": 3091,
      "end": 3185,
      "text": "2.5. In the meantime, the petitioner filed Execution Petition for execution of the said Award.",
      "labels": [
        "FAC"
      ],
      "id": "9e0b5fea0f3c43df8a999d3dd51318fd_33"
    },
    {
      "start": 3186,
      "end": 3334,
      "text": "The application was filed under Order XXI Rule 11 of the Code of Civil Procedure read with Section 36 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "FAC"
      ],
      "id": "87f02888bce64e30a04669ab57955212_34"
    },
    {
      "start": 3336,
      "end": 3557,
      "text": "2.6. Again, the petition under Section 34 of the said Arbitration Act was dismissed by the Commercial Court which led to the filing of an appeal before this Court under Section 37 of the said Act by the respondent/NEEPCO.",
      "labels": [
        "FAC"
      ],
      "id": "e4f7e9b63f38429ab96602d248865c62_35"
    },
    {
      "start": 3558,
      "end": 3874,
      "text": "2.7. The appeal registered as Arbitration Appeal No. 1 of 2022 was disposed of by a Division Bench of this Court vide order dated 26.04.2023, whereby the prayer of the respondent/NEEPCO was rejected and the original Award was left untouched, except for the fact that the pre-award interest has not been allowed.\n2.8.",
      "labels": [
        "RLC"
      ],
      "id": "d1a97039a47e476e80f3dba4125ed3fe_36"
    },
    {
      "start": 3875,
      "end": 4050,
      "text": "The petitioner filed an appropriate application before the Execution Court for satisfaction of the Award in terms of the judgment and order passed by this Court on 26.04.2023.",
      "labels": [
        "FAC"
      ],
      "id": "51c522f1b85b4d228acbae2827ca1975_37"
    },
    {
      "start": 4052,
      "end": 4330,
      "text": "2.9. The respondent/NEEPCO then filed an application/petition under Section 151 CPC with a prayer for grant of time to approach the Honble Supreme Court with a Special Leave Petition against the said judgment and order dated 26.04.2023 and to obtain a stay order in that regard.",
      "labels": [
        "FAC"
      ],
      "id": "272d4af331b64c26ab8f7b20d6f4ad56_38"
    },
    {
      "start": 4331,
      "end": 4502,
      "text": "A specific date has been cited by the respondent/petitioner before the learned Commercial Court seeking stay of the execution of the said Award, the date being 25.07.2023.",
      "labels": [
        "FAC"
      ],
      "id": "80978f863c88411dbb59aaecbec2e5bc_39"
    },
    {
      "start": 4504,
      "end": 4802,
      "text": "2.10. The learned Commercial Court after hearing the parties have allowed the prayer made therein holding that NEEPCO is a State within the definition of Article 12 of the Constitution of India and therefore in the proceedings before it, Section 82 of the Code of Civil Procedure will be attracted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "acde59a69112403c89867e2f4b84ddf2_40"
    },
    {
      "start": 4803,
      "end": 4900,
      "text": "In effect, the execution of the Award was prohibited within the mandatory period of three months.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4eb957ff89cb4cddaa4bf5504329da00_41"
    },
    {
      "start": 4902,
      "end": 5283,
      "text": "3. The learned Sr. counsel went on to submit that Section 82 of the Code of Civil Procedure is applicable only where in a suit/case is filed by or against the Government or by or against a Public Officer in his official capacity, a decree is passed against the Union of India or a State, such decree shall not be executed unless it remains unsatisfied for a period of three months.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "81a3dd065cf34f538898026cfbd9167a_42"
    },
    {
      "start": 5284,
      "end": 5370,
      "text": "Union and State being referred to means the Central and State Government respectively.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "150641af2ff94e2b8d4537d15003fd5d_43"
    },
    {
      "start": 5372,
      "end": 5589,
      "text": "4. In the absence of a clear definition of Government in the Code of Civil Procedure, the learned Sr. counsel has referred to the provision of Section 3(8) of the General Clauses Act, which defines Central Government.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "66c4a0a1ff3b40228173d2d51454aa95_44"
    },
    {
      "start": 5590,
      "end": 5837,
      "text": "Section 3(8) defines Central Government after the commencement of the Constitution to mean the President and in relation to functions entrusted under clause (1) of Article 258 of the Constitution, means and shall include the Government of a State.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "60426e2fb7d643bf8694c94d0ef4458e_45"
    },
    {
      "start": 5838,
      "end": 5961,
      "text": "This, according to the learned Sr. counsel is the correct interpretation of the term Government as found in Section 82 CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b5363a5bfda74ab287829f0dc0bb5be9_46"
    },
    {
      "start": 5963,
      "end": 6293,
      "text": "5. Though it is admitted that NEEPCO is a State within the definition of Article 12 of the Constitution, yet the term would extend only as far as enforcement of fundamental rights are concerned and it cannot be construed to mean Government so as to attract the provision of Section 82 CPC, further submits the learned Sr. counsel.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "91e4e3f91eb54033bf0fd25004afa07d_47"
    },
    {
      "start": 6295,
      "end": 6594,
      "text": "6. To buttress this contention, the learned Sr. counsel has cited the case of National Textile Corporation Limited v. Nareshkumar Badrikumar Jagad & Ors: (2011) 12 SCC 695, paras 21, 22, 23, 24, 25, 26, 27 & 28, wherein the term Government has been elaborately described by the Honble Supreme Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e3a4c4c0da06484794c0bd25bc0ebe54_48"
    },
    {
      "start": 6595,
      "end": 6642,
      "text": "Relevant para will be adverted to later herein.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d2c60ec80ec74feb8248483e9989b3c7_49"
    },
    {
      "start": 6643,
      "end": 6890,
      "text": "The case of K. Lakshminarayanan v. Union of India & Anr.: (2020) 14 SCC 664, paras 15, 16 & 21 was also cited to say that the interpretation of the word Central Government in Section 3(8) of the General Clauses Act has been adequately interpreted.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c0e75e4994a046e8982defd2e300a26a_50"
    },
    {
      "start": 6892,
      "end": 7185,
      "text": "7. The next limb of argument advanced by the learned Sr. counsel is directed at the effect of the impugned order on the realization of the Award by the petitioner as there appears to have been an automatic stay of the arbitral award only upon filing of an application under Section 151 CPC.\n8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94aaf2a040fc4bb898869154ec67dbc8_51"
    },
    {
      "start": 7186,
      "end": 7595,
      "text": "The fact that the learned Commercial Court has put on hold the execution of the Award to allow the respondent/NEEPCO to approach the Honble Supreme Court for stay of the said execution, is contrary to what has been laid down by the Honble Supreme Court in the case of Pam Developments Pvt. Ltd v. State of West Bengal: (2019) 8 SCC 112, more particularly at paras 15, 16, 19, 22, 26, 27, 28, & 29 of the same.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "91259e17fdd84073af01396f493b74a7_52"
    },
    {
      "start": 7597,
      "end": 7934,
      "text": "9. The learned Sr. counsel has also submitted that the Apex Court has interpreted Section 36 of the Arbitration and Conciliation Act, 1996 and has laid down the law in this respect as found in the case of Hindustan Construction Co. Ltd. & Anr. v. Union of India & Ors.: (2020) 17 SCC 324 at paras 28, 29, 30, 33, 34, 35, 36, 37 & 38.\n10.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3c6bd30b7c344d309446975a1b16767a_53"
    },
    {
      "start": 7935,
      "end": 8198,
      "text": "In view of the above, the learned Sr. counsel has submitted that this is a fit case for exercise of this Courts revisional power under Article 227 of the Constitution to correct a wrong precedent likely to be set, if the impugned order is allowed to be continued.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7971c971638f4ef595c81309086bea6a_54"
    },
    {
      "start": 8200,
      "end": 8774,
      "text": "11. Mr. S. Jindal, learned counsel for the respondent/NEEPCO, in his reply has flagged a preliminary objection that since the impugned order has been passed under Section 82 CPC where this Court would be required to conduct a fact-based enquiry, which enquiry is within the domain of an appellate court and not a revisional court, therefore finding no provision in law to appeal against the said order, the petitioner has instead filed this revision petition under Article 227 of the Constitution, obviously in a bid to overcome such legal hurdles which cannot be permitted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b316596b1c414adaa1174db349173a04_55"
    },
    {
      "start": 8776,
      "end": 8964,
      "text": "12. In this connection, the case of Essen Deinki v. Rajiv Kumar: (2002) 8 SCC 400, para 2 was referred to by the learned counsel to say that the Honble Supreme Court has observed that:\n\"2.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2973ad5b681141ed9ee0197341f11312_56"
    },
    {
      "start": 8965,
      "end": 9085,
      "text": "Generally speaking, exercise of jurisdiction under Article 227 of the Constitution is limited and restrictive in nature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f68943ce1d02427db0c6eaccadc9653d_57"
    },
    {
      "start": 9086,
      "end": 9246,
      "text": "It is so exercised in the normal circumstances for want of jurisdiction, errors of law, perverse findings and gross violation of natural justice, to name a few.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7226bc8cf2c344e2a0168d9e84e9485a_58"
    },
    {
      "start": 9247,
      "end": 9453,
      "text": "It is merely a revisional jurisdiction and does not confer an unlimited authority or prerogative to correct all orders or even wrong decisions made within the limits of the jurisdiction of the courts below.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84396a19b3154046ade26688b0c7564a_59"
    },
    {
      "start": 9454,
      "end": 9699,
      "text": "The finding of fact being within the domain of the inferior tribunal, except where it is a perverse recording thereof or not based on any material whatsoever resulting in manifest injustice, interference under the article is not called for.\"\n13.",
      "labels": [
        "STA"
      ],
      "id": "489505eb866c499e9b5758a225e0a569_60"
    },
    {
      "start": 9700,
      "end": 10568,
      "text": "On the contention of the petitioner that the respondent/NEEPCO does not fit the description of the term or word Government as found in Section 82 CPC read with Section 3(8) of the General Clauses Act, the learned counsel has submitted that since Central Government is considered to be the President, in such a context, the case of Poresh Kumar Nath v. North Eastern Electric Power Corporation Limited (Government of India Enterprise) & Ors.:\n2022 SCC Online Megh 177 is relevant for reference, inasmuch as in that case, this Court has considered the Memorandum and Articles of Association of NEEPCO and has noticed that there is deep and pervasive control of the Government of India which also includes the role of the President of India in the management of the Corporation and thus, it has been concluded that NEEPCO is an instrumentality of the Government of India.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f0630c4f63a04963aac3486202f8ca36_61"
    },
    {
      "start": 10569,
      "end": 10735,
      "text": "The respondent/NEEPCO therefore, can be considered and fits the description of Central Government to satisfy the provision of Section 3(8) of the General Clauses Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1bb4fbf44e014326af074b118d4cac4d_62"
    },
    {
      "start": 10737,
      "end": 11011,
      "text": "14. The learned counsel has again laid emphasis on the word State as it appeared in Section 82 CPC to say that when the section speaks of a suit filed against the Government, yet when it comes to a Decree, the specific term used is that it is to be executed against a State.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4a9ed1af3e494919915385c16c89eac9_63"
    },
    {
      "start": 11012,
      "end": 11526,
      "text": "\n15. Submitting further, it is said that since the definition and understanding of the term State at Section 3(8) of the General Clauses Act denotes State as a territorial or administrative unit, the same meaning has no relation to the term State as could be found in Article 12 of the Constitution which speaks of the Government and Parliament of India and the Government and the Legislature of each of the States as well as all local or other authorities which comes under the control of the Government of India.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "13a7bd0761e345e28f05f3746f4de2c1_64"
    },
    {
      "start": 11527,
      "end": 11861,
      "text": "This control being administrative in nature and as has been held that NEEPCO comes within the definition of a State under Article 12, therefore, since a decree cannot be enforced against a territorial entity, the term State in Section 82 would definitely carries the same meaning of the term State as could be found in Article 12.\n16.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "61d044dccd4c46399fc58177249da99f_65"
    },
    {
      "start": 11862,
      "end": 12399,
      "text": "As a fallback measure, the learned counsel has express his doubt as to whether this Court will agree to the abovementioned proposition as far as the definition and usage of the term State in the context of the issue raised in these proceedings is concerned and has thus put forth another proposition, that even otherwise, if the benefit of Section 82 is not extended to the case or cause of the respondent/NEEPCO, the benefit of the provision of Order XXI Rule 26 of the Code of Civil Procedure will still be available to the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "73230acc7dc9405aae9d6908ec66a9c0_66"
    },
    {
      "start": 12400,
      "end": 12650,
      "text": "\n17. Order XXI Rule 26 gives power upon the court to which a decree has been sent for execution to stay such execution for a reasonable time, to enable the judgment-debtor to apply for stay from the competent court, upon sufficient cause being shown.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d2009d7d6ab45969e1547aa81b483e4_67"
    },
    {
      "start": 12651,
      "end": 12915,
      "text": "In this case, the respondent/NEEPCO has indicated its intent to apply to the Supreme Court for stay of the execution and since the period for application is still valid, therefore, stay of execution has been prayed for which was so granted vide the impugned order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce529e24d2a149cda336a74b7c30041b_68"
    },
    {
      "start": 12916,
      "end": 13128,
      "text": "Therefore, there is nothing wrong with the procedure adopted, though perhaps a wrong provision of law was relied upon by the learned Executing Court by resorting to an application filed under Section 151 CPC.\n18.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed5928e03044465f9925dc3ea4ae0462_69"
    },
    {
      "start": 13129,
      "end": 13516,
      "text": "In this regard, the learned counsel has cited the case of J. Kumaradasan Nair & Anr. v. Iric Sohan & Ors.: (2009) 12 SCC 175, para 18 in which the Honble Supreme Court has held in effect, that mentioning of a wrong provision or non-mentioning of any provision of law would, by itself, be not sufficient to take away the jurisdiction of a court if it is otherwise vested in it in law.\n19.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f4d731cb20fb41359e11f711c8e0c7be_70"
    },
    {
      "start": 13517,
      "end": 14157,
      "text": "On the contention of the petitioner that the provisions of the Code of Civil Procedure are not applicable to the proceedings arising out of the Arbitration and Conciliation Act, 1996, the learned counsel for the respondent has submitted that this is not correct as what was held by the Honble Supreme Court in the case of ITI Ltd. v. Siemens Public Communications Network Ltd.: (2002) 5 SCC 510 at para 10 would show that the Apex Court has observed that since there is no express prohibition against the application of the Code to a proceeding arising out of the Act before a civil court, it cannot be said that the Code is not applicable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8da22b6dc29e4d84aada86e205b3b4d1_71"
    },
    {
      "start": 14158,
      "end": 14561,
      "text": "\n20. To counter the import of the authorities cited by the petitioner, the learned counsel has submitted that in the case of National Textile Corporation(supra), the Honble Supreme Court has provided an understanding into the meaning of Government which is more in the nature of an administrative/political understanding and this understanding has not been extended in the context of Section 82 CPC.\n21.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "fd58d97928c84a9a8e9a8fdda1d7c5b8_72"
    },
    {
      "start": 14562,
      "end": 15152,
      "text": "As to the case of K. Laxshiminarayanan(supra), though the Honble Supreme Court, has deliberated on the meaning of the expression Central Government, but the discussion was not in the context of the General Clauses Act or the Code of Civil Procedure, but rather it was in the context of Section 3(3) of the Government of Union Territories Act, 1963, wherein the Honble Supreme Court while observing that, under the General Clauses Act, the Central Government means the President, has attempted to define what is the status of an Administrator of a Union Territory appointed by the President.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "891cd25fc58a40aba7aca89c63742761_73"
    },
    {
      "start": 15153,
      "end": 15243,
      "text": "The issue discussed thus is different from what is before this Court in these proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5cb57352ff31435eb383599c33013d00_74"
    },
    {
      "start": 15245,
      "end": 15528,
      "text": "22. The amendment of the Arbitration and Conciliation Act in the year 2015 wherein a new Section 36 was inserted has done away with the previously existing concept of automatic stay of the execution of an arbitral award upon filing of an application under Section 34 of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a09a70b1ade84a1aaf5a7a15c6284f51_75"
    },
    {
      "start": 15529,
      "end": 15644,
      "text": "If stay is sought for in the post amendment period, then a specific application under Section 36(2) has to be made.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e93fb4d7cdb4fac96cd2c062370ed41_76"
    },
    {
      "start": 15645,
      "end": 15871,
      "text": "The judgment in the case of Pam Developments (supra) has only reinforced the applicability of the said post amendment provision and as such, there is no quarrel with proposition, submits the learned counsel for the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7fc43a2405ac48f39add6a3e5c964085_77"
    },
    {
      "start": 15872,
      "end": 16036,
      "text": "However, this judgment has no application in the present matter as the present issue is not one concerning grant/non-grant of stay under Section 36 of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "843bb949896e43acacd155210f924210_78"
    },
    {
      "start": 16037,
      "end": 16324,
      "text": "The judgment in the case of Hindustan Construction Company(supra) was also rendered in the context of Section 36 of the A & C Act and as such, is similar to the case of Pam Developments and therefore, has no bearing on the case of the parties herein, further submits the learned counsel.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f045815bf8334f7295ae7ea3f5c4718e_79"
    },
    {
      "start": 16326,
      "end": 16649,
      "text": "23. This Court has given thoughtful consideration to the issue brought forth in this application under Article 227 of the Constitution of India, which covers an area whereby the superintendence power of the High Court over the subordinate courts has been provided, particularly where the issue of jurisdiction is concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c68301b92414b4c8a34f137d591b53b_80"
    },
    {
      "start": 16651,
      "end": 17206,
      "text": "24. What is noticed here is that the respondent/NEEPCO has approached the learned Commercial Court, also functioning as an Executing Court of an Award passed by the Arbitral Tribunal and which Award was finally confirmed by this Court in the Division Bench with minor modification of the order of award vide order dated 26.04.2023, with an application under Section 151 CPC seeking stay of the execution of such Award to enable the judgment-debtor/NEEPCO to prefer an appropriate application before the Honble Supreme Court for stay of the said execution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06f778f578b647c8a51e9990dad30d60_81"
    },
    {
      "start": 17208,
      "end": 17625,
      "text": "25. The learned Executing Court noticing that there is a suitable provision under the Code of Civil Procedure, that is, the provision of Order XXI Rule 26 CPC, by which the applicant/respondent can take recourse to, to press for stay of the execution, has converted the said application into one under Order XXI Rule 26 CPC and has decided the case resulting in the passing of the impugned order dated 26.05.2023.\n26.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92b49e14e6a748b1b6ec71d8c90df0e9_82"
    },
    {
      "start": 17626,
      "end": 18017,
      "text": "Justifying the decision to stay the execution of the Award in question, the learned Execution Court has obviously found that sufficient cause has been shown by the judgment debtor/NEEPCO for stay of the said execution, inasmuch as the ground upon which the said application was made is that an appropriate application for stay of the execution have been made before the Honble Supreme Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17b6f85bcdd74652b1d3612fe96c1ed5_83"
    },
    {
      "start": 18019,
      "end": 18405,
      "text": "27. What is further noticed is that the learned Execution Court has set a deadline for the judgment debtor to prefer the said application before the Honble Supreme Court, that is, thirty days from the date when the decree is actually effective, that is, w.e.f. 26.04.2023, the date the application under Section 37 of the Arbitration and Conciliation Act, was disposed of by this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c901e1acfbdc483884725cc617ed636a_84"
    },
    {
      "start": 18406,
      "end": 18665,
      "text": "This period was found upon the provision of Section 82 CPC, holding that the judgment debtor/NEEPCO is a State within the meaning of Section 82 CPC and is, therefore, entitled to the statutory period of thirty days within which the decree may not be executed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0afb90ff4faa459a902669807b0fb2a8_85"
    },
    {
      "start": 18667,
      "end": 18998,
      "text": "28. The petitioner/decree holder has questioned this line of interpretation in the context of Section 82 CPC by contending that the words \"...a decree is passed against the Union of India or a State...\" has to be read in conjunction with the words \"...a suit by or against the Government...\" both phrases found in the same section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89f50e20988e4bbc98af7de5882aee9c_86"
    },
    {
      "start": 18999,
      "end": 20436,
      "text": "When the section speaks of Government since there is no definition of this term under the Code Of Civil Procedure, therefore resort has to be taken to the definition of the said term as found under Section 3(8) of the General Clauses Act, 1897, more particularly, clause (b) of the same which reads as follows:\n\"3. Definitions.-In this Act, and in all Central Acts and Regulations made after the commencement of this Act, unless there is anything repugnant in the subject or context,-\n....\n(8) \"Central Government\" shall,-\n...\n(b) in relation to anything done or to be done after the commencement of the Constitution, mean the President; and shall include,-\n(i) in relation to functions entrusted under clause (1) of article 258 of the Constitution, to the Government of a State, the State Government acting within the scope of the authority given to it under that clause;\n(ii) in relation to the administration of a Part C State [before the commencement of the Constitution (Seventh Amendment) Act, 1956], the Chief Commissioner or the Lieutenant-Governor or the Government of a neighbouring State or other authority acting within the scope of the authority given to him or it under article 239 or article 243 of the Constitution, as the case may be;\n(iii) in relation to the administration of a Union territory, the administrator thereof acting within the scope of the authority given to him under article 239 of the Constitution;\"\n29.",
      "labels": [
        "STA"
      ],
      "id": "838ab2213f1644e6935b804940a4b790_87"
    },
    {
      "start": 20437,
      "end": 20650,
      "text": "It is the further contention of the petitioner that admittedly, NEEPCO is a State within the meaning of Article 12 of the Constitution, where there is a pervasive control over its administration by the Government.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ee096a9f0aa146d18709380aaea12bae_88"
    },
    {
      "start": 20651,
      "end": 20944,
      "text": "Yet, the nature of its day to day functions cannot be considered or seen to be that of a Government, an entity recognized as one having, amongst others, administrative control over a territorial area, for example, the Government of India or for a State Government, the Government of Meghalaya.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc275e2cf6824e32be15857de6ec5783_89"
    },
    {
      "start": 20946,
      "end": 21072,
      "text": "30. In this context, the case of National Textile Corporation Limited (supra) cited by the petitioner would be found relevant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07fc92bc61f54415b0584f3b271847a6_90"
    },
    {
      "start": 21073,
      "end": 21140,
      "text": "Paras 21, 22, 23 & 24 of the same can be reproduced herein as:\n\"21.",
      "labels": [
        "STA"
      ],
      "id": "8ce9c90da1cd47d5abbeb7fe1b3dabbe_91"
    },
    {
      "start": 21141,
      "end": 21253,
      "text": "The Government loosely means the body of persons authorised to administer the affairs of, or to govern, a State.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "50d417802fdf409794934c7b934a73d0_92"
    },
    {
      "start": 21254,
      "end": 21331,
      "text": "It commands and its decision becomes binding upon the members of the society.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5935876f1b34f3190684c51105ed5c9_93"
    },
    {
      "start": 21332,
      "end": 21417,
      "text": "The Government includes, both the Central Government as well as the State Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8cefb68fb0bc407d9996a1b06d06cb08_94"
    },
    {
      "start": 21418,
      "end": 21515,
      "text": "The Government is impersonal in character having three independent functionaries as its branches.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d80ae6794d644a49f4c893ced5e1bc8_95"
    },
    {
      "start": 21516,
      "end": 21641,
      "text": "It performs regal and sovereign functions, which are not alienable to any other person e.g. defence, security, currency, etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "334a26eeef7744388a91162db0477cd8_96"
    },
    {
      "start": 21642,
      "end": 21719,
      "text": "The Government means a group of people responsible for governing the country.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b23ab5d40d954dda8f44e63b947458c8_97"
    },
    {
      "start": 21720,
      "end": 21830,
      "text": "It consists of the activities, methods and principles involved in governing a country or other political unit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e3ea8947908421fb06587cdb53a1a8f_98"
    },
    {
      "start": 21832,
      "end": 21958,
      "text": "22. The Government is a body that governs and exercises control by issuing directions and is not governed by any other agency.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "30ec1a92b78e45e39c2ff6691ddeefe7_99"
    },
    {
      "start": 21959,
      "end": 22057,
      "text": "It is a body politic that formulates policies and the laws by which a civil society is controlled.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "868cf84e63694f0b8d2890cc96fe1bb3_100"
    },
    {
      "start": 22058,
      "end": 22114,
      "text": "It is a political concept formulated to rule the nation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "56450cc099a74fc8994b9329e252ed26_101"
    },
    {
      "start": 22115,
      "end": 22157,
      "text": "It is not a profit and loss establishment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fc60a0f349d4d059f0468937492816c_102"
    },
    {
      "start": 22158,
      "end": 22424,
      "text": "\n\"12. ... From the legal point of view, the Government may be described as the exercise of certain powers and the performance of certain duties by public authorities or officers, together with certain private persons or corporations exercising public functions.\"\n23.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a826660d6fe246b2a2e52e9d790f97bf_103"
    },
    {
      "start": 22425,
      "end": 22571,
      "text": "Thus, government department means something purely fundamental i.e. relating to a particular Government or to the practice of governing a country.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbdb65989d8e4dffbee6e785c82acaa1_104"
    },
    {
      "start": 22572,
      "end": 22595,
      "text": "It has different wings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd9539df9306428395ec3a772f95042d_105"
    },
    {
      "start": 22596,
      "end": 22711,
      "text": "However, the expression \"Government\" may be required to be interpreted in the context used in a particular statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "debb9fe60b6040e38a58e1d63674f053_106"
    },
    {
      "start": 22712,
      "end": 22773,
      "text": "The expression denotes the executive and not the legislature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "711cc5b454da48ab9e7db1b074e08585_107"
    },
    {
      "start": 22774,
      "end": 22993,
      "text": "[Vide State of Rajasthan v. Sripal Jain: AIR 1963 SC 1323, Pashupati Nath Sukul v. Nem Chandra Jain: (1984) 2 SCC 404, R.S. Nayak v. A.R. Antulay: (1984) 2 SCC 183 and V.S. Mallimath v. Union of India: (2001) 4 SCC 31].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a030075c9ae74479b3218fccd29a2564_108"
    },
    {
      "start": 22994,
      "end": 23158,
      "text": "\n24. To perform the functions, the Government has its various departments and to facilitate its working, the Government itself may be divided into various sections.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa1b94ea9b124251b2ff1d2294adade2_109"
    },
    {
      "start": 23159,
      "end": 23373,
      "text": "To carry out the commercial activities by the State, the corporations have been established by the enactment of statutes and the \"power to charter corporations as incidental to or in aid of governmental functions\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6e5c1fa15339469aa61a5c91af0b6c56_110"
    },
    {
      "start": 23374,
      "end": 23442,
      "text": "Such corporations would ex-hypothesis be agencies of the Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb2e4310bcd64e398cda125eb93e99a6_111"
    },
    {
      "start": 23443,
      "end": 23608,
      "text": "[Vide Sukhdev Singh v. Bhagatram Sardar Singh Raghuvanshi:\n(1975) 1 SCC 421 and Ramana Dayaram Shetty v. International Airport Authority of India: (1979) 3 SCC 489]\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ea60571d495141c295d386085b26449a_112"
    },
    {
      "start": 23609,
      "end": 23906,
      "text": "\n31 . The respondent/NEEPCO has laid stress upon the term or word State found in Section 82 to say that it gives the same meaning as could be seen under Article 12 of the Constitution and therefore, is applicable to NEEPCO, thus entitling it to the benefit of sub-Section 2 of the said Section 82.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92cbbd265b4f4b1aa7a26f36da777d18_113"
    },
    {
      "start": 23907,
      "end": 24321,
      "text": "It is also the contention of the respondent that the authority found in the case of National Textile Corporation Limited is not relevant to the case of the petitioner as there, the understanding of the Supreme Court as what Government means cannot be extended in the context of Section 82, since the Supreme Court has interpreted the word Government more in the nature of an administrative political understanding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c16f47751504f6bbace85447ed1d512_114"
    },
    {
      "start": 24323,
      "end": 24660,
      "text": "32. The proposition put forth by the respondent as to the meaning and import of the term Government as found in Section 82 which would mean an administrative or a political entity, whereas the term State found in the same section would carry the meaning as could be found in Article 12 of the Constitution cannot be fathom by this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0bb14b9b5b7d4bbc9c64d2e13f40a45e_115"
    },
    {
      "start": 24661,
      "end": 24780,
      "text": "\n33. Section 82 of the Code of Civil Procedure comes under Part IV which starts from Section 79 and ends at Section 88.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81cddaf6800e431ea1689b8164b1942f_116"
    },
    {
      "start": 24781,
      "end": 24965,
      "text": "In Section 79 which provides for suits for or against Government, the term Government has been clearly defined to mean the Central Government or as the case may be, a State Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1bbfabe0b9a4126a213e3df1cec4ec4_117"
    },
    {
      "start": 24967,
      "end": 25212,
      "text": "34. In Section 82, which provides for execution of a decree, the term Government is used in the context of a suit for or against it being instituted, whereas, when it comes to an execution of a decree, the term Union of India or a State is used.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "450fde19931546e5b438da18e58980a5_118"
    },
    {
      "start": 25213,
      "end": 25335,
      "text": "It is a general rule of construction that that which is implied in a statute is as much a part of it as what is expressed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9780ea9fa7a7439087315c940e6729b4_119"
    },
    {
      "start": 25336,
      "end": 25416,
      "text": "The words of a statute are to be construed with reference to its subject matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d98d9eb21a23446ea1e02a1ae6a27369_120"
    },
    {
      "start": 25417,
      "end": 25617,
      "text": "In this context, the provisions of Section 82 placed in juxtaposition with that of Section 79, the only conclusion one can come to, is that the term State in Section 82 should mean a State Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43223dbddb164f28a746a8fc8d6dd0e9_121"
    },
    {
      "start": 25618,
      "end": 25961,
      "text": "Though there is no quarrel with the use of the term State as found in Article 12 of the Constitution to say that NEEPCO is a State in this regard, but by no stretch of the imagination can NEEPCO be considered a State, as far as this term as found in Section 82 is concerned, since the term State found therein can only mean a State Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1fc9326000bf41a083f94c04a222129b_122"
    },
    {
      "start": 25962,
      "end": 26142,
      "text": "The decision of the learned Commercial Court as regard the applicability of Section 82 to the respondent/NEEPCO as far as the proceedings herein are concerned, cannot be sustained.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93f5a1e6ade644b9a26d8f7f1db1fdb2_123"
    },
    {
      "start": 26143,
      "end": 26370,
      "text": "The observation made at para 21 of the impugned order that since NEEPCO is a State within the definition of Article 12 of the Constitution, therefore, the provisions of Section 82 CPC would be attracted is hereby differed with.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f0ca339a92f4eef80542b40b9546664_124"
    },
    {
      "start": 26372,
      "end": 26749,
      "text": "35. In Pam Developments Pvt. Ltd. (supra) the Honble Supreme Court has dealt with the issue of stay of the execution of an arbitral award upon an application filed under Section 36(2) of the Arbitration and Conciliation Act, 1996 (as amended in 2016), since upon an application filed under Section 34 for setting aside the arbitral award, no automatic stay of the award ensued.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "25764a7148f9492a91875a2f0fccf1f7_125"
    },
    {
      "start": 26751,
      "end": 27277,
      "text": "36. In the same judgment, the Honble Supreme Court has also elaborately discussed about the effects of Section 36 of the said Arbitration Act vis--vis the provision of Order XXVII Rule 8A CPC, where the Government is involved, in the context of sub-Section 3 of the said Section 36 which speaks mostly of conditions to be imposed and has held that Section 36 of the Arbitration Act does not provide for any special treatment to the Government and even, if applied, it would only exempt the Government from furnishing security.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "20f428a87ae04640bc00cae06a777539_126"
    },
    {
      "start": 27279,
      "end": 27556,
      "text": "37. It is true that what has been presented in the case of Pam Developments Pvt. Ltd. is a situation found when an application under Section 34 of the Arbitration Act has been filed and as to whether there can be an automatic stay of the execution of the arbitral award or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2d316066f4c4f1fb8e276a18d13d556_127"
    },
    {
      "start": 27557,
      "end": 27814,
      "text": "In the present proceedings, we are looking at a situation post Section 34, in fact, post Section 37, where the issue of stay of the execution of the arbitral award is found present even at this point of time and was the subject matter in the impugned order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "addc31dbed1f42388915b7709493db7f_128"
    },
    {
      "start": 27815,
      "end": 27890,
      "text": "Therefore, the principles as regard stay of execution of the arbitral award",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa2cb509168e4758ab0e3a5ffe9aa230_129"
    },
    {
      "start": 27891,
      "end": 28003,
      "text": "has to be decided here, though literally, the authority of Pam Developments(supra) may not be applicable herein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "173b54dde5a34d8a8ab2cb65998cd817_130"
    },
    {
      "start": 28005,
      "end": 28243,
      "text": "38. Again, it is noticed that the learned Commercial Court has taken cognizance of the application filed before it, not under Section 151 CPC but under Order XXI Rule 26 CPC and under the provisions thereof, has passed the impugned order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "445039be3f064ef5b4e4d19963252912_131"
    },
    {
      "start": 28245,
      "end": 28590,
      "text": "39. The learned counsel for the respondent has contended that the learned Commercial Court resorting to the provision of Order XXI Rule 26 CPC to pass the impugned order is well within its jurisdiction, since there is no express bar for the application of the provisions of the Code of Civil Procedure under the Arbitration and Conciliation Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7c7f847039234365ab699bfc110329ba_132"
    },
    {
      "start": 28591,
      "end": 28800,
      "text": "Para 10 in the case of Siemens Public Communications Network Ltd. as cited would clearly illustrate this point, wherein it was held as follows:\n\"10. We do not agree with this submission of the learned counsel.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aa6fd9e27a77487fbb756f7d92a54ae1_133"
    },
    {
      "start": 28801,
      "end": 29044,
      "text": "It is true in the present Act application of the Code is not specifically provided for but what is to be noted is: is there an express prohibition against the application of the Code to a proceeding arising out of the Act before a civil court?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50b6b94508344e77ab2d62131fb66589_134"
    },
    {
      "start": 29045,
      "end": 29111,
      "text": "We find no such specific exclusion of the Code in the present Act.",
      "labels": [
        "RATIO"
      ],
      "id": "aa73ae00f19948fcb750f135b2d7b095_135"
    },
    {
      "start": 29112,
      "end": 29209,
      "text": "When there is no express exclusion, we cannot by inference hold that the Code is not applicable.\"",
      "labels": [
        "RATIO"
      ],
      "id": "7c6eb179dbc04ca9b69fd59d32b9e47e_136"
    },
    {
      "start": 29211,
      "end": 29600,
      "text": "40. This aspect of the matter is found acceptable to this Court, inasmuch as since there is no specific provision in the Arbitration Act as regard execution of an arbitral award or the stay of the same, therefore, the learned Commercial Court has committed no jurisdictional error by resorting to the provision of Order XXI Rule 26 CPC to pass the operative portion of the impugned order.\n",
      "labels": [
        "RATIO"
      ],
      "id": "fd2251e4801f41a0aec043467cebaf33_137"
    },
    {
      "start": 29600,
      "end": 29841,
      "text": "41. In view thereof, as pointed out above, the impugned order is found to have been passed within jurisdiction and the same is upheld, albeit with the modification of the same as regard the applicability of Section 82 CPC to the proceedings.",
      "labels": [
        "RPC"
      ],
      "id": "b216e6c953534cbd9da09645fc0d2b0b_138"
    },
    {
      "start": 29842,
      "end": 29868,
      "text": "\n42. Petition disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "bbe0726441cf4c929cf1517dc6db9fa1_139"
    },
    {
      "start": 29869,
      "end": 29878,
      "text": "No costs.",
      "labels": [
        "RPC"
      ],
      "id": "e5758e3d5cc44429b9f4e0d8a3206d85_140"
    },
    {
      "start": 29879,
      "end": 29922,
      "text": "\nJudge Meghalaya 05.07.2023 \"Tiprilynti-PS\"",
      "labels": [
        "NONE"
      ],
      "id": "308422ad4d9043acad6343e09feabf85_141"
    }
  ]
}