{
  "id": "5d8fc577e50ee4292d2f32168e194fde39466af63645ea8645b8ee1737b249eb",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nMadhya Pradesh High Court\nM/S Mold Tek Packaging Ltd ... vs S.D. Containers on 1 September, 2020 \nAuthor: Vivek Rusia\nBench: Vivek Rusia \n-1-                              M.P.No.2156/2020\n\n\n\n\n      High Court Of Madhya Pradesh: Bench At\n                      Indore \n      (Single Bench: Hon'Ble Shri Justice Vivek Rusia)\n\n\n      1 . Case Number          :Mis. Petition No.2156/2020\n      2 . Parties Name         : M/s Mold-Tek Packaging Ltd. \n                                          Vs.\n                               S.D.Containers, Indore \n      3. Date of Order        : 1st September, 2020. \n      4. Bench (Single)       : Hon'ble Shri Justice Vivek Rusia \n      5. Whether approved for\n         reporting            : Yes.\n      6 . Name of counsels for\n         parties.             : Shri Vijay Asudani, learned\n                               counsel for the petitioner. \n                               : Ms.Meenakshi, learned counsel\n                                for the respondent. \n      7.Law laid down: \n\n      By virtue of section 3 the State Govt. may after\nconsultation with the concerned High Court by notification\nconstitute such number of Commercial Courts at the district. \n      Section 3A provides for the designation of Commercial\nAppellate Courts at the District Judge level.\n      Section 4 provides the constitution of the Commercial\nDivision of those High Courts having ordinary original civil\njurisdiction by the Chief Justice of High Court.\n       Section 5 provides the constitution of the Commercial\nAppellate Division by the Chief Justice of the High Court.\nSection 6 defines the jurisdiction of the Commercial Courts and\nsection 7 defines the jurisdiction of Commercial Divisions of\nHigh Courts and according to which all the suits and applications\nrelating to commercial disputes of a specified value filed in a\nHigh Court having ordinary original civil jurisdiction shall be\nheard and disposed of by the Commercial Division of that High\nCourt. As per the first proviso, all the suits and applications\nrelating to commercial disputes lie in a Court not inferior to a\nDistrict Court and filed or pending on the original side of the\nHigh Court shall be heard and disposed of by the Commercial\nDivision of the High Court. By virtue of the second proviso, all\nsuits and applications transferred to the High Court by virtue of\nsub-section (4) of section 22 of the Act of 2000 or section 104 of\nthe Patents Act shall be heard and disposed of by the\nCommercial Division of the High Court in all the areas over\n -2-                              M.P.No.2156/2020\n\n\n\n\nwhich the High Court exercises ordinary original civil\njurisdiction.\n      Admittedly, the High Court of Madhya Pradesh is not\nhaving the original civil jurisdiction like the High Courts of\nCalcutta, Madras, Mumbai and Delhi , therefore, in the State of\nMadhya Pradesh the State Govt. has established Commercial\nCourts at District level. By virtue of the second proviso of\nsection 7 the suit and the proceedings filed under the Design Act\nof 2000 or the Patent Act shall be transferred to the Commercial\nDivision of the High Court exercising ordinary original civil\njurisdiction but similar proviso has not been provided in section\n6 because in which there is a provision of the constitution of\nCommercial Courts at the district level as the High Court is not\nhaving the ordinary original civil jurisdiction. \n      That the Government of Madhya Pradesh in exercise of the\npower conferred by sub-section (1) and (2) of section 3 and 3A\nof the Commercial Court Act,2015 has constituted Commercial\nCourts at District Judge level Commercial Appellate Courts at\nDistrict Judge level respectively . \n       The Commercial Courts Act is a special enactment having\nan overriding effect over other enactments by virtue of section\n21. The Parliament was conscious enough to provide a provision\nof transfer of commercial dispute to the High Court only having\nthe ordinary original civil jurisdiction but all other High Courts\ndo not enjoy the original jurisdiction and where the provision has\nbeen made for constitution of Commercial Courts and all the\nsuits and applications relating to the commercial disputes are\nliable to be transferred to the Commercial Courts as per the\nterritorial jurisdiction. Despite the word 'High Court' used in\nsection 22 (4) of the Design Act,2000 but after enactment of the\nCommercial Courts Act 2000, such a suit is liable to be\ntransferred to the Commercial Court and not to the High Court in\na State where the High Court has no ordinary original civil\njurisdiction. \n\n\n                                    (Vivek Rusia) \n                                        Judge \n\n\n\nhk/ \n -3-                                   M.P.No.2156/2020\n\n\n\n\n High Court Of Madhya Pradesh: Bench At\n                                 Indore \n      Single Bench: Hon'Ble Shri Justice Vivek Rusia \n\n\n\n                 Misc. Petition No.2156/2020 \n\n\n        Petitioner          :      M / s Mold-Tek Packaging Ltd. \n                         Versus\n        Respondents         :      S.D.Containers, Indore \n        ----------------------------------------------------------- \n        Shri Vijay Asudani learned counsel for the petitioner.\n       Ms.Meenakshi learned counsel for the respondent. \n        ----------------------------------------------------------- \n                                O R D E R\n(Passed on 01.09.2020 ) Being aggrieved by the order dated 23.3.2020 passed by the Commercial Court (District Court, Indore) whereby the civil suit has been transferred to Calcutta High Court under se ction 22(4) of the Design Act, 2000, the applicant/plaintiff has filed the present writ petition under Art. 227 of the Constitution of India. \nFacts of the case, in nutshell, are as under:-\n1. The applicant being a public limited company registered under the provisions of Companies Act, 1956 has filed the civil suit through its Managing Director (hereinafter referred to as \"plaintiff''). The Plaintiff Company was established in the year 1985, and has been engaged in the business of manufacturing and selling rigid plastic packaging material including manufacturing of injection molded containers for lubes, paints food, etc.. The Plaintiff company also manufactures containers made out of rigid plastic of various sizes and shapes the paint industry, food industry, dairy industry, and lubricant industry. The Plaintiff is claiming the status of pioneers by way of their in house research and developmental activities in the area of their inventive and creative efforts for developing the variety of tamper-proof lids of Pails/Container. The plaintiff submitted applications in the year 2015 and 2017 for registration of design of the lids of the containers, containers, lids with the spout, jar or container with the Controller General of Patents, Designs and Trademarks, Kolkatta 2. According to the plaintiff, in September- November 2019 it came to their knowledge that non-applicant (hereinafter referred as \"Defendant\") is producing lid and container of exactly similar design as that of the Plaintiff and supplying them to edible oil Manufactures and some of them are even existing customers of the plaintiff viz M/s Mahendra Brothers. \n3. Based on the cause of action arose on 10/1/2020 and above mentioned facts the plaintiff has filed the suit before the Commercial Court ( District Court at Indore) seeking a decree of declaration that defendant has no right to manufacture containers that are similar to those manufactured by the plaintiff company, decree of permanent injection restraining the Defendant not to copy, use or enable others to use this plaintiff's Design of the Container under Design Application No: 299039 and Lid under Design Application No . 299041 SO and compensation of sum of Rs.5 crores towards notional Damages against. Along with the plaint, the plaintiff has also filed an application of temporary injunction under O.39-R.1&2 of the Code of Civil Procedure,1908.\n4. That the defendant after appearance filed a written statement cum counter claim and reply to the application for a temporary injunction. Thereafter, the plaintiff has also filed an application under Order 7 Rule 11 of the Code of Civil Procedure,1908 seeking rejection of counter claim. The Respondent/ Defendant filed an Application under Section 22(4) of the Design Act, 2000 seeking for transfer of the suit to the High Court of Madhya Pradesh, Indore Bench. \n5. That the defendant by way of the written statement has specifically challenged the registration of the plaintiffs' designs on the grounds provided under Section 19(1) of the Design Act, 2000 and have averred that the salient features in the Plaintiffs Designs lack novelty and originality and that designs with similar features have been published in India or any other country before the date of registration, and hence both the Designs are liable for cancellation under Section 19(1) of the Act. The Defendant has further pleaded that having availed the grounds under Section 19 of the Act as the ground of defence, Section 22(4) of Act comes into force and the trial court must transfer the suit to the High Court for its decision. \n6. That vide impugned order dated 23.03.2020 the learned Comercial Court at Indore has allowed the application filed under section 22(4) of the Design Act,2000, and transferred the suit with all pending application to the High Court of Calcutta. \nBeing aggrieved by the above order the plaintiff has filed the present writ petition under Art 227 of the Constitution of India before this court. \n7. The plaintiff has assailed the impugned order on the ground that the learned commercial Court has failed to appreciate that as per provisions 22(4) of the Design Act, the suit or the proceedings can be transferred to Hon'ble High Court only when an appeal against the order passed by the Controller under section 19 is pending before the High Court. The learned Commercial Court has failed to appreciate that the cause of action for filing the suit for permanent injunction and temporary injunction of sale of the products with piracy of registered design lies within the jurisdiction of Indore, hence the case could not have been transferred to High Court of Calcutta. Learned Court below ought to have adjudicated the application filed under Order 7 Rule 11 CPC for rejection of the counterclaim and application for a temporary injunction before deciding the application filed under section 22(4) of the Design Act, 2000.\n8. That the defendant has filed the reply to the writ petition by submitting that by way of written statement -cum-counterclaim along with supporting documents the registration of Plaintiff's designs has specifically been challenged on the grounds provided under Section 19(1) of the Design Act, 2000 and has averred that the salient features in the Plaintiff's Designs lack novelty and originality and that designs with similar features have been published in India or any other country before the date of registration, and hence both the Designs are liable for cancellation under Section 19(1). The Defendant further submitted that having availed the grounds under Section 19 of the Design Act, 2000 as the ground of defence, Section 22(4) of Act comes into force and the trial Court must transfer the suit to the High Court. Thus, as soon as a defence on any of the grounds as provided under Section 19 (1) of the Act is taken in the written statement filed by the Defendant, Section 22 (4) of the Act the District Court becomes functus officio, and the Suit is mandatory to be transferred to the High Court of that territorial jurisdiction. However, the defendant by way of the application filed under Section 22(4) of the Act prayed before the Court for transfer of the suit to the High Court of Madhya Pradesh, Indore Bench. \nI have heard learned counsel for the parties and perused the record. \n9. In my considered opinion, the following issues require consideration in this case. \n(1) Whether the learned Judge has erred in transferring the proceeding of the civil suit from Commercial Court to the High Court under the provision of section 22(4) of the Act of 2000? \n(2) Whether the proceeding of the civil suit is liable to be transferred to the High Court of Calcutta or Commercial Court at Indore by virtue of the provisions of the Commercial Courts, Commercial Division, Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016) is competent to decide the civil suit? \nSo far the transfer of the Civil Suit to the High Court of Calcutta is concerned, the plaintiff and the defendant both have unanimity that the Court at Indore has territorial jurisdiction to decide the civil suit. Even otherwise Section 20 of the CPC inter alia provides that the civil suit can be instituted where a defendant resides or carries on his business and the cause of action wholly or in part arises. The provisions of section 22 of the Design Act, 2000 does not specify the Court, wherein such proceedings can be instituted. As per allegation in the plaint the defendant carries business at Indore and, by imitating its design hence the Indore Court is having jurisdiction to decide the civil suit but the core issue for consideration is whether the proceeding of the Civil Suit is liable to be transferred from the Commercial Court at Indore to the High Court under the provision of section 22(4) of the Act of 2000.\n10. The Design Act of 2000 has been enacted to consolidate and amend the law relating to the protection of designs and came into force w.e.f. 11.05.2001 by repealing the Design Act, 1911. Section 2(e) of the Design Act of 2000 defines 'High Court' and according to which the High Court shall have the same meaning as assigned to it in clause (i) of sub-section (i) of section 2 of the Patents Act, 1970. Chapter-II of the Design Act of 2000 deals with the registration of designs and the Controller General of the Patents, Designs and Trade Marks is the competent authority either to register a design or refuse to register any design presented to him for registration. Sub-section (4) of section 5 provides a remedy of appeal to the High Court by any person aggrieved by any such refusal of registration. Section 9 provides issuance of the certificate of registration to the proprietor of the design and section 10 provides that register of designs shall be kept at the Patent Office containing names and addresses of proprietors of the registered designs and notifications of assignments. By virtue of section 11 when a design is registered, the registered proprietor of the design, shall subject to the provisions of the Act, have copyright of the design for ten years from the date of registration. \n11. Any person interested may present a petition for cancellation of the registration of a design to the Controller under section 19 of the Act of 2000 on any grounds provided under sub-section (1). Section 19 (2) provides a remedy of appeal to the High Court from any order of the Controller. Section 19 (2) also gives power to the Controller to refer any such petition to the High Court for its decision. Chapter-V of the Act of 2000 deals with the piracy of the registered designs. Section 22 provides that during the existence of the copyright in any design, it shall not be lawful for any person to apply in any article or in any class of articles in which the design is registered or do any imitation thereof except with the license or written consent of the registered proprietor. \nUnder sub-section (2) of section 22 if any person acts in contravention of this section he shall be liable to pay to the registered proprietor of the design a sum of Rs.25,000/- for every contravention. As per sub-section (2) (b) of section 22 a proprietor may bring a suit for recovery of damage for any such contravention and an injunction against the repetition thereof. By virtue of the second proviso of section 22 (2) no suit or any other proceeding for relief under this sub-section shall be instituted in any Court below the Court of District Judge. Under section 22 (3) in any suit or any other proceeding for the relief under sub-section (2) the defendant may take a ground for its defence which are available under section 19 for cancellation of a registration of the design. By virtue of sub-section (4) of section 22 where any ground on which the registration of a design may be cancelled under section 19 has been available of as a ground of defence, then the suit or any such proceeding shall be transferred by the Court to the High Court for its decision. In the present case, in the suit filed by the plaintiff, the defendant has challenged the registration of design of the plaintiff on the ground that such a design ought not to have been registered which is one of the grounds available under section 19 for cancellation of the design, therefore, by virtue of sub-section (4) of section 22 the defendant sought transfer of the Civil Suit to the High Court. \n12. Shri Asudani, learned counsel for the plaintiff submits that an appeal lies to the High Court against the registration of the designs by the Controller, therefore, under section 22(4) the proceedings can be transferred if any appeal is pending before the High Court. In support of his contention, he has placed reliance over the judgment in the case of Whirlpool of India vs. Videocon Industries Ltd. 2014 SCC Online Bom 565; Castrol India Ltd. vs. Tide Water Oil Co. (I) Ltd. 1994 SCC Online Cal. 303; Bharat Glass Tube Ltd. vs. Gopal Glass Works Ltd. (2008) 10 SCC 657; Dart industries vs. Poluset Plastics Pvt. Ltd. 2018 SCC Online Del 10229 & Godrej Sara Lee Ltd. vs. Reckitt Benckiser Australia Ptu. Ltd. & another (2010) 2 SCC 535.\n13. Learned counsel appearing for the respondent vehemently opposes the aforesaid prayer by submitting that section 22 (4) is an independent proceeding and the moment any ground on which the registration of the design may be cancelled has been taken in the written statement, the District Court becomes functus officio to decide the suit and the suit or the proceedings are liable to be transferred to the High Court for decision. The language of this provision is unambiguous and there cannot be any other interpretation. In support of the contention, learned counsel for the respondent has placed reliance over the judgments passed in the case of Astral Polytechnic Limited vs. Ashirvad Pipes Pvt. Ltd. & others reported in MANU/KA/0119/2008; R.N.Gupta & Co. Ltd. vs. Action Construction Equipments Ltd. reported in 2016 SCC Online Allahabad 975; Escorts Construction Equipment Ltd. vs. Gautam Engineering Company & others reported in MANU/JK/0409/2009; Salutri Remedies vs. Unim Pharma Lab Pvt. Ltd. reported in 2009 SCC Guj. 9488 and Standard Glass Beads Factory and another reported in 1980 SCC Online All 59.\n14. For ready reference section 22 the Design Act,2000 is reproduced below:-\n22. Piracy of registered design.--\n(1) During the existence of copyright in any design it shall not be lawful for any person-- (a) for the purpose of sale to apply or cause to be applied to any article in any class of articles in which the design is registered, the design or any fraudulent or obvious imitation thereof, except with the licence or written consent of the registered proprietor, or to do anything with a view to enable the design to be so applied; or (b) to import for the purposes of sale, without the consent of the registered proprietor, any article belonging to the class in which the design has been registered, and having applied to it the design or any fraudulent or obvious imitation thereof; or (c) knowing that the design or any fraudulent or obvious imitation thereof has been applied to any article in any class of articles in which the design is registered without the consent of the registered proprietor, to publish or expose or cause to be published or exposed for sale that article.\n(2) If any person acts in contravention of this section, he shall be liable for every contravention-- (a) to pay to the registered proprietor of the design a sum not exceeding twenty-five thousand rupees recoverable as a contract debt, or (b) if the proprietor elects to bring a suit for the recovery of damages for any such contravention, and for an injunction against the repetition thereof, to pay such damages as may be awarded and to be restrained by injunction accordingly: \nProvided that the total sum recoverable in respect of any one design under clause (a) shall not exceed fifty thousand rupees:\nProvided further that no suit or any other proceeding for relief under this sub-section shall be instituted in any court below the court of District Judge. \n(3) In any suit or any other proceeding for relief under sub- section (2), every ground on which the registration of a design may be cancelled under section 19 shall be available as a ground of defence. \n(4) Notwithstanding anything contained in the second proviso to sub-section (2), where any ground on which the registration of a design may be cancelled under section 19 has been availed of as a ground of defence and sub-section (3) in any suit or other proceeding for relief under sub-section (2), the suit or such other proceeding shall be transferred by the court, in which the suit or such other proceeding is pending, to the High Court for decision. \n(5) When the court makes a decree in a suit under sub-section (2), it shall send a copy of the decree to the Controller, who shall cause an entry thereof to be made in the register of designs. \nSo far the provision of section 22(4) of the Design Act,2000 is concerned it provides that if the defendant raises a grounds as a defence which are available under section 19, the proceeding shall be transferred by the Court in which the suit or such other proceedings is pending to the High Court. This provision is mandatory in nature as the word \"shall\" is used in it. However, the High Court also enjoys the appellate jurisdiction under section 5 (4) and section 19 (2) of the Design Act of 2000. If the Controller refuses to register any design the person aggrieved may file an appeal and if the Controller registered any design, any person interested and aggrieved can file an appeal to the High Court for challenging such registration. In the present case, the defendant is challenging the design of the plaintiff in the present suit by way of counterclaim but no petition under section 19 has been filed before the Controller for cancellation of registration of the design. \n15. The core issue before this Court is whether the proceedings of the Civil Suit pending before the Commercial Court are liable to be transferred to the High Court under section 22 (4) of the Act of 2000. The Parliament has enacted the Commercial Courts, Commercial Division, Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016) (hereinafter referred to as 'the Commercial Courts Act, 2015') for the establishment of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto. Section 2 (c) of the Act of 2015 defines \"commercial dispute\" and 2 (c) (xvii) defines disputes pertaining to intellectual property like trademarks, copyright, patent, design etc. as commercial disputes. \nsection 2 (c) commercial dispute means a dispute arising out of (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semicon- ductor integrated circuits; \nFor ready reference sections 3 to 7 of the Commercial Court Act,2015 are reproduced below:-\n3. Constitution of Commercial Courts.--\n(1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdic- tion and powers conferred on those Courts under this Act:\n2[Provided that with respect to the High Courts having or- dinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level:\nProvided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh ru- pees and not more than the pecuniary jurisdiction exercis- able by the District Courts, as it may consider necessary.]; 3[(1A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the con- cerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may con- sider necessary.]; \n(2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits. \n(3) The 4[State Government may], with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial dis- putes to be the Judge or Judges, of a 5[Commercial Court either at the level of District Judge or a court below the level of a District Judge].\n3A. Designation of Commercial Appellate Courts.--Ex- cept the territories over which the High Courts have ordi- nary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by noti- fication, designate such number of Commercial Appellate Courts at District Judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those Courts under this Act.]\n4. Constitution of Commercial Division of High Court. \n--(1) In all High Courts, having 7[ordinary original civil jurisdiction], the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of ex- ercising the jurisdiction and powers conferred on it under this Act. \n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Com- mercial Division. \n5. Constitution of Commercial Appellate Division.-- (1) After issuing notification under subsection (1) of sec- tion 3 or order under sub-section (1) of section 4, the Chief Justice of the concerned High Court shall, by order, consti- tute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the juris- diction and powers conferred on it by the Act. \n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Com- mercial Appellate Division. \n6. Jurisdiction of Commercial Court.--The Commercial Court shall have jurisdiction to try all suits and applica- tions relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction. Explanation.--For the purposes of this section, a commer- cial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Proce- dure, 1908 (5 of 1908). \n7. Jurisdiction of Commercial Divisions of High Courts. \n--All suits and applications relating to commercial dis- putes of a Specified Value filed in a High Court having or- dinary original civil jurisdiction shall be heard and dis- posed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commer- cial disputes, stipulated by an Act to lie in a court not infe- rior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court: \nProvided further that all suits and applications trans- ferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or sec- tion 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction. \n(emphasised supplied) By virtue of section 3 the State Govt. may after consultation with the concerned High Court by notification constitute such number of Commercial Courts at the district level and as per the proviso with respect to the High Court having ordinary original civil jurisdiction, the State Govt. may after consultation with the concerned High Court by notification constitute Commercial Courts at the District Judge level and as per the second proviso for the High Court having ordinary original civil jurisdiction, the State Govt. may by notification specify such pecuniary value which shall not be less than Rs.3 lakhs. Section 3A provides for the designation of Commercial Appellate Courts at the District Judge level. Section 4 provides the constitution of the Commercial Division of those High Courts having ordinary original civil jurisdiction by the Chief Justice of High Court by constituting a Commercial Division having one or more Benches consisting of a single Judge. Section 5 provides the constitution of the Commercial Appellate Division whereby the Chief Justice of the High Court shall constitute a Commercial Appellate Division at all the High Courts irrespective of vesting of original jurisdiction. Section 6 defines the jurisdiction of the Commercial Courts and section 7 defines the jurisdiction of Commercial Divisions of High Courts and according to which all the suits and applications relating to commercial disputes of a specified value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court. As per the first proviso, all the suits and applications relating to commercial disputes lie in a Court not inferior to a District Court and filed or pending on the original side of the High Court shall be heard and disposed of by the Commercial Division of the High Court. By virtue of the second proviso, all suits and applications transferred to the High Court by virtue of sub- section (4) of section 22 of the Act of 2000 or section 104 of the Patents Act shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction. Admittedly, the High Court of Madhya Pradesh is not having the original civil jurisdiction like the High Courts of Calcutta, Madras, Mumbai and Delhi, therefore, in the State of Madhya Pradesh the State Govt. has established Commercial Courts at District level. By virtue of the second proviso of section 7 the suit and the proceedings filed under the Act of 2000 or the Patent Act shall be transferred to the Commercial Division of the High Court exercising ordinary original civil jurisdiction but similar proviso has not been provided in section 6 because in which there is a provision of the constitution of Commercial Courts at the district level as the High Court is not having the ordinary original civil jurisdiction. That the Government of Madhya Pradesh in exercise of the power conferred by sub-section (1) and (2) of section 3 of the Commercial court Act vide notification No. F.No.17(E)17/2016/XXI-B(1)1888/2019 dated 2.4.2019 has constituted Commercial Courts at District Judge level and in exercise of the power conferred by section 3A of the Commercial court Act vide F.No.17(E)17/2016/XXI- B(1)1888/2019 notification dated 2.4.2019 has constituted Commercial Appellate Courts at District Judge level.\n16. The Commercial Courts Act is a special enactment having an overriding effect over other enactments by virtue of section 21. The Parliament was conscious enough to provide a provision of transfer of commercial dispute to the High Court only having the ordinary original civil jurisdiction but all other High Courts do not enjoy the original jurisdiction and where the provision has been made for constitution of Commercial Courts and all the suits and applications relating to the commercial disputes are liable to be transferred to the Commercial Courts as per the territorial jurisdiction. Despite the word 'High Court' used in section 22 (4) but after enactment of the Commercial Courts Act 2000, such a suit is liable to be transferred to the Commercial Court and not to the High Court in a State where the High Court has no ordinary original civil jurisdiction. \n17. The Apex Court in the case of Godrej Sara Lee Ltd.\nvs. Reckit Benckiser Australia Pty. Ltd. & another reported (2010) 2 SCC 535 has held that the legislature intended that an application for cancellation of registration of design would lie to the Controller exclusively without the High Court having a parallel jurisdiction to entertain such matter because all the appeal from the order of the Controller lies to the High Court. It is further held that under the Design Act of 2000 the High Court would be entitled to assume jurisdiction only at the appellate stage. In this case, a civil suit was also filed before the High Court at Delhi and a separate application under section 19 of the Act of 2000 was filed before the Controller and against the decision of the Controller a regular appeal was filed before the Delhi High Court in which the issue of territorial jurisdiction of the High Court of Delhi was cropped up. The Apex Court has held that only the Calcutta High Court has the jurisdiction to decide the appeal based on the statutory provision and not on the basis of dominus litus or situs of the appellate Tribunal or cause of action and accordingly granted liberty to the appellant to file an appeal before the Calcutta High Court. \n18. In view of the foregoing discussion, learned Commercial Court at Indore has erred in transferring the civil suit and the pending applications to the Calcutta High Court . The Commercial Court at Indore itself is competent to decide the suit by virtue of the Commercial Courts Act 2015, hence the petition is allowed and the impugned order 23.3.2020 passed by the Commercial Court (District Court, Indore) is set aside. \nNo order as to cost. \n                                    (VIVEK RUSIA)\n                                        JUDGE hk/      Date: 2020.09.01 16:46:15 +05'30'\n ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "209701eda0fd43289cfffff1222b6139_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7ecc84b869fc4e79960736f0fe129f08_1"
    },
    {
      "start": 242,
      "end": 269,
      "text": "\nMadhya Pradesh High Court\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2e9a8e63c0643ae8ac4b8e2cd2931f9_2"
    },
    {
      "start": 269,
      "end": 339,
      "text": "M/S Mold Tek Packaging Ltd ... vs S.D. Containers on 1 September, 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9f398b86c4442d5b8475d44b4abea17_3"
    },
    {
      "start": 340,
      "end": 379,
      "text": "\nAuthor: Vivek Rusia\nBench: Vivek Rusia",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3fd974a14b8e4b3481e9cc9025e88f09_4"
    },
    {
      "start": 380,
      "end": 441,
      "text": "\n-1-                              M.P.No.2156/2020\n\n\n\n\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a9e4d0c979b47cebee2c81b7a2cb14a_5"
    },
    {
      "start": 441,
      "end": 502,
      "text": "High Court Of Madhya Pradesh: Bench At\n                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "84895cbcf3f145b98ea8256f04a350a9_6"
    },
    {
      "start": 502,
      "end": 508,
      "text": "Indore",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2ade524c2068458087b0a203191ed774_7"
    },
    {
      "start": 516,
      "end": 573,
      "text": "(Single Bench: Hon'Ble Shri Justice Vivek Rusia)\n\n\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "27179c75bc5541a2af93c143d2c1e44f_8"
    },
    {
      "start": 573,
      "end": 632,
      "text": "1 . Case Number          :Mis. Petition No.2156/2020\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "368480f5dc544333b524e1b9dc76df51_9"
    },
    {
      "start": 632,
      "end": 658,
      "text": "2 . Parties Name         :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "34917fa4f6eb471a84e0c341009b7841_10"
    },
    {
      "start": 659,
      "end": 686,
      "text": "M/s Mold-Tek Packaging Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8e15555167d145b7a2d99e93cf229978_11"
    },
    {
      "start": 730,
      "end": 787,
      "text": "Vs.\n                               S.D.Containers, Indore",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5f9cf1d5489842848454233f25dddf6f_12"
    },
    {
      "start": 795,
      "end": 820,
      "text": "3. Date of Order        :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fb4128c0f5b142c29f5ed3a9a12de4f7_13"
    },
    {
      "start": 821,
      "end": 841,
      "text": "1st September, 2020.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ff2ffd462714efaa44cb7faafe3d7df_14"
    },
    {
      "start": 849,
      "end": 866,
      "text": "4. Bench (Single)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d40a9a6552d438c999d6782e446ab31_15"
    },
    {
      "start": 873,
      "end": 907,
      "text": ": Hon'ble Shri Justice Vivek Rusia",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e4ad8c95490f4a72904243721dd08d25_16"
    },
    {
      "start": 915,
      "end": 957,
      "text": "5. Whether approved for\n         reporting",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c40b4126781450b93aa5a8554a1c8f6_17"
    },
    {
      "start": 969,
      "end": 982,
      "text": ": Yes.\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "49fe0c3f8a2f42c69c1849f73149c378_18"
    },
    {
      "start": 982,
      "end": 1024,
      "text": "6 . Name of counsels for\n         parties.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "43c1784354b741eb855fa3e827cbdeaa_19"
    },
    {
      "start": 1037,
      "end": 1125,
      "text": ": Shri Vijay Asudani, learned\n                               counsel for the petitioner.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "283faf9776654aa5a7225153a91eb028_20"
    },
    {
      "start": 1158,
      "end": 1241,
      "text": ": Ms.Meenakshi, learned counsel\n                                for the respondent.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "227ca6d4c53f41c5ba82e81adc8747c9_21"
    },
    {
      "start": 1249,
      "end": 1265,
      "text": "7.Law laid down:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0d007085b4404ccc9866860730449c5e_22"
    },
    {
      "start": 1266,
      "end": 1442,
      "text": "\n\n      By virtue of section 3 the State Govt. may after\nconsultation with the concerned High Court by notification\nconstitute such number of Commercial Courts at the district.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fa66ffece81a4b13af79a340d34da623_23"
    },
    {
      "start": 1443,
      "end": 2228,
      "text": "\n      Section 3A provides for the designation of Commercial\nAppellate Courts at the District Judge level.\n      Section 4 provides the constitution of the Commercial\nDivision of those High Courts having ordinary original civil\njurisdiction by the Chief Justice of High Court.\n       Section 5 provides the constitution of the Commercial\nAppellate Division by the Chief Justice of the High Court.\nSection 6 defines the jurisdiction of the Commercial Courts and\nsection 7 defines the jurisdiction of Commercial Divisions of\nHigh Courts and according to which all the suits and applications\nrelating to commercial disputes of a specified value filed in a\nHigh Court having ordinary original civil jurisdiction shall be\nheard and disposed of by the Commercial Division of that High\nCourt.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2a229bc9ca754e6796802691310b6a99_24"
    },
    {
      "start": 2229,
      "end": 2317,
      "text": "As per the first proviso, all the suits and applications\nrelating to commercial disputes",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6872548f5bdd4a0da8b75537167c458e_25"
    },
    {
      "start": 2318,
      "end": 2502,
      "text": "lie in a Court not inferior to a\nDistrict Court and filed or pending on the original side of the\nHigh Court shall be heard and disposed of by the Commercial\nDivision of the High Court.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dfce2dc26bc849c3b6b99acb1ed1156d_26"
    },
    {
      "start": 2503,
      "end": 2917,
      "text": "By virtue of the second proviso, all\nsuits and applications transferred to the High Court by virtue of\nsub-section (4) of section 22 of the Act of 2000 or section 104 of\nthe Patents Act shall be heard and disposed of by the\nCommercial Division of the High Court in all the areas over\n -2-                              M.P.No.2156/2020\n\n\n\n\nwhich the High Court exercises ordinary original civil\njurisdiction.\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e0f1d16caf844ae3a174514b62821daf_27"
    },
    {
      "start": 2917,
      "end": 3066,
      "text": "Admittedly, the High Court of Madhya Pradesh is not\nhaving the original civil jurisdiction like the High Courts of\nCalcutta, Madras, Mumbai and Delhi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb6d68e5b8c044a6b49213a50cf40f5f_28"
    },
    {
      "start": 3067,
      "end": 3179,
      "text": ", therefore, in the State of\nMadhya Pradesh the State Govt. has established Commercial\nCourts at District level.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ee3bf37139ec46afb0bf8a421b7e78d7_29"
    },
    {
      "start": 3180,
      "end": 3576,
      "text": "By virtue of the second proviso of\nsection 7 the suit and the proceedings filed under the Design Act\nof 2000 or the Patent Act shall be transferred to the Commercial\nDivision of the High Court exercising ordinary original civil\njurisdiction but similar proviso has not been provided in section\n6 because in which there is a provision of the constitution of\nCommercial Courts at the district level",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a925d74e2f6549d5b11557e28fb819b0_30"
    },
    {
      "start": 3577,
      "end": 3650,
      "text": "as the High Court is not\nhaving the ordinary original civil jurisdiction.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "454f19d258dd4cf8a993e67585c9402e_31"
    },
    {
      "start": 3651,
      "end": 3935,
      "text": "\n      That the Government of Madhya Pradesh in exercise of the\npower conferred by sub-section (1) and (2) of section 3 and 3A\nof the Commercial Court Act,2015 has constituted Commercial\nCourts at District Judge level Commercial Appellate Courts at\nDistrict Judge level respectively .",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1124b5cae6a4fb583bca8b927f692c0_32"
    },
    {
      "start": 3936,
      "end": 4067,
      "text": "\n       The Commercial Courts Act is a special enactment having\nan overriding effect over other enactments by virtue of section\n21.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69769a83b8e74ecfb22cabeee1d6d7b3_33"
    },
    {
      "start": 4068,
      "end": 4300,
      "text": "The Parliament was conscious enough to provide a provision\nof transfer of commercial dispute to the High Court only having\nthe ordinary original civil jurisdiction but all other High Courts\ndo not enjoy the original jurisdiction and",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e3c3f5adb9c24863937506008b24a694_34"
    },
    {
      "start": 4301,
      "end": 4534,
      "text": "where the provision has\nbeen made for constitution of Commercial Courts and all the\nsuits and applications relating to the commercial disputes are\nliable to be transferred to the Commercial Courts as per the\nterritorial jurisdiction.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "194a272e3e8c44ff9708a00806092961_35"
    },
    {
      "start": 4535,
      "end": 4766,
      "text": "Despite the word 'High Court' used in\nsection 22 (4) of the Design Act,2000 but after enactment of the\nCommercial Courts Act 2000, such a suit is liable to be\ntransferred to the Commercial Court and not to the High Court in\na State",
      "labels": [
        "PREAMBLE"
      ],
      "id": "17763fae03b94ccb9e00a4bd5990715d_36"
    },
    {
      "start": 4767,
      "end": 4832,
      "text": "where the High Court has no ordinary original civil\njurisdiction.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9525cfe03ae54cc3984ba46961625243_37"
    },
    {
      "start": 4833,
      "end": 4885,
      "text": "\n\n\n                                    (Vivek Rusia)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "92623aaca86d431da1addc60b373c9bf_38"
    },
    {
      "start": 4927,
      "end": 4940,
      "text": "Judge \n\n\n\nhk/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "42a6d05fa400453abdd497ec7d257f50_39"
    },
    {
      "start": 4943,
      "end": 5032,
      "text": "-3-                                   M.P.No.2156/2020\n\n\n\n\n High Court Of Madhya Pradesh:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6f06e4c83189468282569fe7a53bef7c_40"
    },
    {
      "start": 5033,
      "end": 5075,
      "text": "Bench At\n                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f9c3767ffae4e7da3042379b8b37797_41"
    },
    {
      "start": 5075,
      "end": 5081,
      "text": "Indore",
      "labels": [
        "PREAMBLE"
      ],
      "id": "321a87532d5643f4b33e7c1c345ffd1f_42"
    },
    {
      "start": 5089,
      "end": 5102,
      "text": "Single Bench:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8962e47d140d4dc78b9450eb120debf9_43"
    },
    {
      "start": 5103,
      "end": 5135,
      "text": "Hon'Ble Shri Justice Vivek Rusia",
      "labels": [
        "PREAMBLE"
      ],
      "id": "255fac8f882447728072b6d674108481_44"
    },
    {
      "start": 5157,
      "end": 5184,
      "text": "Misc. Petition No.2156/2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "91caacc7ccda4632adb1e1cc4f1f7b2e_45"
    },
    {
      "start": 5196,
      "end": 5206,
      "text": "Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ad48063deff4447861d2ef03c20a190_46"
    },
    {
      "start": 5207,
      "end": 5224,
      "text": "         :      M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d62e9d45bf784575943ecc9350219143_47"
    },
    {
      "start": 5225,
      "end": 5252,
      "text": "/ s Mold-Tek Packaging Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8141aa149c694f5ea86e1af7ed40a4f6_48"
    },
    {
      "start": 5279,
      "end": 5321,
      "text": "Versus\n        Respondents         :      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "619de41c22a0481eaa625a6731881df2_49"
    },
    {
      "start": 5321,
      "end": 5343,
      "text": "S.D.Containers, Indore",
      "labels": [
        "PREAMBLE"
      ],
      "id": "60b98a3555024d9aa67903e08c6a5c89_50"
    },
    {
      "start": 5353,
      "end": 5412,
      "text": "-----------------------------------------------------------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0eb4beeee26438cac3f4907c335039e_51"
    },
    {
      "start": 5422,
      "end": 5484,
      "text": "Shri Vijay Asudani learned counsel for the petitioner.\n       ",
      "labels": [
        "NONE"
      ],
      "id": "21f85e26a180466cb73be6963ad08808_52"
    },
    {
      "start": 5484,
      "end": 5532,
      "text": "Ms.Meenakshi learned counsel for the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "fe63e4b06d2f492d920f0a4483f7693f_53"
    },
    {
      "start": 5542,
      "end": 5601,
      "text": "-----------------------------------------------------------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d3f6a09c15b54357b68abc02a71f612d_54"
    },
    {
      "start": 5635,
      "end": 5645,
      "text": "O R D E R\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "645d42fe1a05414c8e97877b63cd38d3_55"
    },
    {
      "start": 5645,
      "end": 5845,
      "text": "(Passed on 01.09.2020 ) Being aggrieved by the order dated 23.3.2020 passed by the Commercial Court (District Court, Indore) whereby the civil suit has been transferred to Calcutta High Court under se",
      "labels": [
        "RLC"
      ],
      "id": "d968539ef5e84583a708353b59168c3e_56"
    },
    {
      "start": 5846,
      "end": 5987,
      "text": "ction 22(4) of the Design Act, 2000, the applicant/plaintiff has filed the present writ petition under Art. 227 of the Constitution of India.",
      "labels": [
        "FAC"
      ],
      "id": "9a210476661946438d36b6b71784b6cc_57"
    },
    {
      "start": 5988,
      "end": 6038,
      "text": "\nFacts of the case, in nutshell, are as under:-\n1.",
      "labels": [
        "FAC"
      ],
      "id": "1f3dda8c6d124a958dea0e7f32b115b8_58"
    },
    {
      "start": 6039,
      "end": 6236,
      "text": "The applicant being a public limited company registered under the provisions of Companies Act, 1956 has filed the civil suit through its Managing Director (hereinafter referred to as \"plaintiff'').",
      "labels": [
        "FAC"
      ],
      "id": "2685c634a0ea46a48ec6428494f2f4af_59"
    },
    {
      "start": 6237,
      "end": 6476,
      "text": "The Plaintiff Company was established in the year 1985, and has been engaged in the business of manufacturing and selling rigid plastic packaging material including manufacturing of injection molded containers for lubes, paints food, etc..",
      "labels": [
        "FAC"
      ],
      "id": "f5d586b56b3546d2aa9abb8e8fe24da0_60"
    },
    {
      "start": 6477,
      "end": 6656,
      "text": "The Plaintiff company also manufactures containers made out of rigid plastic of various sizes and shapes the paint industry, food industry, dairy industry, and lubricant industry.",
      "labels": [
        "FAC"
      ],
      "id": "c149a7aa6dab4ea190f6afcecf9273d9_61"
    },
    {
      "start": 6657,
      "end": 6888,
      "text": "The Plaintiff is claiming the status of pioneers by way of their in house research and developmental activities in the area of their inventive and creative efforts for developing the variety of tamper-proof lids of Pails/Container.",
      "labels": [
        "FAC"
      ],
      "id": "01f170c913274c8fb35068878bfd7efe_62"
    },
    {
      "start": 6889,
      "end": 7135,
      "text": "The plaintiff submitted applications in the year 2015 and 2017 for registration of design of the lids of the containers, containers, lids with the spout, jar or container with the Controller General of Patents, Designs and Trademarks, Kolkatta 2.",
      "labels": [
        "FAC"
      ],
      "id": "23ce05b3f66649e5b316cfaaad4e1fa9_63"
    },
    {
      "start": 7136,
      "end": 7492,
      "text": "According to the plaintiff, in September- November 2019 it came to their knowledge that non-applicant (hereinafter referred as \"Defendant\") is producing lid and container of exactly similar design as that of the Plaintiff and supplying them to edible oil Manufactures and some of them are even existing customers of the plaintiff viz M/s Mahendra Brothers.",
      "labels": [
        "FAC"
      ],
      "id": "7d6e2c330793418cb08d6e0daf31e146_64"
    },
    {
      "start": 7493,
      "end": 8105,
      "text": "\n3. Based on the cause of action arose on 10/1/2020 and above mentioned facts the plaintiff has filed the suit before the Commercial Court ( District Court at Indore) seeking a decree of declaration that defendant has no right to manufacture containers that are similar to those manufactured by the plaintiff company, decree of permanent injection restraining the Defendant not to copy, use or enable others to use this plaintiff's Design of the Container under Design Application No: 299039 and Lid under Design Application No . 299041 SO and compensation of sum of Rs.5 crores towards notional Damages against.",
      "labels": [
        "FAC"
      ],
      "id": "6ee4bf4e80c94661b461dc7462faf342_65"
    },
    {
      "start": 8106,
      "end": 8390,
      "text": "Along with the plaint, the plaintiff has also filed an application of temporary injunction under O.39-R.1&2 of the Code of Civil Procedure,1908.\n4. That the defendant after appearance filed a written statement cum counter claim and reply to the application for a temporary injunction.",
      "labels": [
        "FAC"
      ],
      "id": "993be2503e0e4cb09b126cfcaa9d7564_66"
    },
    {
      "start": 8391,
      "end": 8540,
      "text": "Thereafter, the plaintiff has also filed an application under Order 7 Rule 11 of the Code of Civil Procedure,1908 seeking rejection of counter claim.",
      "labels": [
        "FAC"
      ],
      "id": "327afc5a0747422e868a75702c5c8197_67"
    },
    {
      "start": 8541,
      "end": 8715,
      "text": "The Respondent/ Defendant filed an Application under Section 22(4) of the Design Act, 2000 seeking for transfer of the suit to the High Court of Madhya Pradesh, Indore Bench.",
      "labels": [
        "FAC"
      ],
      "id": "9fdf1a04f08347be85a077cd377fa086_68"
    },
    {
      "start": 8717,
      "end": 9217,
      "text": "5. That the defendant by way of the written statement has specifically challenged the registration of the plaintiffs' designs on the grounds provided under Section 19(1) of the Design Act, 2000 and have averred that the salient features in the Plaintiffs Designs lack novelty and originality and that designs with similar features have been published in India or any other country before the date of registration, and hence both the Designs are liable for cancellation under Section 19(1) of the Act.",
      "labels": [
        "FAC"
      ],
      "id": "c8200692dcda471c96c4f7440b138a9c_69"
    },
    {
      "start": 9218,
      "end": 9454,
      "text": "The Defendant has further pleaded that having availed the grounds under Section 19 of the Act as the ground of defence, Section 22(4) of Act comes into force and the trial court must transfer the suit to the High Court for its decision.",
      "labels": [
        "FAC"
      ],
      "id": "188c4d6368b542758d85df996a668a1b_70"
    },
    {
      "start": 9455,
      "end": 9701,
      "text": "\n6. That vide impugned order dated 23.03.2020 the learned Comercial Court at Indore has allowed the application filed under section 22(4) of the Design Act,2000, and transferred the suit with all pending application to the High Court of Calcutta.",
      "labels": [
        "FAC"
      ],
      "id": "d0d405fd5bf84f8fb85a4dc5e732b890_71"
    },
    {
      "start": 9702,
      "end": 9849,
      "text": "\nBeing aggrieved by the above order the plaintiff has filed the present writ petition under Art 227 of the Constitution of India before this court.",
      "labels": [
        "FAC"
      ],
      "id": "59256a891fcc4a18b1ba4d54be9cd134_72"
    },
    {
      "start": 9851,
      "end": 10203,
      "text": "7. The plaintiff has assailed the impugned order on the ground that the learned commercial Court has failed to appreciate that as per provisions 22(4) of the Design Act, the suit or the proceedings can be transferred to Hon'ble High Court only when an appeal against the order passed by the Controller under section 19 is pending before the High Court.",
      "labels": [
        "FAC"
      ],
      "id": "d524c33170ef4a13b0c9688e8aefd831_73"
    },
    {
      "start": 10204,
      "end": 10523,
      "text": "The learned Commercial Court has failed to appreciate that the cause of action for filing the suit for permanent injunction and temporary injunction of sale of the products with piracy of registered design lies within the jurisdiction of Indore, hence the case could not have been transferred to High Court of Calcutta.",
      "labels": [
        "FAC"
      ],
      "id": "dfbd1f6834b6409cb4274cccdc4ff97d_74"
    },
    {
      "start": 10524,
      "end": 10780,
      "text": "Learned Court below ought to have adjudicated the application filed under Order 7 Rule 11 CPC for rejection of the counterclaim and application for a temporary injunction before deciding the application filed under section 22(4) of the Design Act, 2000.\n8.",
      "labels": [
        "FAC"
      ],
      "id": "5bcf94e056b44a35a19d9a20439d6273_75"
    },
    {
      "start": 10781,
      "end": 11374,
      "text": "That the defendant has filed the reply to the writ petition by submitting that by way of written statement -cum-counterclaim along with supporting documents the registration of Plaintiff's designs has specifically been challenged on the grounds provided under Section 19(1) of the Design Act, 2000 and has averred that the salient features in the Plaintiff's Designs lack novelty and originality and that designs with similar features have been published in India or any other country before the date of registration, and hence both the Designs are liable for cancellation under Section 19(1).",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "a9644d213d694276a8b0c36bd06f5d84_76"
    },
    {
      "start": 11375,
      "end": 11605,
      "text": "The Defendant further submitted that having availed the grounds under Section 19 of the Design Act, 2000 as the ground of defence, Section 22(4) of Act comes into force and the trial Court must transfer the suit to the High Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "63597e2644a8457c8e857b6c6fac60b0_77"
    },
    {
      "start": 11606,
      "end": 11922,
      "text": "Thus, as soon as a defence on any of the grounds as provided under Section 19 (1) of the Act is taken in the written statement filed by the Defendant, Section 22 (4) of the Act the District Court becomes functus officio, and the Suit is mandatory to be transferred to the High Court of that territorial jurisdiction.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "072ffdb23d7f452985f91269de4eeb14_78"
    },
    {
      "start": 11923,
      "end": 12108,
      "text": "However, the defendant by way of the application filed under Section 22(4) of the Act prayed before the Court for transfer of the suit to the High Court of Madhya Pradesh, Indore Bench.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3c5b71ab63f04b72b3f0ff2d3dfdabb8_79"
    },
    {
      "start": 12109,
      "end": 12178,
      "text": "\nI have heard learned counsel for the parties and perused the record.",
      "labels": [
        "NONE"
      ],
      "id": "a70f198b7df24b7583b72bddb88810fb_80"
    },
    {
      "start": 12179,
      "end": 12265,
      "text": "\n9. In my considered opinion, the following issues require consideration in this case.",
      "labels": [
        "NONE"
      ],
      "id": "8edbbfc40a564def9540d83b5022869a_81"
    },
    {
      "start": 12266,
      "end": 12452,
      "text": "\n(1) Whether the learned Judge has erred in transferring the proceeding of the civil suit from Commercial Court to the High Court under the provision of section 22(4) of the Act of 2000?",
      "labels": [
        "ISSUE"
      ],
      "id": "6c1491c3f57a4a63acb4fbcd1c1fe47f_82"
    },
    {
      "start": 12453,
      "end": 12771,
      "text": "\n(2) Whether the proceeding of the civil suit is liable to be transferred to the High Court of Calcutta or Commercial Court at Indore by virtue of the provisions of the Commercial Courts, Commercial Division, Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016) is competent to decide the civil suit?",
      "labels": [
        "ISSUE"
      ],
      "id": "e7d60d73951843f1ae66175bd0e1cdb5_83"
    },
    {
      "start": 12772,
      "end": 12986,
      "text": "\nSo far the transfer of the Civil Suit to the High Court of Calcutta is concerned, the plaintiff and the defendant both have unanimity that the Court at Indore has territorial jurisdiction to decide the civil suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c812701b4d74f82b1f94bfaeba82dd1_84"
    },
    {
      "start": 12987,
      "end": 13184,
      "text": "Even otherwise Section 20 of the CPC inter alia provides that the civil suit can be instituted where a defendant resides or carries on his business and the cause of action wholly or in part arises.",
      "labels": [
        "STA"
      ],
      "id": "413cec3696c04d839bf98b3e9b95a83e_85"
    },
    {
      "start": 13185,
      "end": 13309,
      "text": "The provisions of section 22 of the Design Act, 2000 does not specify the Court, wherein such proceedings can be instituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e3bf874e3154f86a94584410ef8c8b7_86"
    },
    {
      "start": 13310,
      "end": 14106,
      "text": "As per allegation in the plaint the defendant carries business at Indore and, by imitating its design hence the Indore Court is having jurisdiction to decide the civil suit but the core issue for consideration is whether the proceeding of the Civil Suit is liable to be transferred from the Commercial Court at Indore to the High Court under the provision of section 22(4) of the Act of 2000.\n10. The Design Act of 2000 has been enacted to consolidate and amend the law relating to the protection of designs and came into force w.e.f. 11.05.2001 by repealing the Design Act, 1911. Section 2(e) of the Design Act of 2000 defines 'High Court' and according to which the High Court shall have the same meaning as assigned to it in clause (i) of sub-section (i) of section 2 of the Patents Act, 1970.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9130f329da7e4b1bb7ea4f13c322d7c1_87"
    },
    {
      "start": 14107,
      "end": 14372,
      "text": "Chapter-II of the Design Act of 2000 deals with the registration of designs and the Controller General of the Patents, Designs and Trade Marks is the competent authority either to register a design or refuse to register any design presented to him for registration.",
      "labels": [
        "STA"
      ],
      "id": "cca758e2ad234463be9cab896ccfa78a_88"
    },
    {
      "start": 14373,
      "end": 14508,
      "text": "Sub-section (4) of section 5 provides a remedy of appeal to the High Court by any person aggrieved by any such refusal of registration.",
      "labels": [
        "STA"
      ],
      "id": "55e1df4699914ffbb37fdd0cc5776227_89"
    },
    {
      "start": 14509,
      "end": 14793,
      "text": "Section 9 provides issuance of the certificate of registration to the proprietor of the design and section 10 provides that register of designs shall be kept at the Patent Office containing names and addresses of proprietors of the registered designs and notifications of assignments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "797c2e0a9d454cb18592c9dee85e2007_90"
    },
    {
      "start": 14794,
      "end": 15005,
      "text": "By virtue of section 11 when a design is registered, the registered proprietor of the design, shall subject to the provisions of the Act, have copyright of the design for ten years from the date of registration.",
      "labels": [
        "STA"
      ],
      "id": "00a1e40d95ac418badea668c14bb46f8_91"
    },
    {
      "start": 15007,
      "end": 15205,
      "text": "11. Any person interested may present a petition for cancellation of the registration of a design to the Controller under section 19 of the Act of 2000 on any grounds provided under sub-section (1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5bf8f800ba1645a8b3eeaacf1b562629_92"
    },
    {
      "start": 15206,
      "end": 15300,
      "text": "Section 19 (2) provides a remedy of appeal to the High Court from any order of the Controller.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10d394168b6a4383916a94000977fe9a_93"
    },
    {
      "start": 15301,
      "end": 15413,
      "text": "Section 19 (2) also gives power to the Controller to refer any such petition to the High Court for its decision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a31bff886af342dbb9c71c2ed9a69882_94"
    },
    {
      "start": 15414,
      "end": 15491,
      "text": "Chapter-V of the Act of 2000 deals with the piracy of the registered designs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "275f3d0e15bc4063b17a3ab2d2fa8345_95"
    },
    {
      "start": 15492,
      "end": 15794,
      "text": "Section 22 provides that during the existence of the copyright in any design, it shall not be lawful for any person to apply in any article or in any class of articles in which the design is registered or do any imitation thereof except with the license or written consent of the registered proprietor.",
      "labels": [
        "STA"
      ],
      "id": "8e7544112c6e407fa09eba97043caf2f_96"
    },
    {
      "start": 15795,
      "end": 15998,
      "text": "\nUnder sub-section (2) of section 22 if any person acts in contravention of this section he shall be liable to pay to the registered proprietor of the design a sum of Rs.25,000/- for every contravention.",
      "labels": [
        "STA"
      ],
      "id": "fb5d9e51b9a24b70b063d2155a49a036_97"
    },
    {
      "start": 15999,
      "end": 16169,
      "text": "As per sub-section (2) (b) of section 22 a proprietor may bring a suit for recovery of damage for any such contravention and an injunction against the repetition thereof.",
      "labels": [
        "STA"
      ],
      "id": "99bffcf6c7d941d3a1d211d63bd6eeef_98"
    },
    {
      "start": 16170,
      "end": 16353,
      "text": "By virtue of the second proviso of section 22 (2) no suit or any other proceeding for relief under this sub-section shall be instituted in any Court below the Court of District Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba11642c17c443239b82a39be9b2b353_99"
    },
    {
      "start": 16354,
      "end": 16582,
      "text": "Under section 22 (3) in any suit or any other proceeding for the relief under sub-section (2) the defendant may take a ground for its defence which are available under section 19 for cancellation of a registration of the design.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "462334e5d9b548e5a35ac827bd37993c_100"
    },
    {
      "start": 16583,
      "end": 16867,
      "text": "By virtue of sub-section (4) of section 22 where any ground on which the registration of a design may be cancelled under section 19 has been available of as a ground of defence, then the suit or any such proceeding shall be transferred by the Court to the High Court for its decision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a2aacf09e344db99d378f8483383ad7_101"
    },
    {
      "start": 16868,
      "end": 17272,
      "text": "In the present case, in the suit filed by the plaintiff, the defendant has challenged the registration of design of the plaintiff on the ground that such a design ought not to have been registered which is one of the grounds available under section 19 for cancellation of the design, therefore, by virtue of sub-section (4) of section 22 the defendant sought transfer of the Civil Suit to the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ce0402f4970435b9f85a6f96d455fdf_102"
    },
    {
      "start": 17274,
      "end": 17544,
      "text": "12. Shri Asudani, learned counsel for the plaintiff submits that an appeal lies to the High Court against the registration of the designs by the Controller, therefore, under section 22(4) the proceedings can be transferred if any appeal is pending before the High Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "245ed01adcd24e94b6e00988cb5799ed_103"
    },
    {
      "start": 17545,
      "end": 18019,
      "text": "In support of his contention, he has placed reliance over the judgment in the case of Whirlpool of India vs. Videocon Industries Ltd. 2014 SCC Online Bom 565; Castrol India Ltd. vs. Tide Water Oil Co. (I) Ltd. 1994 SCC Online Cal. 303; Bharat Glass Tube Ltd. vs. Gopal Glass Works Ltd. (2008) 10 SCC 657; Dart industries vs. Poluset Plastics Pvt. Ltd. 2018 SCC Online Del 10229 & Godrej Sara Lee Ltd. vs. Reckitt Benckiser Australia Ptu. Ltd. & another (2010) 2 SCC 535.\n13.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "98c385bb99774fc1a8b3453c3108b46a_104"
    },
    {
      "start": 18020,
      "end": 18446,
      "text": "Learned counsel appearing for the respondent vehemently opposes the aforesaid prayer by submitting that section 22 (4) is an independent proceeding and the moment any ground on which the registration of the design may be cancelled has been taken in the written statement, the District Court becomes functus officio to decide the suit and the suit or the proceedings are liable to be transferred to the High Court for decision.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "a0cca75927324256b763c8d88c571684_105"
    },
    {
      "start": 18447,
      "end": 18538,
      "text": "The language of this provision is unambiguous and there cannot be any other interpretation.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ebd8a528b88049ce94295ee5d85699a8_106"
    },
    {
      "start": 18539,
      "end": 19134,
      "text": "In support of the contention, learned counsel for the respondent has placed reliance over the judgments passed in the case of Astral Polytechnic Limited vs. Ashirvad Pipes Pvt. Ltd. & others reported in MANU/KA/0119/2008; R.N.Gupta & Co. Ltd. vs. Action Construction Equipments Ltd. reported in 2016 SCC Online Allahabad 975; Escorts Construction Equipment Ltd. vs. Gautam Engineering Company & others reported in MANU/JK/0409/2009; Salutri Remedies vs. Unim Pharma Lab Pvt. Ltd. reported in 2009 SCC Guj. 9488 and Standard Glass Beads Factory and another reported in 1980 SCC Online All 59.\n14.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "36d4183f3c2f4a5bbfe542eb496d6e00_107"
    },
    {
      "start": 19135,
      "end": 20223,
      "text": "For ready reference section 22 the Design Act,2000 is reproduced below:-\n22. Piracy of registered design.--\n(1) During the existence of copyright in any design it shall not be lawful for any person-- (a) for the purpose of sale to apply or cause to be applied to any article in any class of articles in which the design is registered, the design or any fraudulent or obvious imitation thereof, except with the licence or written consent of the registered proprietor, or to do anything with a view to enable the design to be so applied; or (b) to import for the purposes of sale, without the consent of the registered proprietor, any article belonging to the class in which the design has been registered, and having applied to it the design or any fraudulent or obvious imitation thereof; or (c) knowing that the design or any fraudulent or obvious imitation thereof has been applied to any article in any class of articles in which the design is registered without the consent of the registered proprietor, to publish or expose or cause to be published or exposed for sale that article.\n",
      "labels": [
        "STA"
      ],
      "id": "2a434c3117d741e5bdde8135b63ba193_108"
    },
    {
      "start": 20223,
      "end": 20702,
      "text": "(2) If any person acts in contravention of this section, he shall be liable for every contravention-- (a) to pay to the registered proprietor of the design a sum not exceeding twenty-five thousand rupees recoverable as a contract debt, or (b) if the proprietor elects to bring a suit for the recovery of damages for any such contravention, and for an injunction against the repetition thereof, to pay such damages as may be awarded and to be restrained by injunction accordingly:",
      "labels": [
        "STA"
      ],
      "id": "7921e4af34e74f4b8019abe94a8552ec_109"
    },
    {
      "start": 20703,
      "end": 20985,
      "text": "\nProvided that the total sum recoverable in respect of any one design under clause (a) shall not exceed fifty thousand rupees:\nProvided further that no suit or any other proceeding for relief under this sub-section shall be instituted in any court below the court of District Judge.",
      "labels": [
        "STA"
      ],
      "id": "67045ac69535497cb6fe456daba3f42a_110"
    },
    {
      "start": 20986,
      "end": 21189,
      "text": "\n(3) In any suit or any other proceeding for relief under sub- section (2), every ground on which the registration of a design may be cancelled under section 19 shall be available as a ground of defence.",
      "labels": [
        "STA"
      ],
      "id": "929c8d546be94c2dbb2cd7869171e01f_111"
    },
    {
      "start": 21190,
      "end": 21645,
      "text": "\n(4) Notwithstanding anything contained in the second proviso to sub-section (2), where any ground on which the registration of a design may be cancelled under section 19 has been availed of as a ground of defence and sub-section (3) in any suit or other proceeding for relief under sub-section (2), the suit or such other proceeding shall be transferred by the court, in which the suit or such other proceeding is pending, to the High Court for decision.",
      "labels": [
        "STA"
      ],
      "id": "06713481a27c44dcab7ffd32aea1cb6a_112"
    },
    {
      "start": 21646,
      "end": 21839,
      "text": "\n(5) When the court makes a decree in a suit under sub-section (2), it shall send a copy of the decree to the Controller, who shall cause an entry thereof to be made in the register of designs.",
      "labels": [
        "STA"
      ],
      "id": "e722e2bbc3284ff8b846426b82288118_113"
    },
    {
      "start": 21841,
      "end": 22139,
      "text": "So far the provision of section 22(4) of the Design Act,2000 is concerned it provides that if the defendant raises a grounds as a defence which are available under section 19, the proceeding shall be transferred by the Court in which the suit or such other proceedings is pending to the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f559facf5b4b4fe996e52065a1236441_114"
    },
    {
      "start": 22140,
      "end": 22212,
      "text": "This provision is mandatory in nature as the word \"shall\" is used in it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a333cc86a6b40f796487da9a6ab96d0_115"
    },
    {
      "start": 22213,
      "end": 22341,
      "text": "However, the High Court also enjoys the appellate jurisdiction under section 5 (4) and section 19 (2) of the Design Act of 2000.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ee3152729f94092bdbde2b647e07ee2_116"
    },
    {
      "start": 22342,
      "end": 22583,
      "text": "If the Controller refuses to register any design the person aggrieved may file an appeal and if the Controller registered any design, any person interested and aggrieved can file an appeal to the High Court for challenging such registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f49722db3a374c9c8f162fd3d9e2d47c_117"
    },
    {
      "start": 22584,
      "end": 22822,
      "text": "In the present case, the defendant is challenging the design of the plaintiff in the present suit by way of counterclaim but no petition under section 19 has been filed before the Controller for cancellation of registration of the design.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "736dd745bb9a454983a4380e24d46d38_118"
    },
    {
      "start": 22824,
      "end": 23029,
      "text": "15. The core issue before this Court is whether the proceedings of the Civil Suit pending before the Commercial Court are liable to be transferred to the High Court under section 22 (4) of the Act of 2000.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6cc431afa2f469baa6488d7cf46c2cb_119"
    },
    {
      "start": 23030,
      "end": 23695,
      "text": "The Parliament has enacted the Commercial Courts, Commercial Division, Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016) (hereinafter referred to as 'the Commercial Courts Act, 2015') for the establishment of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto. Section 2 (c) of the Act of 2015 defines \"commercial dispute\" and 2 (c) (xvii) defines disputes pertaining to intellectual property like trademarks, copyright, patent, design etc. as commercial disputes.",
      "labels": [
        "STA"
      ],
      "id": "b4c40c167feb40be8c5edaecf51d56c5_120"
    },
    {
      "start": 23696,
      "end": 23955,
      "text": "\nsection 2 (c) commercial dispute means a dispute arising out of (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semicon- ductor integrated circuits;",
      "labels": [
        "STA"
      ],
      "id": "2cee249d7d0e45e5b5d0e091c16d4180_121"
    },
    {
      "start": 23956,
      "end": 25291,
      "text": "\nFor ready reference sections 3 to 7 of the Commercial Court Act,2015 are reproduced below:-\n3. Constitution of Commercial Courts.--\n(1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdic- tion and powers conferred on those Courts under this Act:\n2[Provided that with respect to the High Courts having or- dinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level:\nProvided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh ru- pees and not more than the pecuniary jurisdiction exercis- able by the District Courts, as it may consider necessary.]; 3[(1A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the con- cerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may con- sider necessary.];",
      "labels": [
        "STA"
      ],
      "id": "b8d1018b53e0403fb0ff84c23cdc1faf_122"
    },
    {
      "start": 25292,
      "end": 25556,
      "text": "\n(2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits.",
      "labels": [
        "STA"
      ],
      "id": "a6c04b82f2a441ea895e551e4ed3a6c9_123"
    },
    {
      "start": 25557,
      "end": 26373,
      "text": "\n(3) The 4[State Government may], with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial dis- putes to be the Judge or Judges, of a 5[Commercial Court either at the level of District Judge or a court below the level of a District Judge].\n3A. Designation of Commercial Appellate Courts.--Ex- cept the territories over which the High Courts have ordi- nary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by noti- fication, designate such number of Commercial Appellate Courts at District Judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those Courts under this Act.]\n4. Constitution of Commercial Division of High Court.",
      "labels": [
        "STA"
      ],
      "id": "2803bbd2778a41a6aac217cf92b2effc_124"
    },
    {
      "start": 26374,
      "end": 26678,
      "text": "\n--(1) In all High Courts, having 7[ordinary original civil jurisdiction], the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of ex- ercising the jurisdiction and powers conferred on it under this Act.",
      "labels": [
        "STA"
      ],
      "id": "faf670eaf92e494fb23cc2fba6ccf282_125"
    },
    {
      "start": 26679,
      "end": 26863,
      "text": "\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Com- mercial Division.",
      "labels": [
        "STA"
      ],
      "id": "cea7b63098a544e0ade8ee0964c04d54_126"
    },
    {
      "start": 26864,
      "end": 26916,
      "text": "\n5. Constitution of Commercial Appellate Division.--",
      "labels": [
        "STA"
      ],
      "id": "d4e909d8a6fe401196adafa749583e34_127"
    },
    {
      "start": 26917,
      "end": 27104,
      "text": "(1) After issuing notification under subsection (1) of sec- tion 3 or order under sub-section (1) of section 4, the Chief Justice of the concerned High Court shall, by order, consti- tute",
      "labels": [
        "STA"
      ],
      "id": "2823d3e176c1455f8cea741af9307591_128"
    },
    {
      "start": 27105,
      "end": 27258,
      "text": "Commercial Appellate Division having one or more Division Benches for the purpose of exercising the juris- diction and powers conferred on it by the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f7b2ea10cdd44cf98851800662ccb79_129"
    },
    {
      "start": 27259,
      "end": 27453,
      "text": "\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Com- mercial Appellate Division.",
      "labels": [
        "STA"
      ],
      "id": "68750bdc15204e5cac02361cbad5e68b_130"
    },
    {
      "start": 27454,
      "end": 27473,
      "text": "\n6. Jurisdiction of",
      "labels": [
        "ANALYSIS"
      ],
      "id": "076c22b999784c9a9d32090832bfe421_131"
    },
    {
      "start": 27474,
      "end": 27496,
      "text": "Commercial Court.--The",
      "labels": [
        "STA"
      ],
      "id": "c114199087134bcd9f1acbd0ee05f0d8_132"
    },
    {
      "start": 27497,
      "end": 27732,
      "text": "Commercial Court shall have jurisdiction to try all suits and applica- tions relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "4ae89442575c4a44b48f2ba3acd67033_133"
    },
    {
      "start": 27733,
      "end": 28111,
      "text": "Explanation.--For the purposes of this section, a commer- cial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Proce- dure, 1908 (5 of 1908).",
      "labels": [
        "STA"
      ],
      "id": "99e37b23ad5f4c5faa6f67d458aa8f50_134"
    },
    {
      "start": 28112,
      "end": 28168,
      "text": "\n7. Jurisdiction of Commercial Divisions of High Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bcaabf5a5e8b4f80936144f379b01213_135"
    },
    {
      "start": 28169,
      "end": 28402,
      "text": "\n--All suits and applications relating to commercial dis- putes of a Specified Value filed in a High Court having or- dinary original civil jurisdiction shall be heard and dis- posed of by the Commercial Division of that High Court:\n",
      "labels": [
        "STA"
      ],
      "id": "dc62b647c0f8472087c1f01f1253f7fb_136"
    },
    {
      "start": 28402,
      "end": 28690,
      "text": "Provided that all suits and applications relating to commer- cial disputes, stipulated by an Act to lie in a court not infe- rior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:",
      "labels": [
        "STA"
      ],
      "id": "89201cfdb24d41ee98850350b9f3d151_137"
    },
    {
      "start": 28692,
      "end": 29075,
      "text": "Provided further that all suits and applications trans- ferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or sec- tion 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9879d9226f9446e5b784d88970f406a1_138"
    },
    {
      "start": 29076,
      "end": 29713,
      "text": "\n(emphasised supplied) By virtue of section 3 the State Govt. may after consultation with the concerned High Court by notification constitute such number of Commercial Courts at the district level and as per the proviso with respect to the High Court having ordinary original civil jurisdiction, the State Govt. may after consultation with the concerned High Court by notification constitute Commercial Courts at the District Judge level and as per the second proviso for the High Court having ordinary original civil jurisdiction, the State Govt. may by notification specify such pecuniary value which shall not be less than Rs.3 lakhs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c94d3f21abf84f6baa946048f9033206_139"
    },
    {
      "start": 29714,
      "end": 29813,
      "text": "Section 3A provides for the designation of Commercial Appellate Courts at the District Judge level.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "024ec795a10a4f23bfdb49a434444b38_140"
    },
    {
      "start": 29814,
      "end": 30071,
      "text": "Section 4 provides the constitution of the Commercial Division of those High Courts having ordinary original civil jurisdiction by the Chief Justice of High Court by constituting a Commercial Division having one or more Benches consisting of a single Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "977bb0765338409cb268ccba71ca46e5_141"
    },
    {
      "start": 30072,
      "end": 30310,
      "text": "Section 5 provides the constitution of the Commercial Appellate Division whereby the Chief Justice of the High Court shall constitute a Commercial Appellate Division at all the High Courts irrespective of vesting of original jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38640093c53046b0bdbd62c5017d16d7_142"
    },
    {
      "start": 30311,
      "end": 30699,
      "text": "Section 6 defines the jurisdiction of the Commercial Courts and section 7 defines the jurisdiction of Commercial Divisions of High Courts and according to which all the suits and applications relating to commercial disputes of a specified value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc5992dfd4b349e2b27d6fdd218a8e60_143"
    },
    {
      "start": 30700,
      "end": 30973,
      "text": "As per the first proviso, all the suits and applications relating to commercial disputes lie in a Court not inferior to a District Court and filed or pending on the original side of the High Court shall be heard and disposed of by the Commercial Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e5a3232db514a99b983f9e41ee9be7b_144"
    },
    {
      "start": 30974,
      "end": 31327,
      "text": "By virtue of the second proviso, all suits and applications transferred to the High Court by virtue of sub- section (4) of section 22 of the Act of 2000 or section 104 of the Patents Act shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cfa0950fcc04c13bc12bef4657ccc5e_145"
    },
    {
      "start": 31328,
      "end": 31589,
      "text": "Admittedly, the High Court of Madhya Pradesh is not having the original civil jurisdiction like the High Courts of Calcutta, Madras, Mumbai and Delhi, therefore, in the State of Madhya Pradesh the State Govt. has established Commercial Courts at District level.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b5c3a29b9fd49b6be113a5355ef7dd3_146"
    },
    {
      "start": 31590,
      "end": 32053,
      "text": "By virtue of the second proviso of section 7 the suit and the proceedings filed under the Act of 2000 or the Patent Act shall be transferred to the Commercial Division of the High Court exercising ordinary original civil jurisdiction but similar proviso has not been provided in section 6 because in which there is a provision of the constitution of Commercial Courts at the district level as the High Court is not having the ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ba470d054c04c6aadfa50235fb0de65_147"
    },
    {
      "start": 32054,
      "end": 32549,
      "text": "That the Government of Madhya Pradesh in exercise of the power conferred by sub-section (1) and (2) of section 3 of the Commercial court Act vide notification No. F.No.17(E)17/2016/XXI-B(1)1888/2019 dated 2.4.2019 has constituted Commercial Courts at District Judge level and in exercise of the power conferred by section 3A of the Commercial court Act vide F.No.17(E)17/2016/XXI- B(1)1888/2019 notification dated 2.4.2019 has constituted Commercial Appellate Courts at District Judge level.\n16.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42c376253b094222b7b9afc4a1152ce1_148"
    },
    {
      "start": 32550,
      "end": 32673,
      "text": "The Commercial Courts Act is a special enactment having an overriding effect over other enactments by virtue of section 21.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a65dfb6a4b214b7fb3bd934540c41b55_149"
    },
    {
      "start": 32674,
      "end": 33140,
      "text": "The Parliament was conscious enough to provide a provision of transfer of commercial dispute to the High Court only having the ordinary original civil jurisdiction but all other High Courts do not enjoy the original jurisdiction and where the provision has been made for constitution of Commercial Courts and all the suits and applications relating to the commercial disputes are liable to be transferred to the Commercial Courts as per the territorial jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7974a26ed50c4ad5bb7463cc286a1936_150"
    },
    {
      "start": 33141,
      "end": 33415,
      "text": "Despite the word 'High Court' used in section 22 (4) but after enactment of the Commercial Courts Act 2000, such a suit is liable to be transferred to the Commercial Court and not to the High Court in a State where the High Court has no ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6118a927702041328668bda0ad50b8a4_151"
    },
    {
      "start": 33417,
      "end": 33849,
      "text": "17. The Apex Court in the case of Godrej Sara Lee Ltd.\nvs. Reckit Benckiser Australia Pty. Ltd. & another reported (2010) 2 SCC 535 has held that the legislature intended that an application for cancellation of registration of design would lie to the Controller exclusively without the High Court having a parallel jurisdiction to entertain such matter because all the appeal from the order of the Controller lies to the High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "69ab5264564943c9bb4a9f33511121ad_152"
    },
    {
      "start": 33850,
      "end": 33987,
      "text": "It is further held that under the Design Act of 2000 the High Court would be entitled to assume jurisdiction only at the appellate stage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06bd1acb7f1b44d080dfa1f7caf11b82_153"
    },
    {
      "start": 33988,
      "end": 34343,
      "text": "In this case, a civil suit was also filed before the High Court at Delhi and a separate application under section 19 of the Act of 2000 was filed before the Controller and against the decision of the Controller a regular appeal was filed before the Delhi High Court in which the issue of territorial jurisdiction of the High Court of Delhi was cropped up.",
      "labels": [
        "RATIO"
      ],
      "id": "8aba9ffd2c344294b8157f2d64d20ccf_154"
    },
    {
      "start": 34344,
      "end": 34667,
      "text": "The Apex Court has held that only the Calcutta High Court has the jurisdiction to decide the appeal based on the statutory provision and not on the basis of dominus litus or situs of the appellate Tribunal or cause of action and accordingly granted liberty to the appellant to file an appeal before the Calcutta High Court.",
      "labels": [
        "RATIO"
      ],
      "id": "2409dbdef3204363a0a4782ce93dac1a_155"
    },
    {
      "start": 34669,
      "end": 34843,
      "text": "18. In view of the foregoing discussion, learned Commercial Court at Indore has erred in transferring the civil suit and the pending applications to the Calcutta High Court .",
      "labels": [
        "RPC"
      ],
      "id": "936f8406b82e49f0a5934238baadef73_156"
    },
    {
      "start": 34844,
      "end": 35091,
      "text": "The Commercial Court at Indore itself is competent to decide the suit by virtue of the Commercial Courts Act 2015, hence the petition is allowed and the impugned order 23.3.2020 passed by the Commercial Court (District Court, Indore) is set aside.",
      "labels": [
        "RPC"
      ],
      "id": "ce84e57c31344762bb134d2295446c44_157"
    },
    {
      "start": 35092,
      "end": 35113,
      "text": "\nNo order as to cost.",
      "labels": [
        "RPC"
      ],
      "id": "4e3f595b3d6141629e2da791ea6a3b45_158"
    },
    {
      "start": 35114,
      "end": 35220,
      "text": "\n                                    (VIVEK RUSIA)\n                                        JUDGE hk/      ",
      "labels": [
        "NONE"
      ],
      "id": "c28da135939f4d3d84ed002739ca286d_159"
    },
    {
      "start": 35220,
      "end": 35255,
      "text": "Date: 2020.09.01 16:46:15 +05'30'\n ",
      "labels": [
        "NONE"
      ],
      "id": "afea065df42a414bb6e8bda360fb513f_160"
    }
  ]
}