{
  "id": "2198faa173d9d15268e300dc9c0e4dace9218ccf5cf8d8c329edddbd50fbf454",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nCalcutta High Court (Appellete Side) \nAkd Greka Drilling (India) Ltd vs M/S. Arihant Cargo Carriers Pvt. Ltd on 20 November, 2017\nAuthor: Harish Tandon \nBench: Harish Tandon \n                                                                           1\n\n\n\n\n32   20.11.17                      C.O. 3644 of 2017 \n     Ct. No. 2 \n\n        akd                  Greka Drilling (India) Ltd. \n                                        Vs. \n                       M / s. Arihant Cargo Carriers Pvt. Ltd. \n                                       -------- \nMr. Jagannath Ganguly, Mr. Debnath Ganguly. \n... for the petitioner. \nMr. Subhasish Sengupta, Mr. Biswajib Ghosh, Mr. Avirup Chatterjee. \n... for the opposite party. \nThis revisional application is directed against order no. 21 dated 18th August, 2017 passed by the learned Civil Judge (Senior Division), Durgapur in Money Suit No. 7 of 2016, by which an application under Order Vii Rule 11 of the Code of Civil Procedure is rejected. \nAdmittedly the suit for recovery of sum of Rs.1,58,32,917/- has been filed against the petitioner alleging that despite the utilization of various equipment, the charges had not been paid in terms of the agreement entered into between the parties. Naturally the suit was instituted for recovery of money in 2016. After entered appearance the petitioner took a preliminary objection as to the maintainability of the suit before the learned Civil Judge (Senior Division), Durgapur because of the bar having created under the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015. \nIt appears from a specific plea taken in the application under Order Vii Rule 11 of the Code of Civil Procedure filed by the petitioner before the Court below that because of Section 2 (c) and 3(3) of the said Act and the rules framed thereunder the suit of such nature is to be tried by a Commercial Court. \nTherefore, the said Court has no jurisdiction to try the same or to decide any issues to be framed therein. \nThe Trial Court rejected the said application with categorical finding that the Commercial Court has not been established and, therefore, the plaint cannot be rejected because of such Act having enacted. In other words, it appears to this Court that the application was rejected by the Court on the ground that a person should not be rendered forum- less and unless the specific forum is constituted, the regular Civil Court is competent to decide such disputes. \nThe learned advocate for the petitioner firstly raises an objection that in view of Section 7 of the said Act the suit cannot be entertained by the Civil Judge (Senior Division) and should be transferred to the Commercial Division of the High Court. The learned advocate also presses the provision contained under Section 11 of the said Act creating an expressive embargo over the maintainability of the proceeding before the Civil Court. \nBefore this Court proceeds to decide the point agitated by the petitioner in the instant revisional application, certain provisions of the said Act are required to be recapitulated. \nSection 2 (h)(i) of the Act defines specified value in relation to a commercial dispute to be determined in accordance with Section 12 of the said Act and should not less than one crore rupees or such higher value as notified by the Central Government. \nIt is thus clear from the aforesaid definition of specified value that in a suit where the reliefs claimed exceeds one crore rupees or such higher value, as may be determined by the Central Government from time to time, it has to be decided by a Commercial Court or the Commercial Division of the High Court as the case may be. \nSection 3 of the Act puts an obligation on the State Government to constitute such number of Commercial Court at District level in consultation with the concerned High Court for effective implementation of the said Act and the object and purpose underlined its enactment. Section 4 relates to the Commercial Division of the High Court and Section 5 is concerning with the Commercial Appellate Division. \nSection 7, which is relied upon by the learned advocate for the petitioner, needs a closure scrutiny to find out whether the interpretation sought to be given by him is reflected therefrom or not. Section 7 of the Act is quoted as under:\n\"7. Jurisdiction of Commercial Divisions of High Courts - All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending o n the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court. \nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of Section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\" \nIt is manifest from the aforesaid provision that all suits and applications pertaining to commercial disputes of a Specified Value filed in the High Court having jurisdiction in relation to its ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of the High Court. \nThe first proviso appended to the aforesaid Section, in my meticulous reading thereof, does not convey legislative intention as sought to be canvassed by the learned advocate appearing for the petitioner. The said proviso speaks about the suits and applications relating to commercial disputes, which should lie in a Court not inferior to District Court, filed and pending before the Original Side of the High Court, such suits or the applications shall be heard and disposed of by the Commercial Division of the High Court. \nThe expression \"to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court\" conveys a significant message that though the suit may lie in a District Court, but has been filed before the Original Side of the High Court, the High Court should not transmit such suit to the Commercial Court established at the District level, but shall try and dispose of the same in its Commercial Division. \nIn other words, what discerns from the said first proviso that in the event the suit has been filed in the Original Side of the High Court, though ought to have been filed before the District Court, such suit should not be transferred to a Commercial Court by the High Court, but the endeavour shall be shown to dispose of the same.\nIt has got no relation to a suit pending before a Court inferior to the Court of District Judge. \nThe scheme and object for enacting the said Act is very much evident that the suits or the applications relating to commercial disputes should be tried by a special forum with an object to achieve the speedy disposal thereof. \nThis Court, therefore does not find that the way the learned advocate for the petitioner tried to interpret the first proviso to Section 7 is proper and in consonance with the legislative intent. The reference can be made to Section 15 sub-section 2 of the said Act, where all suits and applications including a proceeding relating to Arbitration and Conciliation Act, 1996 pertaining to commercial disputes of a Specified Value pending in the Civil Court in any District shall be transferred to the Commercial Court. \nSection 3 sub-section (1) makes it obligatory upon the State, as indicated above, to constitute Commercial Court at the District level to try such suit of such Specified Value. \nThere is another startling facts disclosed by the learned advocate appearing for the plaintiff/opposite party. It appears that identical and similar plea was raised before the Trial Court and the matter reached to this Court in Revisional jurisdiction (C.O. 914 of 2017). It was noticed by the Co-ordinate Bench that the Court below was hesitant in entertaining the said suit, as it pertains to commercial dispute in view of the provision contained in the said Act. The learned Judge in the Trial Court sought for an opinion from the learned District Judge, whether such suit is maintainable before it. \nThis Court while disposing of the said revisional application observed - \"In my view, no opinion of the District Judge is necessary for entertaining any suit of the nature of Commercial Suit in view of the provision contained in Section 15(2) of the said Act where no Commercial Court has yet been constituted and/or set up in the District. So long such Commercial Court is not constituted, the Civil Court has the jurisdiction to entertain and try the said suit. \nThe Co-ordinate Bench further observed in interpreting the provisions contained under Section 15(2) of the said Act that if the suit has reached the stage of final judgement, the same is not required to be transferred to the Commercial Court in view of Sub-section 2 of Section 15 thereof. However, the Co- ordinate Bench directed the Trial Court to dispose of the application under Order VII Rule 11 of the Code expeditiously. \nIt is a settled proposition of law that the decision taken at the interlocutory stage or the order passed by the High Court in an interlocutory application remains binding upon the parties during the currency of the suit. Furthermore the High Court has expressly observed that such suit cannot go to a Commercial Court unless it is established that the same point cannot be agitated or re-agitated at different stages of the said suit. \nThis Court do not agree with the submission of the learned advocate for the petitioner that the order passed by this Court in the said revisional application was ex parte and, therefore, not binding upon the parties. \nSo long the said order stares at the face of the petitioner and is neither recalled nor set aside by the higher forum, it remains binding upon the parties during the proceeding. \nThe fact remains that no Commercial Court has been established at the District level as yet. \nThere is no hesitation in my mind as well that such Court is competent to decide and dispose of the said proceeding so long the State Government do not constitute the Commercial Court at the District level. There is no gainsaying to the proposition that a litigant should not be rendered remediless due to inaction on the part of the State in constituting the Special Court, i.e. the Commercial Court. A litigant should not be forced to stand at the fence and wait till the State activates the process of constituting the Commercial Court at the District level. \nChapter VI of the said Act containing Section 16 contains an exhaustive provision relating to the amendment of the Code of Civil Procedure in relation to the commercial disputes. The provisions of the Code is made applicable by virtue of the said Section subject to the modification and in sub-section thereof it is expressly made clear that where any provision of any Rule of the jurisdiction of the High Court or any amendment of the Code made by the State Government appears in conflict with the provisions of the Code, the provisions of the Code as amended by this Act shall prevail. \nBy virtue of explanation of Section 6 of the said Act the provisions relating to Sections 16 to 20 of the Code have been made applicable as those provisions relates to the jurisdiction of the Court. \nThis Court, therefore, do not concur with the submission of the learned advocate for the petitioner that the suit is to be tried by the Commercial Division of the High Court and not at the District level. \nIt is axiomatic to record the vehement submission advanced by the learned advocate of the petitioner that the findings recorded by the Trial Court in the impugned order is not proper and correct. \nIt is no longer res-integra that the Revisional Court can substitute the findings, provided the ultimate decision of the Trial Court is correct. For argument sake, even if the contention of the petitioner appears to be correct and findings of the Trial Court is not proper and in accordance with law, yet this Court does not find that it is a fit case, where the plaint is required to be rejected in view of my observations and findings recorded hereinabove. \nIn sum and substance this Court does not find any infirmity or illegality in the ultimate decision of the Trial Court taken in the impugned order. \nThe revisional application is thus dismissed. There will be no order as to costs. \n(HARISH TANDON, J.)",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "997ab1e8c14b479bbe7ab2e6c6cc191c_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67d72139d2834169b1573c63fe705297_1"
    },
    {
      "start": 242,
      "end": 279,
      "text": "\nCalcutta High Court (Appellete Side)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8d7206a1b1cf4f67a9b6bce3f007a0f7_2"
    },
    {
      "start": 280,
      "end": 351,
      "text": "\nAkd Greka Drilling (India) Ltd vs M/S. Arihant Cargo Carriers Pvt. Ltd",
      "labels": [
        "PREAMBLE"
      ],
      "id": "81aeef6c21f242a89bb29ffc468362e5_3"
    },
    {
      "start": 352,
      "end": 394,
      "text": "on 20 November, 2017\nAuthor: Harish Tandon",
      "labels": [
        "PREAMBLE"
      ],
      "id": "908ead4590124a0eb9075b974811c719_4"
    },
    {
      "start": 395,
      "end": 416,
      "text": "\nBench: Harish Tandon",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ae8d95c40d84022b58a02989c7dfe78_5"
    },
    {
      "start": 493,
      "end": 501,
      "text": "1\n\n\n\n\n32",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ecd3392271d14bc9986124835bf8e90c_6"
    },
    {
      "start": 504,
      "end": 512,
      "text": "20.11.17",
      "labels": [
        "PREAMBLE"
      ],
      "id": "39b0c252cea748e09219d24eb9822047_7"
    },
    {
      "start": 534,
      "end": 551,
      "text": "C.O. 3644 of 2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "39d7b312601641b9b7c58a126a4670e7_8"
    },
    {
      "start": 552,
      "end": 567,
      "text": "\n     Ct. No. 2",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6497db4c3dd3458d800a5635fc54f275_9"
    },
    {
      "start": 578,
      "end": 626,
      "text": "akd                  Greka Drilling (India) Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cc383a78989b4f0789af145d9f490875_10"
    },
    {
      "start": 668,
      "end": 697,
      "text": "Vs. \n                       M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e87038f9a624b5bb5bd2decd625a9e9_11"
    },
    {
      "start": 698,
      "end": 710,
      "text": "/ s. Arihant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b2ce2eb87b4949329e955e5be65e04be_12"
    },
    {
      "start": 711,
      "end": 735,
      "text": "Cargo Carriers Pvt. Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7fb34bc485c442cb8efaf1557c1162df_13"
    },
    {
      "start": 776,
      "end": 784,
      "text": "--------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "552371d1fe7e41abb01ee649217578ff_14"
    },
    {
      "start": 786,
      "end": 829,
      "text": "Mr. Jagannath Ganguly, Mr. Debnath Ganguly.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0520465d2745402dbbb8a6cc57ddef84_15"
    },
    {
      "start": 830,
      "end": 854,
      "text": "\n... for the petitioner.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9c22420f93a4da6890f1cb9240d8fa2_16"
    },
    {
      "start": 855,
      "end": 922,
      "text": "\nMr. Subhasish Sengupta, Mr. Biswajib Ghosh, Mr. Avirup Chatterjee.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6627ff87c1604f168b1178349147f9b8_17"
    },
    {
      "start": 923,
      "end": 951,
      "text": "\n... for the opposite party.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c462601b279c41929a30f6a1af44fa91_18"
    },
    {
      "start": 952,
      "end": 1220,
      "text": "\nThis revisional application is directed against order no. 21 dated 18th August, 2017 passed by the learned Civil Judge (Senior Division), Durgapur in Money Suit No. 7 of 2016, by which an application under Order Vii Rule 11 of the Code of Civil Procedure is rejected.",
      "labels": [
        "FAC"
      ],
      "id": "1e4a85ec883044d699e0bdd349c642c0_19"
    },
    {
      "start": 1221,
      "end": 1469,
      "text": "\nAdmittedly the suit for recovery of sum of Rs.1,58,32,917/- has been filed against the petitioner alleging that despite the utilization of various equipment, the charges had not been paid in terms of the agreement entered into between the parties.",
      "labels": [
        "FAC"
      ],
      "id": "e13a412dbb6647e2bfccabc6c759909c_20"
    },
    {
      "start": 1470,
      "end": 1534,
      "text": "Naturally the suit was instituted for recovery of money in 2016.",
      "labels": [
        "FAC"
      ],
      "id": "a5cbcbf7b28e42759ef1f9bc16932139_21"
    },
    {
      "start": 1535,
      "end": 1843,
      "text": "After entered appearance the petitioner took a preliminary objection as to the maintainability of the suit before the learned Civil Judge (Senior Division), Durgapur because of the bar having created under the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "53c66b43b5074411b6bd2004290c93ef_22"
    },
    {
      "start": 1844,
      "end": 2152,
      "text": "\nIt appears from a specific plea taken in the application under Order Vii Rule 11 of the Code of Civil Procedure filed by the petitioner before the Court below that because of Section 2 (c) and 3(3) of the said Act and the rules framed thereunder the suit of such nature is to be tried by a Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "5603bc6ddb6b4b1aa9bf69dbf15ac06f_23"
    },
    {
      "start": 2153,
      "end": 2261,
      "text": "\nTherefore, the said Court has no jurisdiction to try the same or to decide any issues to be framed therein.",
      "labels": [
        "FAC"
      ],
      "id": "828bc60ddb1b4d7abbbb3f1ee18cb791_24"
    },
    {
      "start": 2262,
      "end": 2466,
      "text": "\nThe Trial Court rejected the said application with categorical finding that the Commercial Court has not been established and, therefore, the plaint cannot be rejected because of such Act having enacted.",
      "labels": [
        "FAC"
      ],
      "id": "902f012e8e14452d80c67e92951418f4_25"
    },
    {
      "start": 2467,
      "end": 2725,
      "text": "In other words, it appears to this Court that the application was rejected by the Court on the ground that a person should not be rendered forum- less and unless the specific forum is constituted, the regular Civil Court is competent to decide such disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1138dc9a5c7a420a8f388da7b1cdb788_26"
    },
    {
      "start": 2727,
      "end": 2976,
      "text": "The learned advocate for the petitioner firstly raises an objection that in view of Section 7 of the said Act the suit cannot be entertained by the Civil Judge (Senior Division) and should be transferred to the Commercial Division of the High Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "97c4cf974a5e4e13a7d019036535c4ed_27"
    },
    {
      "start": 2977,
      "end": 3165,
      "text": "The learned advocate also presses the provision contained under Section 11 of the said Act creating an expressive embargo over the maintainability of the proceeding before the Civil Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "180e7c9228de4d23866e9f7e9e13607e_28"
    },
    {
      "start": 3166,
      "end": 3348,
      "text": "\nBefore this Court proceeds to decide the point agitated by the petitioner in the instant revisional application, certain provisions of the said Act are required to be recapitulated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ddc3186e7faf49789d4926ccbf4bc5ee_29"
    },
    {
      "start": 3349,
      "end": 3602,
      "text": "\nSection 2 (h)(i) of the Act defines specified value in relation to a commercial dispute to be determined in accordance with Section 12 of the said Act and should not less than one crore rupees or such higher value as notified by the Central Government.",
      "labels": [
        "STA"
      ],
      "id": "b06f1e036cd14aa9aaed0a0911af3274_30"
    },
    {
      "start": 3603,
      "end": 3931,
      "text": "\nIt is thus clear from the aforesaid definition of specified value that in a suit where the reliefs claimed exceeds one crore rupees or such higher value, as may be determined by the Central Government from time to time, it has to be decided by a Commercial Court or the Commercial Division of the High Court as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca50e6a1cfde4fcdafd1084c0b95350c_31"
    },
    {
      "start": 3932,
      "end": 4204,
      "text": "\nSection 3 of the Act puts an obligation on the State Government to constitute such number of Commercial Court at District level in consultation with the concerned High Court for effective implementation of the said Act and the object and purpose underlined its enactment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0633f64f9503493b9bfec771231f221b_32"
    },
    {
      "start": 4205,
      "end": 4335,
      "text": "Section 4 relates to the Commercial Division of the High Court and Section 5 is concerning with the Commercial Appellate Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55160973e02245ce9955338f7e27f219_33"
    },
    {
      "start": 4336,
      "end": 4533,
      "text": "\nSection 7, which is relied upon by the learned advocate for the petitioner, needs a closure scrutiny to find out whether the interpretation sought to be given by him is reflected therefrom or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "08941adfd28b424cb8aa6963e86e9e2b_34"
    },
    {
      "start": 4534,
      "end": 5026,
      "text": "Section 7 of the Act is quoted as under:\n\"7. Jurisdiction of Commercial Divisions of High Courts - All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending o",
      "labels": [
        "STA"
      ],
      "id": "7d02ccc6658544c0bcbd1269f7aaf15d_35"
    },
    {
      "start": 5027,
      "end": 5142,
      "text": "n the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35f0a9a70b0f46258787d603e0a00bd3_36"
    },
    {
      "start": 5144,
      "end": 5524,
      "text": "Provided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of Section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\"",
      "labels": [
        "STA"
      ],
      "id": "869155d906444e278f32b180332eb434_37"
    },
    {
      "start": 5525,
      "end": 5833,
      "text": "\nIt is manifest from the aforesaid provision that all suits and applications pertaining to commercial disputes of a Specified Value filed in the High Court having jurisdiction in relation to its ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "72be7fc7adbb4c9db5ab66f1d75cb1c8_38"
    },
    {
      "start": 5834,
      "end": 6039,
      "text": "\nThe first proviso appended to the aforesaid Section, in my meticulous reading thereof, does not convey legislative intention as sought to be canvassed by the learned advocate appearing for the petitioner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1886e2b2c1014b2995c8ac753b332104_39"
    },
    {
      "start": 6040,
      "end": 6359,
      "text": "The said proviso speaks about the suits and applications relating to commercial disputes, which should lie in a Court not inferior to District Court, filed and pending before the Original Side of the High Court, such suits or the applications shall be heard and disposed of by the Commercial Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b8c7ecaf145469492a913f5e9de3f39_40"
    },
    {
      "start": 6360,
      "end": 6802,
      "text": "\nThe expression \"to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court\" conveys a significant message that though the suit may lie in a District Court, but has been filed before the Original Side of the High Court, the High Court should not transmit such suit to the Commercial Court established at the District level, but shall try and dispose of the same in its Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a13965d967fc434c9d10ef3fa7413645_41"
    },
    {
      "start": 6803,
      "end": 7233,
      "text": "\nIn other words, what discerns from the said first proviso that in the event the suit has been filed in the Original Side of the High Court, though ought to have been filed before the District Court, such suit should not be transferred to a Commercial Court by the High Court, but the endeavour shall be shown to dispose of the same.\nIt has got no relation to a suit pending before a Court inferior to the Court of District Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9368205ef8c24c6aae1973ff5be4d0e7_42"
    },
    {
      "start": 7234,
      "end": 7460,
      "text": "\nThe scheme and object for enacting the said Act is very much evident that the suits or the applications relating to commercial disputes should be tried by a special forum with an object to achieve the speedy disposal thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e1372e9e17e4bd2b9ae3a6d1f782ee3_43"
    },
    {
      "start": 7461,
      "end": 7657,
      "text": "\nThis Court, therefore does not find that the way the learned advocate for the petitioner tried to interpret the first proviso to Section 7 is proper and in consonance with the legislative intent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "823b8c82fed948bc9504588b6dfb612a_44"
    },
    {
      "start": 7658,
      "end": 7979,
      "text": "The reference can be made to Section 15 sub-section 2 of the said Act, where all suits and applications including a proceeding relating to Arbitration and Conciliation Act, 1996 pertaining to commercial disputes of a Specified Value pending in the Civil Court in any District shall be transferred to the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83cb3e822f074070913ffdec2a1f3f7f_45"
    },
    {
      "start": 7980,
      "end": 8157,
      "text": "\nSection 3 sub-section (1) makes it obligatory upon the State, as indicated above, to constitute Commercial Court at the District level to try such suit of such Specified Value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68816956f1774e9d8a4ee30b1ae786a0_46"
    },
    {
      "start": 8158,
      "end": 8269,
      "text": "\nThere is another startling facts disclosed by the learned advocate appearing for the plaintiff/opposite party.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0297095606304d5686a2ddc5a7df836d_47"
    },
    {
      "start": 8270,
      "end": 8430,
      "text": "It appears that identical and similar plea was raised before the Trial Court and the matter reached to this Court in Revisional jurisdiction (C.O. 914 of 2017).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "010e5f484e2c415e91e927664d0a61a4_48"
    },
    {
      "start": 8431,
      "end": 8624,
      "text": "It was noticed by the Co-ordinate Bench that the Court below was hesitant in entertaining the said suit, as it pertains to commercial dispute in view of the provision contained in the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63934fb3a4eb4770a5ab3145a6c2c68a_49"
    },
    {
      "start": 8625,
      "end": 8761,
      "text": "The learned Judge in the Trial Court sought for an opinion from the learned District Judge, whether such suit is maintainable before it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c745e80b525e4a02844c27df09c436a0_50"
    },
    {
      "start": 8762,
      "end": 9103,
      "text": "\nThis Court while disposing of the said revisional application observed - \"In my view, no opinion of the District Judge is necessary for entertaining any suit of the nature of Commercial Suit in view of the provision contained in Section 15(2) of the said Act where no Commercial Court has yet been constituted and/or set up in the District.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "282507ea7c824d759591c570e7ec5424_51"
    },
    {
      "start": 9104,
      "end": 9226,
      "text": "So long such Commercial Court is not constituted, the Civil Court has the jurisdiction to entertain and try the said suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "401cf8e8fc8e4ec29320615cd94e4e8d_52"
    },
    {
      "start": 9227,
      "end": 9517,
      "text": "\nThe Co-ordinate Bench further observed in interpreting the provisions contained under Section 15(2) of the said Act that if the suit has reached the stage of final judgement, the same is not required to be transferred to the Commercial Court in view of Sub-section 2 of Section 15 thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7dad269356724237b4bac7b67f6ce3fd_53"
    },
    {
      "start": 9518,
      "end": 9655,
      "text": "However, the Co- ordinate Bench directed the Trial Court to dispose of the application under Order VII Rule 11 of the Code expeditiously.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d7e1f9230b142acb7254947d3df4461_54"
    },
    {
      "start": 9656,
      "end": 9878,
      "text": "\nIt is a settled proposition of law that the decision taken at the interlocutory stage or the order passed by the High Court in an interlocutory application remains binding upon the parties during the currency of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "487bef1ff0484c009e82c15c775b25ea_55"
    },
    {
      "start": 9879,
      "end": 10092,
      "text": "Furthermore the High Court has expressly observed that such suit cannot go to a Commercial Court unless it is established that the same point cannot be agitated or re-agitated at different stages of the said suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f16b106b44b457095df965ea1fcb784_56"
    },
    {
      "start": 10093,
      "end": 10310,
      "text": "\nThis Court do not agree with the submission of the learned advocate for the petitioner that the order passed by this Court in the said revisional application was ex parte and, therefore, not binding upon the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "071a781e0ad84070bdc9e4ed67a72e77_57"
    },
    {
      "start": 10311,
      "end": 10489,
      "text": "\nSo long the said order stares at the face of the petitioner and is neither recalled nor set aside by the higher forum, it remains binding upon the parties during the proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "551d643f1e474a5a8caf22108a2fbe2a_58"
    },
    {
      "start": 10490,
      "end": 10583,
      "text": "\nThe fact remains that no Commercial Court has been established at the District level as yet.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e33939cd041a4fa7b03addc351f8ef25_59"
    },
    {
      "start": 10584,
      "end": 10791,
      "text": "\nThere is no hesitation in my mind as well that such Court is competent to decide and dispose of the said proceeding so long the State Government do not constitute the Commercial Court at the District level.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef66802b91c74db1a1089f4feb86b94b_60"
    },
    {
      "start": 10792,
      "end": 10986,
      "text": "There is no gainsaying to the proposition that a litigant should not be rendered remediless due to inaction on the part of the State in constituting the Special Court, i.e. the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfa915a10be44c09a44423595acbf82b_61"
    },
    {
      "start": 10987,
      "end": 11146,
      "text": "A litigant should not be forced to stand at the fence and wait till the State activates the process of constituting the Commercial Court at the District level.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3c4f21617cc4049a46ef5377916ac2f_62"
    },
    {
      "start": 11147,
      "end": 11326,
      "text": "\nChapter VI of the said Act containing Section 16 contains an exhaustive provision relating to the amendment of the Code of Civil Procedure in relation to the commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c84a41210b2f4cbebb89770147a7c881_63"
    },
    {
      "start": 11327,
      "end": 11735,
      "text": "The provisions of the Code is made applicable by virtue of the said Section subject to the modification and in sub-section thereof it is expressly made clear that where any provision of any Rule of the jurisdiction of the High Court or any amendment of the Code made by the State Government appears in conflict with the provisions of the Code, the provisions of the Code as amended by this Act shall prevail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fbcf28ff75043e5aa132c382f8c2904_64"
    },
    {
      "start": 11736,
      "end": 11935,
      "text": "\nBy virtue of explanation of Section 6 of the said Act the provisions relating to Sections 16 to 20 of the Code have been made applicable as those provisions relates to the jurisdiction of the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26fbc570190c462788ccbd531f251c17_65"
    },
    {
      "start": 11936,
      "end": 12141,
      "text": "\nThis Court, therefore, do not concur with the submission of the learned advocate for the petitioner that the suit is to be tried by the Commercial Division of the High Court and not at the District level.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "240ff557f37a41d69a3f8921f2f21156_66"
    },
    {
      "start": 12142,
      "end": 12338,
      "text": "\nIt is axiomatic to record the vehement submission advanced by the learned advocate of the petitioner that the findings recorded by the Trial Court in the impugned order is not proper and correct.",
      "labels": [
        "RATIO"
      ],
      "id": "bdb639f822874dc4abdaa2025c0f016d_67"
    },
    {
      "start": 12339,
      "end": 12484,
      "text": "\nIt is no longer res-integra that the Revisional Court can substitute the findings, provided the ultimate decision of the Trial Court is correct.",
      "labels": [
        "RATIO"
      ],
      "id": "7a004e4dc5214a97b8c601e503e372b6_68"
    },
    {
      "start": 12485,
      "end": 12798,
      "text": "For argument sake, even if the contention of the petitioner appears to be correct and findings of the Trial Court is not proper and in accordance with law, yet this Court does not find that it is a fit case, where the plaint is required to be rejected in view of my observations and findings recorded hereinabove.",
      "labels": [
        "RATIO"
      ],
      "id": "402acc1adb0546ffacbb3accd2dfd370_69"
    },
    {
      "start": 12799,
      "end": 12946,
      "text": "\nIn sum and substance this Court does not find any infirmity or illegality in the ultimate decision of the Trial Court taken in the impugned order.",
      "labels": [
        "RATIO"
      ],
      "id": "291a921608d24b48950f81e187140563_70"
    },
    {
      "start": 12947,
      "end": 12993,
      "text": "\nThe revisional application is thus dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "29af7da8996c4507a11f322abfa0ba05_71"
    },
    {
      "start": 12994,
      "end": 13029,
      "text": "There will be no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "001d8ed7a7d24deaa201123c9c2389ae_72"
    },
    {
      "start": 13030,
      "end": 13050,
      "text": "\n(HARISH TANDON, J.)",
      "labels": [
        "NONE"
      ],
      "id": "f6a11504f4e648e191efc7aac65b1724_73"
    }
  ]
}