{
  "id": "dc2904b060d18c45a2a08ffeb3227ab87f49920c8ec6cf569c10de034258de39",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nSupreme Court of India\nArcelor Mittal Nippon Steel India Ltd. vs Essar Bulk Terminal Ltd. on 14 September, 2021 \nEquivalent citations: Air 2021 Supreme Court 4350, Aironline 2021 Sc 718\nAuthor: Indira Banerjee \nBench: J. K. Maheshwari, Indira Banerjee\n                                                                                       Reportable\n                                          In The Supreme Court Of India \n                                           Civil Appellate Jurisdiction \n                                            Civil Appeal No. 5700 Of 2021\n                              [Arising out of Special Leave Petition (Civil) No.13129 of 2021] \n\n                         Arcelor Mittal Nippon Steel India Ltd.                       Appellant ( s) \n\n                                                          Versus \n\n                         Essar Bulk Terminal Ltd.                                     Respondent (s)\n\n\n\n                                                     Judgment\nIndira Banerjee, J.\nLeave granted.\n2. The short question of law raised in this appeal is, whether the Court has the power to entertain an application under Section 9(1) of the Arbitration and Concilia tion Act, 1996, hereinafter referred to as the Arbitration Act, once an Arbitral Tribunal has been constituted and if so, what is the true meaning and purport of the expression entertain in Section 9(3) of the Arbitration Act. The next question is, whether the Court is obliged to examine the efficacy of the remedy under Section 17, before passing an order under Section 9(1) of the Arbitration Act, once an Arbitral Tribunal is constituted. \n3. The Appellant and the Respondent entered into an agreement for Cargo Handling at Hazira Port. The said Cargo Handling Agreement was amended from time to time. \n4. Article 15 of the said Cargo Handling Agreement provided that all disputes arising out of the Cargo Handling Agreement were to be settled in Courts, in accordance with the provisions of the Arbitration Act and be referred to a sole Arbitrator appointed mutually by the parties. \n5. Disputes and differences having arisen under the said Cargo Handling Agreement, the Appellant invoked the arbitration clause by a notice of arbitration dated 22nd November 2020. According to the Appellant, the Respondent did not respond to the notice of arbitration. \n6. The Appellant approached the High Court of Gujarat at Ahmedabad under Section 11 of the Arbitration Act, for appointment of an Arbitral Tribunal. On or about 30th December, 2020, the Respondent replied to the notice of arbitration, contending that the disputes between the parties were not arbitrable and further contending that the total amount due and payable by the Appellant as on 24 th December, 2020 was Rs.673.84 crores inclusive of interest of Rs.51.11 crores.\n7. On or about 15th January, 2021, the Appellant filed an application being Commercial Civil Miscellaneous Application No.2 of 2021 under Section 9 of the Arbitration Act in the Commercial Court and the 12 th Additional District Judge, District & Sessions Court at Surat. On 16 th March 2021, the Respondent also filed an application being Commercial Civil Miscellaneous Application No.99 of 2021 in the Commercial Court under Section 9 of the Arbitration Act. \n8. Section 9 of the Arbitration Act is set out hereinbelow for convenience:-\n9. Interim measures, etc. by Court (1) A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with Section 36, apply to a Court (i) for the appointment of a guardian for a minor or a person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely:\n(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it. (2) Where, before the commencement of the arbitral proceedings, a Court passes an order for any interim measure of protection under sub- section (1), the arbitral proceedings shall be commenced within a period of ninety days from the date of such order or within such further time as the Court may determine. \n(3) Once the arbitral tribunal has been constituted, the Court shall not entertain an application under sub-section (1), unless the Court finds that circumstances exist which may not render the remedy provided under Section 17 efficacious. \n9. Section 9 as originally enacted, has been renumbered as Section 9(1) by the Arbitration and Conciliation (Amendment) Act (Act 3 of 2016) with effect from 23rd October 2015. The said 2015 Amendment also incorporated sub-Section (2) and sub-Section (3) reproduced above. \n10. Before the enactment and enforcement of the said 2015 Amendment, Section 17 read:-\n17. Interim measures ordered by arbitral tribunal.- (1) Unless otherwise agreed by the parties, the arbitral tribunal may, at the request of a party, order a party to take any interim measure of protection as the arbitral tribunal may consider necessary in respect of the subject-matter of the dispute. \n(2) The arbitral tribunal may require a party to provide appropriate security in connection with a measure ordered under sub-section (1). \n11. After enactment of the said 2015 Amendment, Section 17 reads:- \n17. Interim measures ordered by arbitral tribunal.- (1) A party may, during the arbitral proceedings, apply to the arbitral tribunal (i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely (a) the preservation, interim custody or sale of any goods which are the subject matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken, or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the arbitral tribunal to be just and convenient, and the arbitral tribunal shall have the same power for making orders, as the court has for the purpose of, and in relation to, any proceedings before it.\n(2) Subject to any orders passed in an appeal under Section 37, any order issued by the arbitral tribunal under this section shall be deemed to be an order of the Court for all purposes and shall be enforceable under the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were an order of the Court. \n12. The Commercial Court and 12 th Additional District Judge, District & Sessions Court at Surat, heard both the applications filed by the Appellant and the Respondent respectively, under Section 9(1) of the Arbitration Act and reserved the same for orders on 7th June, 2021. \n13. On 9th July 2021, the application filed by the Appellant under Section 11(6) of the Arbitration Act was disposed of by appointing a three-member Arbitral Tribunal, comprising of three retired Judges of this Court, to adjudicate the disputes between the Appellant and the Respondent.\n14. On or about 16th July 2021, the Appellant filed an interim application being Commercial Civil Miscellaneous Application No.2 of 2021, praying for reference of both the applications filed by the Appellant and the Respondent respectively under Section 9 of the Arbitration Act, to the learned Tribunal. \n15. Paragraph 3 of the said application filed by the Appellant is set out hereinbelow for convenience. \n3. I say and submit that this Honble Court had heard the AMNS Petition and the EBTL Petition extensively, and reserved the petitions for pronouncement of orders. The matters are listed on 20 July 2021 for pronouncement of orders. \n16. By an order dated 16th July 2021, the Commercial Court dismissed the said application filed by the Appellant. The Commercial Court however granted the Appellant 10 days time to challenge the order of the Commercial Court if it so desired. \n17. The Appellant filed an application being R/Special Civil Application No.10492 of 2021 in the Gujarat High Court under Article 227 of the Constitution of India challenging the order of the Commercial Court. \n18. The said application under Article 227 of the Constitution was heard by a Division Bench of the High Court and listed for final arguments on 2nd August, 2021. In the meanwhile, the High Court directed the Commercial Court to defer the pronouncement of orders in the applications under Section 9 of the Arbitration Act till 9 th August, 2021. \n19. On 5th August 2021, the application under Article 227 of the Constitution was heard again and reserved for orders on 9 th August, 2011. The Commercial Court adjourned the pronouncement of orders in the two applications for interim relief till 31st August, 2021. \n20. In the meanwhile, by an order dated 17 th August, 2021, which is impugned in this Appeal, the High Court dismissed the application filed by the Appellant under Article 227 of the Constitution of India, holding that the Commercial Court has the power to consider whether the remedy under Section 17 of the Arbitration Act is inefficacious and pass necessary orders under Section 9 of the said Act. The High Court held:- \n24. Considering the submissions made before us as well as the judgments cited before us by both the sides, though the learned trial court has not given proper reasons for dismissing the application filed by the petitioner, the trial court has committed no error in not granting the prayer prayed for by the petitioner in the interim application filed in CMA No.2 of 2021. In our opinion the trial court should be permitted to pronounce the order on both the applications under Section 9 pending before it keeping in mind the observations made by us in this judgment and taking into consideration the provisions of Section 9(3) of the Act. \n21. Mr. Darius Khambata, Senior Advocate appearing on behalf of the Appellant submitted that Section 9(3) of the Arbitration Act, as amended, restricts the power of the Court to entertain an application under sub-Section (1) of Section 9 of the Arbitration Act once an Arbitral Tribunal has been constituted. \n22. Mr. Khambata argued that an Arbitral Tribunal having been constituted, the Commercial Court cannot proceed further with the application under Section 9 of the Arbitration Act. \n23. Mr. Khambata argued that, the purpose of insertion of Section 9(3) of the Arbitration Act was to curtail the role of the Court. Even though Section 9(3) does not oust the jurisdiction of the Court under Section 9(1), it restricts the role of the Court, post the constitution of an Arbitral Tribunal. Once an Arbitral Tribunal is constituted, the Court is not to entertain an application under Section 9 of the Arbitration Act unless it finds that circumstances exist, which may render the remedy under Section 17 of the Arbitration Act inefficacious. \n24. Mr. Khambata submitted that the High Court rightly held that the Commercial Court had erred in construing the word entertain narrowly, observing that entertain would not mean admitting for consideration, but would mean the entire process upto its final adjudication and passing of an order on merits. \n25. Mr. Khambata referred to the observations of the 246th Report of the Law Commission of August 2014, that the insertion of Section 9(3) seeks to reduce the role of the Court in relation to grant of interim measures once the Arbitral Tribunal has been constituted. Mr. Khambata submitted that this also appears to be the spirit of the UNCITRAL Model Law as amended in 2006. Accordingly, Section 17 has been amended to infuse the Arbitral Tribunal with the same powers as a Court. \n26. Mr. Khambata submitted the Report dated July 30, 2017 of the High Level Committee to Review the Institutionalisation of Arbitration Mechanism in India, chaired by Honble Mr. Justice B. N. Srikrishna also referred to the insertion of Section 9(3) and observed that the 2015 amendments, in two important respects, signal a paradigm shift towards minimizing judicial intervention in the arbitral process. First, the amendment to Section 9 of the ACA provides that Courts should not entertain applications for interim relief from the parties unless it is shown that interim relief from the Arbitral Tribunal would not be efficacious. In the aforesaid report, the Arbitration Act is referred to as ACA in short. \n27. Mr. Khambata cited Amazon.com NV Investment Holdings LLC v. Future Retail Limited & Ors.1, where this Court, speaking 1 2021 SCC Online SC 557 through Nariman J. held that the object of introducing Section 9(3) was to avoid Courts being flooded with Section 9 petitions when an Arbitral Tribunal is constituted for two good reasons  (i) that the clogged Court System ought to be decongested, and (ii) that an Arbitral Tribunal, once constituted, would be able to grant interim relief in a timely and efficacious manner. \n28. Mr. Khambata contended that Section 9(3) has been introduced to reduce the burden on Courts. Therefore, Section 9(3) must be construed purposively and any attempt to thwart the mandate of Section 9(3) must be discouraged. \n29. Mr. Khambata argued that Section 9(3) was a measure of Negative Kompetenz-Kompetenz. This is substantiated by the corresponding introduction of Section 17(2) which lends further efficacy and enforceability to orders passed by the Arbitral Tribunal under Section 17. Mr. Khambata further argued that it is well settled that a Court becomes functus officio, only after it pronounces, signs and dates the judgment. Mere dictation of a judgment after it is reserved, does not constitute pronouncement of a judgment. In support of the aforesaid submission Mr. Khambata cited State Bank of India and Ors. v. S. N. Goyal2.\n30. Mr. Khambata argued that the fact that an order is reserved does not mean that the District Court stopped entertaining the Section 9 petitions. Referring to State Bank of India v. S. N. Goyal (supra), 2 (2008) 8 SCC 92 : AIR 2008 SC 2594 Mr. Khambata argued that a judge can make corrections to a judgment and/or in other words continue to adjudicate and thus continue to entertain a proceeding even after a judgment is pronounced, until it is signed. \n31. Mr. Khambata argued that, in this case the Commercial Court had not passed its orders in the Section 9 applications. It had not even pronounced its orders. Thus, as on the date of the impugned order, the Commercial Court was entertaining the Section 9 applications. Even today the Commercial Court is entertaining the applications under Section 9 of the Arbitration Act. The fact that orders were reserved on 7th June 2021 does not mean that the Commercial Court stopped entertaining the said petitions. \n32. Referring to Deep Chand & Ors v. Land Acquisition Officer & Others3, Mr. Khambata submitted that the term adjudication means ..formal giving or pronouncing a judgment or decree in a Court proceeding.. and implies a hearing by a Court. Thus, the term entertain in Section 9(3) of the Arbitration Act, is to be interpreted to mean adjudicate and implies the passing of an order and/or judgment. \n33. Mr. Khambata argued that the word entertain in Section 9(3) has to be interpreted in the context of Section 9(1) of the Arbitration Act. Section 9(1) of the Arbitration Act provides for the making of orders for the purpose of grant of interim relief. The internal aid to 3 (1994) 4 SCC 99 : AIR 1994 SC 1901 construction provided under Section 9 of the Arbitration Act further substantiates the Appellants submission that entertain would necessarily mean all acts including the act of making orders under Section 9(1) of the act. \n34. Mr. Khambata submitted that while the Respondents nominee Arbitrator has withdrawn, the Respondent has not nominated a new Arbitrator. Instead of nominating a new arbitrator, the Respondent has filed an application in the Commercial Court, stating that since the Arbitral Tribunal is not functioning, the remedy before the Tribunal would be inefficacious. The same submission has been advanced in this Court. \n35. Relying on the judgment of this Court in A.V. Venkateswaran, Collector of Customs, Bombay v. Ramchand Sobhraj Wadhwani & Anr4, Mr. Khambata argued that it is well settled that a party cannot allege inefficacy of a remedy when that party disables itself from availing the remedy. \n36. Mr. Khambata also cited Manbhupinder Singh Atwal v. Neeraj Kumarpal Shah5, where the Gujarat High Court held that a party which is intentionally trying to render the remedy under Section 17 inefficacious, cannot be permitted to approach the Court under Section 9 to secure interim reliefs which can be granted by the 4 AIR 1961 SC 1506 (para 11) 5 2019 GLH (3) 234 (para 6.1 to 6.3) Tribunal. Mr. Khambata submitted that the intention of the Respondent to avoid the Arbitral Tribunal, is evident all through. \n37. Mr. Khambata argued that even though the Section 11 proceedings had finally been disposed of by consensus, the appointment of the Arbitral Tribunal was delayed by reason of the conduct of the Respondent. Moreover, after the Appellant issued notice invoking arbitration on 22nd November, 2020, and called upon the Respondent to mutually agree to the appointment of a sole Arbitrator, the Respondent did not respond within 30 days as mandated in Section 11(4)(a) of the Arbitration Act. \n38. Mr. Khambata also submitted that the Respondent filed its objection to the Section 9 application of the Appellant in the Commercial Court on 16th March, 2021 and also initiated other proceedings against the Appellant. The Respondent, however, refused to file a reply to the petition under Section 11 of the Arbitration Act. The Respondent filed a belated reply on 7 th June, 2021, after the hearing of the applications under Section 9 had concluded. \n39. Mr. Khambata submitted that it is well settled that a party invoking Section 9 of the Act must be ready and willing to go to arbitration. In support of his submission Mr. Khambata cited Firm Ashok Traders and Anr. v. Gurumukh Das Saluja and Ors.6. Mr. Khambata contended that the Respondent had itself delayed the 6 (2004) 3 SCC 155 nomnation of the substitute Arbitrator, but is now is taking the plea of inefficacy of the remedy under Section 17 of the Arbitration Act. \n40. Mr. Khambata submitted that the High Court had erred in directing the District Court to pass orders in the applications under Section 9 of the Arbitration Act, despite the fact that no party had filed any application in the Commercial Court, challenging the efficacy of the arbitral proceedings. Mr. Khambata submitted that the High Courts interpretation of Section 9(3) of the Arbitration Act is in accordance with the prevalent law as settled by this Court and the various High Courts. \n41. Mr. Khambata referred to the meaning of entertain in Black's Law Dictionary (Bryan A. Garner, 8th edition, 2004), which is to \"bear in mind or \"to give judicial consideration to\". Mr. Khambata also cited the judgment of a Division Bench of the Calcutta High Court in Sri. Tufan Chatterjee v. Sri. Rangan Dhar 7, authored by one of us, (Indira Banerjee, J.). In Tufan Chatterjee (supra), the word entertain was interpreted to mean considering an application on merits, even at the final stage\". Mr. Khambata argued that the interpretation of the term entertain by the Gujarat High Court in the judgment and order impugned, is consistent with the interpretation of the expression in Tufan Chatterjee (supra).\n42. Mr. Khambata argued that in Energo Engineering Projects Limited v. TRF Ltd8, authored by one of us (Indira Banerjee, J.) the 7 2016 SCC Online Cal 483 (Paras 35, 43) 8 2016 SCC Online Del 6560 (Para 34) Division Bench of the Delhi High Court observed that once an Arbitral Tribunal is constituted, an application for interim relief should ordinarily be decided by the Arbitral Tribunal. Moreover, a Court can only grant interim relief under Section 9, if circumstances exist which might not render the remedy under Section 17 of the Arbitration Act efficacious. \n43. In Energo Engineering Project Limited v. TRF Limited (supra), the Delhi High Court noted that the Tribunal was non- functional because the challenge against the Appellant's nominee arbitrator was pending and the Supreme Court had stayed the arbitration proceedings till the challenge proceedings were decided. In the circumstances, the High Court held that the Court could pass orders under Section 9 as the remedy under Section 17 was inefficacious. \n44. Mr. Khambata submitted that in Lakshmi Rattan Engineering Works Ltd. v Asstt. Commissioner Sales Tax, Kanpur and Anr. 9, this Court cited with approval the judgment of the Allahabad High Court in Kundan Lal v. Jagan Nath Sharma 10, and held that entertain would mean adjudicate upon and consider for the purpose of adjudication on merits. In support of the aforesaid proposition, Mr. Khambata also cited Hindustan Commercial Bank Ltd. v Punnu Sahu11, Martin & Harris Ltd. v VIth Additional District Judge and Others12.\n45. In conclusion Mr. Khambata submitted that the High Court had erred in directing the District Court to pass orders in the petitions under Section 9, even though it had interpreted the word entertain to 9 (1968) 1 SCR 505 (Para 9) : AIR 1968 SC 488 10 AIR 1962 All 547 (Para 7) 11 (1971) 3 SCC 124 12 (1998) 1 SCC 732 (Paras 8-10) mean the whole gamut upto its final adjudication and passing of an order on merits. Mr. Khambata argued that, having observed that the Commercial Court had erred in interpreting entertain narrowly and also that there was no challenge to the efficacy of the arbitral proceedings before the District Court as on the date of the impugned order, the High Court should not have directed the Commercial Court to pass orders. \n46. Mr. Kapil Sibal appearing on behalf of the Respondent submitted that the question before this Court, of whether Section 9(3) of the Arbitration Act would be applicable in respect of the aforesaid two applications under Section 9 of the Arbitration Act, filed by the Appellant and the Respondent respectively, has to be answered in the negative since the applications were finally heard on merits and reserved for orders on 7th June 2021, before the constitution of the Arbitral Tribunal on 9th July, 2021. \n47. Mr. Sibal argued that the application under Article 227 filed in the Gujarat High Court was not maintainable for the following reasons:\n(i) The Arbitration Act being a self-contained Code providing the right of appeal at various stages, Article 227 cannot be invoked to circumvent the procedure under Arbitration Act.\nPower under Article 227 can only be exercised where a party is left either remediless or where clear bad faith is shown. \n(ii) An application under Article 227 of the Constitution of India lies where the lower Court has acted outside the bounds of its authority, without jurisdiction, in violation of principles of natural justice, or if the order suffers from patent perversity. \n(iii) The application before the Gujarat High Court under Article 227 was premature and speculative, since the issue of whether the Trial Court had acted outside the bounds of its authority or without jurisdiction or whether the order suffered from patent perversity, could only be determined after an order had been passed by the Trial Court in the Section 9 Applications. \n48. Mr. Sibal argued that Section 9(1) of the Arbitration Act provides that a party will apply to the court before, during or after the arbitral proceedings. The Courts therefore do not lose jurisdiction upon constitution of the Arbitral Tribunal. \n49. Mr. Sibal argued that Section 9(3) of the Arbitration Act was neither a non-obstante clause nor an ouster clause, that would render the courts coram non judice, immediately upon the constitution of the Arbitral Tribunal. \n50. Mr. Sibal argued that subject to the checks and balances provided under the Arbitration Act itself, a Court would continue to have powers to grant interim relief under Section 9. In support of his argument, Mr. Sibal cited the judgment of Delhi High Court in Benara Bearings and Pistons Limited v. Mahle Engine Components India Private Limited13 and in Energo Engineering Projects Limited v. TRF Limited (supra). \n51. Mr. Sibal argued that Section 9(3) of the Arbitration Act restrains the court from entertaining an application under Section 9, unless circumstances exist which may not render the remedy provided under Section 17 efficacious. In this case, only the formality of pronouncing the order in the Section 9 Applications remained. Since the application under Section 9 had been entertained, fully heard and arguments concluded, Section 9(3) of the Arbitration Act would not apply. \n52. Mr. Sibal argued that an application is entertained when the court applies its mind to it. Entertain means admit into consideration or admit in order to deal with. In support of his submission Mr. Sibal cited Lakshmi Rattan Engineering Works Ltd. (supra), Anil Kunj Bihari Saraf v. Namboodas S/o Shankarlal and Ors. 14 and Kundanlal v. Jagan Nath Sharma (supra). \n53. Mr. Kapil Sibal further argued that, whether a matter had already been admitted into consideration, would depend on whether the Trial Court had admitted into consideration and applied its mind to the Section 9 Applications, filed by the respective parties, and therefore, the Section 9 Applications had gone past the stage of entertainment, as contemplated under Section 9(3) of the Arbitration Act. Mr. Sibal argued that the High Court has erroneously held:\nThe word entertain occurring in sub-section (3) of section 9 would not merely mean to admit a matter for consideration, but it also 13 (2017) SCC Online Del 7226 (Paras 24-25) 14 (1996) SCC Online MP 112 (Paras 5-12) entails the whole procedure till adjudication, i.e., passing of final order. \n54. Mr. Sibal argued that the prayer in the application dated 16 th July, 2021 filed by the Appellant could never have been granted. Mr. Sibal pointed out that the Appellant sought an order for referring all disputes between the parties as mentioned in the two applications under Section 9 of the Arbitration Act to the Arbitral Tribunal for adjudication. However, the Arbitration Act did not confer power under the Arbitration Act on the Court, to relegate or transfer a pending application under Section 9(1) of the Arbitration Act to the Arbitral Tribunal, the moment an Arbitral Tribunal were constituted. \n55. Mr. Sibal submitted that the Special Leave Petition filed in this Court was an abuse of process of Court and an attempt to stop the competent Court from passing an order in an application under Section 9 of the Arbitration Act, which had been fully heard. He argued that if the interpretation of the expression entertain as canvassed by the Appellant, were upheld, it would open a floodgate, where litigants who wanted to deny urgent reliefs to another party, would protract litigation by taking procedural defences and avoid the legislated remedy under Section 9 of the Arbitration Act. \n56. Mr. Sibal further submitted that a lot of judicial time, cost and resources of the parties had been spent in agitating the Section 9 Applications. Both parties had approached the Commercial Courts and the pleadings in the Section 9 Applications exceeded 2,200 pages. The Section 9 Applications were listed before the Commercial Courts 36 times and were finally argued extensively for 11 full days. The Section 9 Applications were reserved for orders on 7th June, 2021, before the Arbitral Tribunal was constituted. \n57. As rightly argued by Mr. Sibal unnecessary delay or expense frustrates the very purpose of arbitration as held by this Court in Union of India and Ors. v. Uttar Pradesh State Bridge Corporation Limited15 cited by Mr. Sibal. \n58. Mr. Sibal submitted that since the filing of the Section 9 Applications, the contractual dues of the Appellant to the Respondent for the interim period aggregate to Rs.255 crores. The Respondent is suffering every day. \n59. Mr. Sibal pointed out that an appeal from an order passed by the Arbitral Tribunal in an application under Section 17, lies before the Superior Court. It cannot, therefore, be said that Section 17 proceeding flows any differently from a proceeding in Court under Section 9 of the Arbitration Act, or has any distinct hierarchy. \n60. Mr. Sibal categorically denied that the Respondent has delayed commencement of arbitration. He submitted that the disputes raised in the notice of arbitration dated 22 nd November, 2020 given by the Appellant did not correspond to the disputes raised by the Appellant in its Section 9 Application in the Commercial Court. The question of arbitrability of the disputes 15 (2015) 2 SCC 52 (Paras 14-17) raised in the notice is still to be determined. \n61. Mr. Sibal submitted that the Respondent was in contact with the Appellant to agree on the name of the Arbitrator. Eventually the parties consented to have a three member Arbitral Tribunal. On 25 th August, 2021, Justice G.T. Nanavati (Retired) resigned on the ground of health, after which there is no functional Arbitral Tribunal. Even after the Arbitrator appointed by the Respondent resigned, the Respondent promptly commenced the process for appointment of substitute arbitrator, and addressed a letter dated 27.08.2021 to the Appellant. \n62. Distinguishing the judgments cited by Mr. Khambata, Mr. Sibal emphatically argued that the word entertain in Section 9(3) of the Arbitration Act would mean the first occasion when the Court takes up the application for consideration, and would have no application to a case where the application is fully heard and orders are reserved. \n63. Section 9(1) of the Arbitration Act, as amended enables a party to an arbitration agreement to apply to a Court for interim measures of protection before or during the arbitral proceedings, or at any time after an award is made and published, but before the Award is enforced in accordance with Section 36 of the Arbitration Act. \n64. A Civil Court of competent jurisdiction thus has the jurisdiction to admit, entertain and decide an application under Section 9(1) of the Arbitration Act, any time before the final arbitral award is enforced in accordance with Section 36 of the Arbitration Act. \n65. However, sub-Section (3) of Section 9 of the Arbitration Act, on which much emphasis has been placed both by Mr. Khambata and Mr. Kapil Sibal provides that once an Arbitral Tribunal has been constituted, the Court shall not entertain an application under sub- Section (1), unless the Court finds that circumstances exist which may not render, the remedy provided under Section 17 efficacious. \n66. Sub-Section (3) of Section 9 has two limbs. The first limb prohibits an application under sub-Section (1) from being entertained once an Arbitral Tribunal has been constituted. The second limb carves out an exception to that prohibition, if the Court finds that circumstances exist, which may not render the remedy provided under Section 17 efficacious. \n67. To discourage the filing of applications for interim measures in Courts under Section 9(1) of the Arbitration Act, Section 17 has also been amended to clothe the Arbitral Tribunal with the same powers to grant interim measures, as the Court under Section 9(1). The 2015 Amendment also introduces a deeming fiction, whereby an order passed by the Arbitral Tribunal under Section 17 is deemed to be an order of Court for all purposes and is enforceable as an order of Court. \n68. With the law as it stands today, the Arbitral Tribunal has the same power to grant interim relief as the Court and the remedy under Section 17 is as efficacious as the remedy under Section 9(1). There is, therefore, no reason why the Court should continue to take up applications for interim relief, once the Arbitral Tribunal is constituted and is in seisin of the dispute between the parties, unless there is some impediment in approaching the Arbitral Tribunal, or the interim relief sought cannot expeditiously be obtained from the Arbitral Tribunal. \n69. There can be no dispute with the proposition as held in State Bank of India and Ors. v. S.N. Goyal (supra), that when a judgment is reserved, mere dictation does not amount to pronouncement. When a judgment is dictated in open Court, that amounts to pronouncement. A judgment not dictated in open Court, has to be pronounced in Open Court. Even after pronouncement, the Judge can make corrections before signing and dating the judgment. Once a judge pronounces, signs and dates the judgment, he becomes functus officio. However, the law enunciated by this Court in State Bank of India and Ors. v. S. N. Goyal (supra) is not attracted in this case. The judgment does not interpret or explain the expression entertain. \n70. In Deep Chand & Ors v. Land Acquisition Officer (supra), cited by Mr. Khambata, the question was, whether objections under Section 49 of the Land Acquisition Act 1894 to acquisition, on the premise that the property proposed for acquisition was only part of the house, manufactory or building amounts to an adjudication. \n71. This Court referred to Blacks Law Dictionary (6 th edition) where adjudication has been defined as hereunder:-\nAdjudication.- The legal process of resolving a dispute. The formal giving or pronouncing a judgment or decree in a court proceeding; also the judgment or decision given. The entry of a decree by a court in respect to the parties in a case. It implies a hearing by a court, after notice, of legal evidence on the factual issue(s) involved. \n72. This Court found that a reading of Section 49 of the Land Acquisition Act showed that a right had been given to the owner of the land to object to acquisition of part of any house, manufactory or other building. Decision on the objection under Section 49(1) to acquisition of only part of a house, manufactory or building would not amount to an adjudication on the question of whether the land proposed to be taken was reasonably required for the full and unimpaired use of the house, manufactory or building. The judgment is not of relevance to the issues involved in this appeal. \n73. There can be no dispute with the proposition in A.V. Venkateswaran. Collector of Customs, Bombay v Ramchand Sobhraj Wadhwani and Anr. (supra) that a party cannot allege inefficacy of a remedy when that party disables itself from availing the remedy. \n74. The judgment in Manbhupinder Singh Atwal v. Neeraj Kumarpal Shah (supra) was rendered in facts and circumstances of that case where proceedings had been pending before the Arbitral Tribunal under Section 17, but the party against whom relief had been sought protracted the proceedings, by indulging in making bare, baseless allegations and insinuations against the Arbitrators of bias and impropriety and thereafter made allegations against the Arbitrators of alleged inaction, to make out a case of inefficacy of the remedy under Section 17. The judgment has no manner of application in this case. \n75. In this case there are no materials on record to show that there were any lapses or laches on the part of the Respondent, which delayed the constitution of an Arbitral Tribunal. The allegation that the Respondent had disabled itself from availing the remedy under Section 17, is unsubstantiated. Moreover, mere delay in agreeing to an Arbitrator does not dis-entitle a party from relief under Section 9 of the Arbitration Act. Section 11 of the Arbitration Act itself provides a remedy in case of delay of any party to the arbitration agreement to appoint an Arbitrator. \n76. Mr. Khambata rightly submitted that a party invoking Section 9 of the Act must be ready and willing to go to arbitration. The law enunciated in Firm Ashok Traders and Anr. v. Gurumukh Das Saluja and Ors. (supra) is well settled. In this case, both the Appellant and the Respondent have invoked the jurisdiction of the Commercial Court under Section 9 of the Arbitration Act. \n77. As argued by Mr. Sibal, in Tufan Chatterjee (supra) the applicant seeking interim relief under Section 9 of the Arbitration Act had referred to Section 26 of the Amendment Act (Act 3 of 2016) and contended that the 2015 Amendment would not apply to proceedings pending when the 2015 Amendment came into force. \n78. It was also argued that arbitral proceedings having commenced before the 2015 Amendment came into effect and/or in other words, before 23rd October 2015, the 2015 Amendments would not apply to the arbitral proceedings, which would be governed by the law as it stood before the amendment. The Arbitral Tribunal would, therefore, not be able to grant relief under Section 17 as amended by the 2015 Amendments. As argued by Mr. Kapil Sibal, the applicability of the 2015 Amendment to pending proceedings under Section 9 of the Arbitration Act in a Court, as also the power of the Arbitral Tribunal to grant relief under Section 17 in pending Arbitration proceedings, were in issue in Tufan Chatterjee (supra).\n79. The High Court distinguished Court proceedings from arbitral proceedings and held that the 2015 Amendment would apply to Court proceedings. The High Court also negated the contention of the applicant under Section 9 that the Arbitral Tribunal was not competent to grant relief under Section 17 as Arbitral proceedings had commenced before the 2015 Amendment. \n80. The judgment in Tufan Chatterjee (supra) was rendered in an appeal against an order of the District Court dismissing the application of the appellant under Section 9 of the Arbitration Act, with the observation that since arbitral proceedings had been initiated, the Court was no longer authorized to pass orders on an application under Section 9(1) of the 1996 Act. The High Court interpreted the expression entertain and held:-\n35. However, as rightly argued by Mr. Bhattacharya, there is difference between the expressions institute and the expression entertain. The expression institute is not synonymous with the expression entertain. In Martin & Harris Ltd. v. 6th Additional District Judge reported in (1998) 1 SCC 732 cited by Mr. Bhattacharya, the Supreme Court interpreted the expression entertain in Clause 21(1)(a) of the U.P. Urban Buildings (Regulation of Letting, Rent and Eviction) Act, 1972, to mean entertaining the ground for consideration for the purpose of adjudication on merits and not any stage prior thereto. Unlike the Limitation Act, which bars the institution of a suit after expiry of the period of limitation, Section 26 prohibits the Court from entertaining an application under Section 9, except in circumstances specified in Section 9(3), which necessarily means considering application on merits, even at the final stage. \n36. After amendment by the Amendment Act of 2015, the scope of Section 17 has considerably been widened and the Arbitral Tribunal has expressly been conferred the same power, as the Court under Section 9. An order of the Tribunal under Section 17 is also enforceable in the same manner as an order of Court under Section 9, under the provisions of the Civil Procedure Code. \n81. The High Court dismissed the appeal from the order of the District Court dismissing the application under Section 9 on the ground that an application for interim relief would have to be filed before the Arbitral Tribunal. \n82. In Energo Engineering Projects Ltd. v. TRF Limited (supra) authored by one of us (Indira Banerjee, J.), a Division Bench of Delhi High Court held:-\n27. A harmonious reading of Section 9(1) with Section 9(3) of the 1996 Act, as amended by the 2015 Amendment Act, makes it amply clear that, even after the amendment of the 1996 Act by incorporation of Section 9(3), the Court is not denuded of power to grant interim relief, once an Arbitral Tribunal is constituted. \n28. When there is an application for interim relief under Section 9, the Court is required to examine if the applicant has an efficacious remedy under Section 17 of getting immediate interim relief from the Arbitral Tribunal. Once the court finds that circumstances exist, which may not render the remedy provided under Section 17 of the 1996 Act efficacious, the Court has the discretion to entertain an application for interim relief. Even if an Arbitral Tribunal is non functional for a brief period of time, an application for urgent interim relief has to be entertained by the Court under Section 9 of the 1996 Act. \n29. It is a well settled proposition that if the facts and circumstances of a case warrant exercise of discretion to act in a particular manner, discretion should be so exercised. An application for interim relief under Section 9 of the 1996 Act, must be entertained and examined on merits, once the Court finds that circumstances exist, which may not render the remedy provided under Section 17 of the said Act efficacious. \n30. In our view, the Learned Single Bench patently erred in holding there is no impediment or situation where the remedy under Section 17 of the Act is not efficacious. The Learned Single Bench failed to appreciate that the pendency of a Special Leave Petition in which the constitution of the Arbitral Tribunal was under challenge, was in itself, a circumstance which rendered the remedy of the parties under Section 17 uncertain and not efficacious. \nxxx xxx xxx 34. An application for interim relief should ordinarily be decided by the Arbitral Tribunal, once an arbitral tribunal is constituted. \nHowever, if circumstances exist which may not render the remedy under Section 17 of the 1996 act efficacious, the Court has to consider the prayer for interim relief on merits, and pass such order, as the Court may deem appropriate. \n35. The Learned Single Bench has not at all considered whether any interim protection was at all necessary in this case. The bank guarantee was apparently unconditional. In effect, the appellants have been restrained from invoking an unconditional guarantee. The application cannot be heard out until the special leave petition is disposed of. \n83. Even after enforcement of the 2015 Amendment Act, an application for interim relief may be filed in Court under Section 9 of the 1996 Act, before the commencement of arbitration proceedings, during arbitration proceedings or at any time after an award is made, but before such award is enforced in accordance with Section 36 of the 1996 Act. The Court has to examine whether the remedy available to the Applicant under Section 17 is efficacious. In Energo Engineering Projects Ltd. v. TRF Limited (supra), the remedy of interim relief under Section 17 was found to be inefficacious in view of an interim order passed by this Court in a Special Leave Petition. \n84. In Banara Bearings & Pistons Ltd. (supra) cited by Mr. Sibal a Division Bench of the Delhi High Court, speaking through Badar Durrez Ahmed J. Held:\n24...... We are of the view that Section 9(3) does not operate as an ouster clause insofar as the courts powers are concerned. It is a well-known principle that whenever the Legislature intents an ouster, it makes it clear. We may also note that if the argument of the appellant were to be accepted that the moment an Arbitral Tribunal is constituted, the Court which is seized of a Section 9 application, becomes coram non judice, would create a serious vacuum as there is no provision for dealing with pending matters. All the powers of the Court to grant interim measures before, during the arbitral proceedings or at any time after the making of the arbitral award but prior to its enforcement in accordance with Section 36 are intact (and, have not been altered by the amendment) as contained in Section 9(1) of the said Act. Furthermore, it is not as if upon the very fact that an Arbitral Tribunal had been constituted, the Court cannot deal with an application under sub-section (1) of Section 9 of the said Act. Section 9(3) itself provides that the Court can entertain an application under Section 9(1) if it finds that circumstances exist which may not render the remedy provided under Section 17 efficacious. \n25. We may also note that there is no provision under the said Act which, even as a transitory measure, requires the Court to relegate or transfer a pending Section 9(1) application to the Arbitral Tribunal, the moment an Arbitral Tribunal has been constituted. \n85. In M. Ashraf v. Kasim V.K.16 a Division Bench of the Kerala High Court speaking through R. Narayana Pisharadi J. held:- \n8. .Even after the amendment of the Act by incorporation of Section 9(3), the Court is not denuded of the power to grant interim relief under Section 9(1) of the Act. What is provided under Section 9(3) of the Act is that, after the constitution of the Arbitral Tribunal, the Court shall not entertain an application under Section 9(1) of the Act unless the Court finds that circumstances exist which may not render the remedy provided under Section 17 efficacious. Normally, the Court shall not entertain an application under Section 9(1) of the Act after constitution of the Arbitral Tribunal. But, the Court has the power to entertain an application under Section 9(1) of the Act even after the constitution of the Arbitral Tribunal unless the Court finds that in the circumstances of the case the party has got efficacious remedy under Section 17 of the Act. An application for interim relief under Section 9(1) of the Act shall be entertained and examined on merits, once the Court finds that circumstances exist, which may not render the remedy provided under Section 17 of the Act efficacious. \n86. In Srei Equipment Finance Limited (Sefl) v. Ray Infra Services Private Limited & Anr. 17 authored by one of us (Indira 16 (2018) SCC OnLine Ker 4913 17. (2016) SCC OnLine Cal 6765 Banerjee J.), the Division Bench of Calcutta High Court held:\n5. Under Section 9 of the Arbitration and Conciliation Act, 1996 - a party might before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with Section 36, apply to Court under Section 9 for interim relief.\n6. In our view, the learned Single Bench erred in holding that there was no scope for further order in the pending application under Section 9. The learned Single Bench has not considered the question of depreciation of the value of the assets due to constant use. Prima facie, the respondent has defaulted in instalments. In terms of the agreement, the appellant financier is entitled to take possession of the hypothecated assets. After the enactment of the Arbitration and Conciliation (Amendment) Act of 2015 with effect from 23rd October, 2015, the Court is not to entertain an application under Section 9(1) of the Arbitration and Conciliation Act, 1996, once the Arbitral Tribunal has been constituted, unless the Court finds that circumstances exist, which may not render the remedy provided under Section 17 efficacious. \n7. The hearing before the Arbitral Tribunal may have been concluded. Proceedings are, however, still pending before the Arbitral Tribunal. It may have been possible to make an application before the Arbitral Tribunal. However considering the lethargic manner in which the learned Arbitrator has been proceeding the remedy of the Appellant under Section 17 of the Arbitration and Conciliation Act, 1996 does not appear to be efficacious. The amendments being recent, complicated issues of law may also arise with regard to the applicability of the amended provisions to pending arbitral proceedings. \n87. In Avantha Holdings Limited v. Vistra ITCL India Limited18 a Single Bench of the Delhi High Court (C. Hari Shankar J.) held:- \n45 . The Court, while exercising its power under Section 9 of the 1996 Act, has to be acutely conscious of the power, vested in the arbitrator/arbitral tribunal, by Section 17 of the same Act. A reading of Section 9, and Section 17, of the 1996 Act, reveals that they are identically worded. The interim measures, which can be ordered by the arbitral tribunal, under Section 17, are the very same as those which can be ordered by the Court under Section 9. It is for this reason that sub-section (3) of Section 9 proscribes grant of interim measures, by the Court, consequent on constitution of the arbitral tribunal, save and except where the Court finds that circumstances exist, which may not render the remedy, under Section 17, to be efficacious. The Court, while 18 2020 SCC OnLine Del 1717 exercising jurisdiction under Section 9, even at a pre-arbitration stage, cannot, therefore, usurp the jurisdiction which would, otherwise, be vested in the arbitrator, or the arbitral tribunal, yet to be constituted. \n88. We fully approve the view taken by the Single Bench of the Delhi High Court in Avantha Holdings Limited (supra) except for the observation that the Court, while exercising jurisdiction under Section 9, even at a pre-arbitration stage, cannot usurp the jurisdiction which would, otherwise, be vested in the arbitrator, or the Arbitral Tribunal, yet to be constituted. The bar of Section 9(3) operates after an Arbitral Tribunal is constituted. There can therefore be no question of usurpation of jurisdiction of the Arbitral Tribunal under Section 17 before the Arbitral Tribunal is constituted. The Court is obliged to exercise power under Section 9 of the Arbitration Act, if the Arbitral Tribunal is yet to be constituted. Whether the Court grants interim relief or not is a different issue, for that would depend on the facts of the case - whether the Applicant has made out a good prima facie case, whether the balance of convenience is in favour of relief being granting to the applicant, whether the applicant would suffer irreparable injury by refusal of interim relief etc.\n89. In Lakshmi Rattan Engineering Works Ltd. (supra) the Court held:- \n9. The word entertain is explained by a Divisional Bench of the Allahabad High Court as denoting the point of time at which an application to set aside the sale is heard by the court. The expression entertain, it is stated, does not mean the same thing as the filing of the application or admission of the application by the court. A similar view was again taken in Dhoom Chand Jain v. Chamanlal Gupta [AIR 1962 All 543] in which the learned Chief Justice Desai and Mr Justice Dwivedi gave the same meaning to the expression entertain. It is observed by Dwivedi, J., that the word entertain in its application bears the meaning admitting to consideration, and therefore when the court cannot refuse to take an application which is backed by deposit or security, it cannot refuse judicially to consider it. In a single bench decision of the same court reported in Bawan Ram v. Kunj Beharilal [AIR 1961 All 42] one of us (Bhargava, J.) had to consider the same rule. There the deposit had not been made within the period of limitation and the question had arisen whether the court could entertain the application or not. It was decided that the application could not be entertained because proviso (b) debarred the court from entertaining an objection unless the requirement of depositing the amount or furnishing security was complied with within the time prescribed. In that case the word entertain is not interpreted but it is held that the Court cannot proceed to consider the application in the absence of deposit made within the time allowed by law. This case turned on the fact that the deposit was made out of time. In yet another case of the Allahabad High Court reported in Haji Rahim Bux & Sons v. Firm Samiullah & Sons [AIR 1963 All 326] a Division Bench consisting of Chief Justice Desai and Mr Justice S.D. Singh interpreted the words of Order 21, Rule 90, by saying that the word entertain meant not receive or accept but proceed to consider on merits or adjudicate upon. \n9. In our opinion these cases have taken a correct view of the word entertain which according to dictionary also means admit to consideration. It would therefore appear that the direction to the court in the proviso to Section 9 is that the court shall not proceed to admit to consideration an appeal which is not accompanied by satisfactory proof of the payment of the admitted tax. ... \n90. In Kundan Lal v Jagan Nath Sharma and Ors. (supra), a Division Bench of Allahabad High Court held that the expression entertain did not mean the same thing as the filing of the application or admission of the application by the Court. The dictionary meaning of the word enterain was to deal with or to take matter into consideration. The High Court further held:-\n7. The use of the word entertain in the proviso to R. 90 of Or. XXI denotes a point of time at which an application to set aside the sale is heard by the court. This appears to be clear from the fact that in the proviso it is stated that no application to set aside a sale shall be entertained upon any ground which could have been taken by the applicant on or before the date on which the sale proclamation was drawn up. Surely, the question as to the consideration of the grounds upon which the application is based can only arise when it is being considered by the court on the merits, that is, when the court is called upon to apply its mind to the grounds urged in the application. In our view the stage at which the applicant is required to make the deposit or give the security within the mening of Cl. (b) of the proviso would come when the hearing of the application is due to commence. \n91. In Hindustan Commercial Bank Ltd. v Punnu Sahu (supra), the Court held that the expression entertain in the proviso to clause (b) Order 21 Rule 90 (as amended by Allahabad High Court), means to adjudicate upon or proceed to consider on merits and not initiation of proceeding. \n92. In Martin & Haris Limited (supra), the Court was considering proviso to Section 21 of the U.P. Urban Buildings (Regulation of Letting, Rent and Eviction) Act, 1972 which provided that where the building was in the occupation of a tenant since before its purchase by the landlord, such purchase being made after the commencement of this Act, no application shall be entertained on the grounds mentioned in Clause (a), unless a period of 3 years has elapsed since the date of such purchase and the landlord has given a notice in that behalf to the tenant, not less than 6 months before such application, and such notice may be given before the expiration of the aforesaid period of 3 years. The Court held :-\n Thus the word entertain mentioned in the first proviso to Section 21(1) in connection with grounds mentioned in clause (a) would necessarily mean entertaining the ground for consideration for the purpose of adjudication on merits and not at any stage prior thereto as tried to be submitted by learned Senior Counsel, Shri Rao, for the appellant. \n93. It is now well settled that the expression entertain means to consider by application of mind to the issues raised. The Court entertains a case when it takes a matter up for consideration. The process of consideration could continue till the pronouncement of judgment as argued by Khambata. Once an Arbitral Tribunal is constituted the Court cannot take up an application under Section 9 for consideration, unless the remedy under Section 17 is inefficacious. However, once an application is entertained in the sense it is taken up for consideration, and the Court has applied its mind to the Court can certainly proceed to adjudicate the application. \n94. Mr. Sibal rightly submitted that the intent behind Section 9(3) was not to turn back the clock and require a matter already reserved for orders to be considered in entirety by the Arbitral Tribunal under Section 17 of the Arbitration Act.\n95. On a combined reading of Section 9 with Section 17 of the Arbitration Act, once an Arbitral Tribunal is constituted, the Court would not entertain and/or in other words take up for consideration and apply its mind to an application for interim measure, unless the remedy under Section 17 is inefficacious, even though the application may have been filed before the constitution of the Arbitral Tribunal. The bar of Section 9(3) would not operate, once an application has been entertained and taken up for consideration, as in the instant case, where hearing has been concluded and judgment has been reserved. Mr. Khambata may be right, that the process of consideration continues till the pronouncement of judgment. However, that would make no difference. The question is whether the process of consideration has commenced, and/or whether the Court has applied its mind to some extent before the constitution of the Arbitral Tribunal. If so, the application can be said to have been entertained before constitution of the Arbitral Tribunal.\n96. Even after an Arbitral Tribunal is constituted, there may be myriads of reasons why the Arbitral Tribunal may not be an efficacious alternative to Section 9(1). This could even be by reason of temporary unavailability of any one of the Arbitrators of an Arbitral Tribunal by reason of illness, travel etc.\n97. Applications for interim relief are inherently applications which are required to be disposed of urgently. Interim relief is granted in aid of final relief. The object is to ensure protection of the property being the subject matter of Arbitration and/or otherwise ensure that the arbitration proceedings do not become infructuous and the Arbitral Award does not become an award on paper, of no real value. \n98. The principles for grant of interim relief are (i) good prima facie case, (ii) balance of convenience in favour of grant of interim relief and (iii) irreparable injury or loss to the applicant for interim relief. Unless applications for interim measures are decided expeditiously, irreparable injury or prejudice may be caused to the party seeking interim relief. \n99. It could, therefore, never have been the legislative intent that even after an application under Section 9 is finally heard relief would have to be declined and the parties be remitted to their remedy under Section 17.\n100. When an application has already been taken up for consideration and is in the process of consideration or has already been considered, the question of examining whether remedy under Section 17 is efficacious or not would not arise. The requirement to conduct the exercise arises only when the application is being entertained and/or taken up for consideration. As observed above, there could be numerous reasons which render the remedy under Section 17 inefficacious. To cite an example, the different Arbitrators constituting an Arbitral Tribunal could be located at far away places and not in a position to assemble immediately. In such a case an application for urgent interim relief may have to be entertained by the Court under Section 9(1).\n101. As pointed out by Mr. Khambata, the 246 th Report of the Law Commission, submitted in August 2014 states that Section 9(3) seeks to reduce the role of the Court in relation to grant of interim measure, once the Arbitral Tribunal has been constituted. This is also in keeping with the UNCITRAL Model Law which discourages Court proceedings in relation to disputes arising out of an agreement which contains a clause for arbitration. \n102. As held by this Court in Amazon.com NV Investment Holdings LLC v. Future Retail (supra), the object of introducing Section 9(3) was to avoid Courts being flooded with applications under Section 9 of the Arbitration Act. \n103. Negative Kompetenz-Kompetenz is a sequel to the rule of priority in favour of the Arbitrators, that is, the requirement for parties to an arbitration agreement to honour their undertaking to submit any dispute covered by such an agreement to arbitration. This entails the consequence that the Courts are prohibited from hearing such disputes. \n104. In Chloro Controls India Private Limited v. Severn Trent Water Purification Inc.19, this Court observed that majority of the countries admit to the positive effect of kompetenz  kompetenz principle, which requires that the Arbitral Tribunal must exercise jurisdiction over the dispute under the arbitration agreement. Thus, challenge to the existence or validity of the arbitration agreement would not prevent the Arbitral Tribunal from proceeding with the hearing and ruling upon its jurisdiction. If it retains jurisdiction, it may make an award on the substance of the dispute, without waiting for the outcome of any court action aimed at deciding the issue of jurisdiction. \n105. As held by this Court in Vidya Drolia and Ors. v. Durga Trading Corporation20 :-\n129. Principles of competence-competence have positive and negative connotations. As a positive implication, the Arbitral Tribunals are declared competent and authorised by law to rule as to their jurisdiction and decide non-arbitrability questions. In case of expressed negative effect, the statute would govern and should be 19 (2013) 1 SCC 641 20 (2021) 2 SCC 1 at page 98 followed. Implied negative effect curtails and constrains interference by the court at the referral stage by necessary implication in order to allow the Arbitral Tribunal to rule as to their jurisdiction and decide non-arbitrability questions. As per the negative effect, courts at the referral stage are not to decide on merits, except when permitted by the legislation either expressly or by necessary implication, such questions of non-arbitrability. \nSuch prioritisation of the Arbitral Tribunal over the courts can be partial and limited when the legislation provides for some or restricted scrutiny at the first look referral stage. We would, therefore, examine the principles of competence- competence with reference to the legislation, that is, the Arbitration Act. [Emphasis supplied] \n106. As held in Vidya Drolia (supra), the Courts do not decide on merits except when permitted by legislation either expressly or by necessary implication. Prioritisation of the Arbitral Tribunal over the the Courts can be partial and limited when the legislation so provides. Vidya Drolia (supra) was referred to a larger Bench, but on a different issue. \n107. It is reiterated that Section 9(1) enables the parties to an arbitration agreement to approach the appropriate Court for interim measures before the commencement of arbitral proceedings, during arbitral proceedings or at any time after the making of an arbitral award but before it is enforced and in accordance with Section 36 of the Arbitration Act. The bar of Section 9(3) operates where the application under Section 9(1) had not been entertained till the constitution of the Arbitral Tribunal. Ofcourse it hardly need be mentioned that even if an application under Section 9 had been entertained before the constitution of the Tribunal, the Court always has the discretion to direct the parties to approach the Arbitral Tribunal, if necessary by passing a limited order of interim protection, particularly when there has been a long time gap between hearings and the application has for all practical purposes, to be heard afresh, or the hearing has just commenced and is likely to consume a lot of time. In this case, the High Court has rightly directed the Commercial Court to proceed to complete the adjudication. \n108. For the reasons discussed above, the appeal is allowed only to the extent of clarifying that it shall not be necessary for the Commercial Court to consider the efficacy of relief under Section 17, since the application under Section 9 has already been entertained and considered by the Commercial Court. The judgment and order under appeal does not, otherwise, call for interference. \n..J. [ INDIRA BANERJEE ] ..J. [ J. K. MAHESHWARI ] NEW DELHI; \nSEPTEMBER 14, 2021",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5e034c7075c34cb4af912dc4c3d783b0_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "541d38b177e34b5d92375f987b09c38c_1"
    },
    {
      "start": 242,
      "end": 354,
      "text": "\nSupreme Court of India\nArcelor Mittal Nippon Steel India Ltd. vs Essar Bulk Terminal Ltd. on 14 September, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "06de04f48ebf4394b441db19417b9af4_2"
    },
    {
      "start": 355,
      "end": 452,
      "text": "\nEquivalent citations: Air 2021 Supreme Court 4350, Aironline 2021 Sc 718\nAuthor: Indira Banerjee",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30bc32bdfcfb4d69bf5c6d1079aef96e_3"
    },
    {
      "start": 454,
      "end": 635,
      "text": "Bench: J. K. Maheshwari, Indira Banerjee\n                                                                                       Reportable\n                                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f2bac259afd14f2094e92874d1e83d9d_4"
    },
    {
      "start": 635,
      "end": 664,
      "text": "In The Supreme Court Of India",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76cb8b1ef33c4076bfd8a5d73821861b_5"
    },
    {
      "start": 709,
      "end": 737,
      "text": "Civil Appellate Jurisdiction",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f1a14280660241efa82a0de4e96e8801_6"
    },
    {
      "start": 783,
      "end": 843,
      "text": "Civil Appeal No. 5700 Of 2021\n                              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "640698929fea4960be08dc561b065d61_7"
    },
    {
      "start": 843,
      "end": 907,
      "text": "[Arising out of Special Leave Petition (Civil) No.13129 of 2021]",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c06ea4652614922a0186119754b141e_8"
    },
    {
      "start": 935,
      "end": 942,
      "text": "Arcelor",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c6084fa85dc40bd897a27275764af7b_9"
    },
    {
      "start": 943,
      "end": 949,
      "text": "Mittal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a47e2e6d51204dc0abaaca666f20d0dc_10"
    },
    {
      "start": 950,
      "end": 973,
      "text": "Nippon Steel India Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d074724c059d4bd2b296e93c6feaaba1_11"
    },
    {
      "start": 996,
      "end": 1005,
      "text": "Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "101cffe720c94b449c1ece4087eef077_12"
    },
    {
      "start": 1006,
      "end": 1077,
      "text": "( s) \n\n                                                          Versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7ab5ad6ac9d14f47ab7e9baa592a65bd_13"
    },
    {
      "start": 1105,
      "end": 1129,
      "text": "Essar Bulk Terminal Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f6a57f168cd43bf96bf3833f230ddb2_14"
    },
    {
      "start": 1166,
      "end": 1446,
      "text": "Respondent (s)\n\n\n\n                                                     Judgment\nIndira Banerjee, J.\nLeave granted.\n2. The short question of law raised in this appeal is, whether the Court has the power to entertain an application under Section 9(1) of the Arbitration and Concilia",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3cc3f2e342c4e178abe4d7f8198ac49_15"
    },
    {
      "start": 1447,
      "end": 1510,
      "text": "tion Act, 1996, hereinafter referred to as the Arbitration Act,",
      "labels": [
        "FAC"
      ],
      "id": "732cb8c22d7246e2ba3f64a246d7b603_16"
    },
    {
      "start": 1511,
      "end": 1673,
      "text": "once an Arbitral Tribunal has been constituted and if so, what is the true meaning and purport of the expression entertain in Section 9(3) of the Arbitration Act.",
      "labels": [
        "FAC"
      ],
      "id": "e46aab550f414e008b89ee1de842994c_17"
    },
    {
      "start": 1674,
      "end": 1889,
      "text": "The next question is, whether the Court is obliged to examine the efficacy of the remedy under Section 17, before passing an order under Section 9(1) of the Arbitration Act, once an Arbitral Tribunal is constituted.",
      "labels": [
        "ISSUE"
      ],
      "id": "80f68ed743b84b5e8e51628de3351ab5_18"
    },
    {
      "start": 1890,
      "end": 1987,
      "text": "\n3. The Appellant and the Respondent entered into an agreement for Cargo Handling at Hazira Port.",
      "labels": [
        "FAC"
      ],
      "id": "27eae893079143f1aa84014b8bfacf62_19"
    },
    {
      "start": 1988,
      "end": 2052,
      "text": "The said Cargo Handling Agreement was amended from time to time.",
      "labels": [
        "FAC"
      ],
      "id": "8446682695bb47c7899e40edb424f0c8_20"
    },
    {
      "start": 2053,
      "end": 2334,
      "text": "\n4. Article 15 of the said Cargo Handling Agreement provided that all disputes arising out of the Cargo Handling Agreement were to be settled in Courts, in accordance with the provisions of the Arbitration Act and be referred to a sole Arbitrator appointed mutually by the parties.",
      "labels": [
        "FAC"
      ],
      "id": "b6f1e5a8693842b891fe80ec4443fb84_21"
    },
    {
      "start": 2335,
      "end": 2516,
      "text": "\n5. Disputes and differences having arisen under the said Cargo Handling Agreement, the Appellant invoked the arbitration clause by a notice of arbitration dated 22nd November 2020.",
      "labels": [
        "FAC"
      ],
      "id": "f6bd88bfa3104346af8c70c48e0353e1_22"
    },
    {
      "start": 2517,
      "end": 2605,
      "text": "According to the Appellant, the Respondent did not respond to the notice of arbitration.",
      "labels": [
        "FAC"
      ],
      "id": "49c64692c27d4fc2a9520aeaabd0973a_23"
    },
    {
      "start": 2607,
      "end": 2755,
      "text": "6. The Appellant approached the High Court of Gujarat at Ahmedabad under Section 11 of the Arbitration Act, for appointment of an Arbitral Tribunal.",
      "labels": [
        "FAC"
      ],
      "id": "fbf49e483ccd4840ae7529be1232f79b_24"
    },
    {
      "start": 2756,
      "end": 3081,
      "text": "On or about 30th December, 2020, the Respondent replied to the notice of arbitration, contending that the disputes between the parties were not arbitrable and further contending that the total amount due and payable by the Appellant as on 24 th December, 2020 was Rs.673.84 crores inclusive of interest of Rs.51.11 crores.\n7.",
      "labels": [
        "FAC"
      ],
      "id": "5c108cd487b74f518a50130a86207a1f_25"
    },
    {
      "start": 3082,
      "end": 3350,
      "text": "On or about 15th January, 2021, the Appellant filed an application being Commercial Civil Miscellaneous Application No.2 of 2021 under Section 9 of the Arbitration Act in the Commercial Court and the 12 th Additional District Judge, District & Sessions Court at Surat.",
      "labels": [
        "FAC"
      ],
      "id": "bc14b0ad10b7479b821f316de4d0c3bc_26"
    },
    {
      "start": 3351,
      "end": 3539,
      "text": "On 16 th March 2021, the Respondent also filed an application being Commercial Civil Miscellaneous Application No.99 of 2021 in the Commercial Court under Section 9 of the Arbitration Act.",
      "labels": [
        "FAC"
      ],
      "id": "6e69cecc71b64d08b2f92ba597cfeeb3_27"
    },
    {
      "start": 3540,
      "end": 5012,
      "text": "\n8. Section 9 of the Arbitration Act is set out hereinbelow for convenience:-\n9. Interim measures, etc. by Court (1) A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with Section 36, apply to a Court (i) for the appointment of a guardian for a minor or a person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely:\n(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.",
      "labels": [
        "STA"
      ],
      "id": "e8036c668fad4fdab2eafcc87246fa19_28"
    },
    {
      "start": 5013,
      "end": 5321,
      "text": "(2) Where, before the commencement of the arbitral proceedings, a Court passes an order for any interim measure of protection under sub- section (1), the arbitral proceedings shall be commenced within a period of ninety days from the date of such order or within such further time as the Court may determine.",
      "labels": [
        "STA"
      ],
      "id": "99006b2bdbc7426f90381570a23656ad_29"
    },
    {
      "start": 5322,
      "end": 5562,
      "text": "\n(3) Once the arbitral tribunal has been constituted, the Court shall not entertain an application under sub-section (1), unless the Court finds that circumstances exist which may not render the remedy provided under Section 17 efficacious.",
      "labels": [
        "STA"
      ],
      "id": "23e12fe12a444fd1be8b26e676e2360d_30"
    },
    {
      "start": 5563,
      "end": 5739,
      "text": "\n9. Section 9 as originally enacted, has been renumbered as Section 9(1) by the Arbitration and Conciliation (Amendment) Act (Act 3 of 2016) with effect from 23rd October 2015.",
      "labels": [
        "STA"
      ],
      "id": "b1295f11bbc146c3bdc098146594933a_31"
    },
    {
      "start": 5740,
      "end": 5835,
      "text": "The said 2015 Amendment also incorporated sub-Section (2) and sub-Section (3) reproduced above.",
      "labels": [
        "STA"
      ],
      "id": "42a038034bf047f9bb0b21de02da37f4_32"
    },
    {
      "start": 5837,
      "end": 6226,
      "text": "10. Before the enactment and enforcement of the said 2015 Amendment, Section 17 read:-\n17. Interim measures ordered by arbitral tribunal.- (1) Unless otherwise agreed by the parties, the arbitral tribunal may, at the request of a party, order a party to take any interim measure of protection as the arbitral tribunal may consider necessary in respect of the subject-matter of the dispute.",
      "labels": [
        "STA"
      ],
      "id": "e32f91fbeb554e5990df3459bb04d58e_33"
    },
    {
      "start": 6227,
      "end": 6365,
      "text": "\n(2) The arbitral tribunal may require a party to provide appropriate security in connection with a measure ordered under sub-section (1).",
      "labels": [
        "STA"
      ],
      "id": "7f8dc8823fdf4279bb7f7edf55dee2b0_34"
    },
    {
      "start": 6367,
      "end": 6433,
      "text": "11. After enactment of the said 2015 Amendment, Section 17 reads:-",
      "labels": [
        "STA"
      ],
      "id": "141f95ec6dbb4437a9f76ea43f3dcd8d_35"
    },
    {
      "start": 6434,
      "end": 8094,
      "text": "\n17. Interim measures ordered by arbitral tribunal.- (1) A party may, during the arbitral proceedings, apply to the arbitral tribunal (i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely (a) the preservation, interim custody or sale of any goods which are the subject matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken, or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the arbitral tribunal to be just and convenient, and the arbitral tribunal shall have the same power for making orders, as the court has for the purpose of, and in relation to, any proceedings before it.\n(2) Subject to any orders passed in an appeal under Section 37, any order issued by the arbitral tribunal under this section shall be deemed to be an order of the Court for all purposes and shall be enforceable under the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were an order of the Court.",
      "labels": [
        "STA"
      ],
      "id": "9fc515b6cf3e478f8a30f42909f19972_36"
    },
    {
      "start": 8096,
      "end": 8371,
      "text": "12. The Commercial Court and 12 th Additional District Judge, District & Sessions Court at Surat, heard both the applications filed by the Appellant and the Respondent respectively, under Section 9(1) of the Arbitration Act and reserved the same for orders on 7th June, 2021.",
      "labels": [
        "FAC"
      ],
      "id": "908e520e3f054f5a8db0242e37f4f8fa_37"
    },
    {
      "start": 8373,
      "end": 8663,
      "text": "13. On 9th July 2021, the application filed by the Appellant under Section 11(6) of the Arbitration Act was disposed of by appointing a three-member Arbitral Tribunal, comprising of three retired Judges of this Court, to adjudicate the disputes between the Appellant and the Respondent.\n14.",
      "labels": [
        "FAC"
      ],
      "id": "7d726db358ac4b48a507bd78adfcdcdd_38"
    },
    {
      "start": 8664,
      "end": 8964,
      "text": "On or about 16th July 2021, the Appellant filed an interim application being Commercial Civil Miscellaneous Application No.2 of 2021, praying for reference of both the applications filed by the Appellant and the Respondent respectively under Section 9 of the Arbitration Act, to the learned Tribunal.",
      "labels": [
        "FAC"
      ],
      "id": "e6db6f1b0c8e4d89af89005d34f4a086_39"
    },
    {
      "start": 8965,
      "end": 9068,
      "text": "\n15. Paragraph 3 of the said application filed by the Appellant is set out hereinbelow for convenience.",
      "labels": [
        "FAC"
      ],
      "id": "eaeeae8906d740a0825bc567e3bb9d4c_40"
    },
    {
      "start": 9070,
      "end": 9231,
      "text": "3. I say and submit that this Honble Court had heard the AMNS Petition and the EBTL Petition extensively, and reserved the petitions for pronouncement of orders.",
      "labels": [
        "FAC"
      ],
      "id": "491f8aa882514c12a731f6106dac5156_41"
    },
    {
      "start": 9232,
      "end": 9299,
      "text": "The matters are listed on 20 July 2021 for pronouncement of orders.",
      "labels": [
        "FAC"
      ],
      "id": "f9e96b0c22734ff3a555429a84d87da5_42"
    },
    {
      "start": 9301,
      "end": 9414,
      "text": "16. By an order dated 16th July 2021, the Commercial Court dismissed the said application filed by the Appellant.",
      "labels": [
        "FAC"
      ],
      "id": "04963d351e324bf09c8287ed95b8f634_43"
    },
    {
      "start": 9415,
      "end": 9543,
      "text": "The Commercial Court however granted the Appellant 10 days time to challenge the order of the Commercial Court if it so desired.",
      "labels": [
        "FAC"
      ],
      "id": "efc784af7dcc432686018772d9efec17_44"
    },
    {
      "start": 9545,
      "end": 9754,
      "text": "17. The Appellant filed an application being R/Special Civil Application No.10492 of 2021 in the Gujarat High Court under Article 227 of the Constitution of India challenging the order of the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "c8397250802b4c10b4fc3b18b570f7ad_45"
    },
    {
      "start": 9756,
      "end": 9918,
      "text": "18. The said application under Article 227 of the Constitution was heard by a Division Bench of the High Court and listed for final arguments on 2nd August, 2021.",
      "labels": [
        "RLC"
      ],
      "id": "da8590f645ab44a193458522d74b5530_46"
    },
    {
      "start": 9919,
      "end": 10101,
      "text": "In the meanwhile, the High Court directed the Commercial Court to defer the pronouncement of orders in the applications under Section 9 of the Arbitration Act till 9 th August, 2021.",
      "labels": [
        "RLC"
      ],
      "id": "356844d842d642db85fff8c559e5f18b_47"
    },
    {
      "start": 10103,
      "end": 10242,
      "text": "19. On 5th August 2021, the application under Article 227 of the Constitution was heard again and reserved for orders on 9 th August, 2011.",
      "labels": [
        "FAC"
      ],
      "id": "24022fdede8242cc8d050f0228c17dbf_48"
    },
    {
      "start": 10243,
      "end": 10368,
      "text": "The Commercial Court adjourned the pronouncement of orders in the two applications for interim relief till 31st August, 2021.",
      "labels": [
        "RLC"
      ],
      "id": "b0e7eb9658644abd97981c705ddb3f5f_49"
    },
    {
      "start": 10370,
      "end": 10770,
      "text": "20. In the meanwhile, by an order dated 17 th August, 2021, which is impugned in this Appeal, the High Court dismissed the application filed by the Appellant under Article 227 of the Constitution of India, holding that the Commercial Court has the power to consider whether the remedy under Section 17 of the Arbitration Act is inefficacious and pass necessary orders under Section 9 of the said Act.",
      "labels": [
        "RLC"
      ],
      "id": "eef8df3dd5454228bd9af20b8d57c8fc_50"
    },
    {
      "start": 10771,
      "end": 10792,
      "text": "The High Court held:-",
      "labels": [
        "RLC"
      ],
      "id": "6f36ad2b65034cb5a4eb9daa3ae5e421_51"
    },
    {
      "start": 10794,
      "end": 11165,
      "text": "24. Considering the submissions made before us as well as the judgments cited before us by both the sides, though the learned trial court has not given proper reasons for dismissing the application filed by the petitioner, the trial court has committed no error in not granting the prayer prayed for by the petitioner in the interim application filed in CMA No.2 of 2021.",
      "labels": [
        "NONE"
      ],
      "id": "45a67b537bc746a7ad14c5560a706d3f_52"
    },
    {
      "start": 11166,
      "end": 11432,
      "text": "In our opinion the trial court should be permitted to pronounce the order on both the applications under Section 9 pending before it keeping in mind the observations made by us in this judgment and taking into consideration the provisions of Section 9(3) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ea1e2e1eb6540108325c3fb3b79addd_53"
    },
    {
      "start": 11434,
      "end": 11742,
      "text": "21. Mr. Darius Khambata, Senior Advocate appearing on behalf of the Appellant submitted that Section 9(3) of the Arbitration Act, as amended, restricts the power of the Court to entertain an application under sub-Section (1) of Section 9 of the Arbitration Act once an Arbitral Tribunal has been constituted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a65f04358dba433bba556394ed67b066_54"
    },
    {
      "start": 11744,
      "end": 11923,
      "text": "22. Mr. Khambata argued that an Arbitral Tribunal having been constituted, the Commercial Court cannot proceed further with the application under Section 9 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "49a6a4265a8241d6b3849abcac45222b_55"
    },
    {
      "start": 11925,
      "end": 12056,
      "text": "23. Mr. Khambata argued that, the purpose of insertion of Section 9(3) of the Arbitration Act was to curtail the role of the Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0327acccb94d4d1885fdd4fc1e0c0508_56"
    },
    {
      "start": 12057,
      "end": 12228,
      "text": "Even though Section 9(3) does not oust the jurisdiction of the Court under Section 9(1), it restricts the role of the Court, post the constitution of an Arbitral Tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bf1150e95a6e47af9a0d2825069da9ab_57"
    },
    {
      "start": 12229,
      "end": 12479,
      "text": "Once an Arbitral Tribunal is constituted, the Court is not to entertain an application under Section 9 of the Arbitration Act unless it finds that circumstances exist, which may render the remedy under Section 17 of the Arbitration Act inefficacious.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6875e11013c1497196be040e5f26cb32_58"
    },
    {
      "start": 12481,
      "end": 12785,
      "text": "24. Mr. Khambata submitted that the High Court rightly held that the Commercial Court had erred in construing the word entertain narrowly, observing that entertain would not mean admitting for consideration, but would mean the entire process upto its final adjudication and passing of an order on merits.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2b8a158edc6a4dfb834278f1e6ec9835_59"
    },
    {
      "start": 12787,
      "end": 13053,
      "text": "25. Mr. Khambata referred to the observations of the 246th Report of the Law Commission of August 2014, that the insertion of Section 9(3) seeks to reduce the role of the Court in relation to grant of interim measures once the Arbitral Tribunal has been constituted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4d96143fa17a4d1581da8c3d3ff4c001_60"
    },
    {
      "start": 13054,
      "end": 13162,
      "text": "Mr. Khambata submitted that this also appears to be the spirit of the UNCITRAL Model Law as amended in 2006.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8769d7c3ac0f481a96f6d8be06b99734_61"
    },
    {
      "start": 13163,
      "end": 13268,
      "text": "Accordingly, Section 17 has been amended to infuse the Arbitral Tribunal with the same powers as a Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "af73581628b14ead92fba82b1f4dba69_62"
    },
    {
      "start": 13270,
      "end": 13675,
      "text": "26. Mr. Khambata submitted the Report dated July 30, 2017 of the High Level Committee to Review the Institutionalisation of Arbitration Mechanism in India, chaired by Honble Mr. Justice B. N. Srikrishna also referred to the insertion of Section 9(3) and observed that the 2015 amendments, in two important respects, signal a paradigm shift towards minimizing judicial intervention in the arbitral process.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0831b4fe7ede47f8967e37e9b9eac081_63"
    },
    {
      "start": 13676,
      "end": 13903,
      "text": "First, the amendment to Section 9 of the ACA provides that Courts should not entertain applications for interim relief from the parties unless it is shown that interim relief from the Arbitral Tribunal would not be efficacious.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aa65b3ac54bc4da4843607114eaa7ab0_64"
    },
    {
      "start": 13904,
      "end": 13980,
      "text": "In the aforesaid report, the Arbitration Act is referred to as ACA in short.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e4e8213ca8f2458f82a0c2614a539614_65"
    },
    {
      "start": 13982,
      "end": 14505,
      "text": "27. Mr. Khambata cited Amazon.com NV Investment Holdings LLC v. Future Retail Limited & Ors.1, where this Court, speaking 1 2021 SCC Online SC 557 through Nariman J. held that the object of introducing Section 9(3) was to avoid Courts being flooded with Section 9 petitions when an Arbitral Tribunal is constituted for two good reasons  (i) that the clogged Court System ought to be decongested, and (ii) that an Arbitral Tribunal, once constituted, would be able to grant interim relief in a timely and efficacious manner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9eb93bd50b024568b3c060be5fb94844_66"
    },
    {
      "start": 14507,
      "end": 14603,
      "text": "28. Mr. Khambata contended that Section 9(3) has been introduced to reduce the burden on Courts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "81914a10a5af446f969f0f2c3bc13c07_67"
    },
    {
      "start": 14604,
      "end": 14732,
      "text": "Therefore, Section 9(3) must be construed purposively and any attempt to thwart the mandate of Section 9(3) must be discouraged.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "021af53f32a4497aafec17dc4b5b9bc0_68"
    },
    {
      "start": 14734,
      "end": 14822,
      "text": "29. Mr. Khambata argued that Section 9(3) was a measure of Negative Kompetenz-Kompetenz.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5271c635886d4483aeabe48be9d2875d_69"
    },
    {
      "start": 14823,
      "end": 15003,
      "text": "This is substantiated by the corresponding introduction of Section 17(2) which lends further efficacy and enforceability to orders passed by the Arbitral Tribunal under Section 17.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b5385aa10f724a5dad93a0477e3d47ba_70"
    },
    {
      "start": 15004,
      "end": 15149,
      "text": "Mr. Khambata further argued that it is well settled that a Court becomes functus officio, only after it pronounces, signs and dates the judgment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4e811adfb7e845a494b3d1d1cd876b04_71"
    },
    {
      "start": 15150,
      "end": 15249,
      "text": "Mere dictation of a judgment after it is reserved, does not constitute pronouncement of a judgment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c1750cacc68e48409f692f235375c654_72"
    },
    {
      "start": 15250,
      "end": 15357,
      "text": "In support of the aforesaid submission Mr. Khambata cited State Bank of India and Ors. v. S. N. Goyal2.\n30.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5be8066dd02847aeba0d06595a6f4e58_73"
    },
    {
      "start": 15358,
      "end": 15501,
      "text": "Mr. Khambata argued that the fact that an order is reserved does not mean that the District Court stopped entertaining the Section 9 petitions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6a876bba2aec4715bc846a420451e28a_74"
    },
    {
      "start": 15502,
      "end": 15809,
      "text": "Referring to State Bank of India v. S. N. Goyal (supra), 2 (2008) 8 SCC 92 : AIR 2008 SC 2594 Mr. Khambata argued that a judge can make corrections to a judgment and/or in other words continue to adjudicate and thus continue to entertain a proceeding even after a judgment is pronounced, until it is signed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e25ab7bf42d84ef68d787a2ececd43e4_75"
    },
    {
      "start": 15811,
      "end": 15931,
      "text": "31. Mr. Khambata argued that, in this case the Commercial Court had not passed its orders in the Section 9 applications.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9a2e993082864733abd26b7af127ff92_76"
    },
    {
      "start": 15932,
      "end": 15970,
      "text": "It had not even pronounced its orders.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f448ddb150af40ba8a3058acb1d0744c_77"
    },
    {
      "start": 15971,
      "end": 16080,
      "text": "Thus, as on the date of the impugned order, the Commercial Court was entertaining the Section 9 applications.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b5df6ba8ffcf495fa12f80c677cb6b86_78"
    },
    {
      "start": 16081,
      "end": 16185,
      "text": "Even today the Commercial Court is entertaining the applications under Section 9 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2545143bfef94d659d7ab7c113f93e30_79"
    },
    {
      "start": 16186,
      "end": 16318,
      "text": "The fact that orders were reserved on 7th June 2021 does not mean that the Commercial Court stopped entertaining the said petitions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dfd60f563bf24030a9d0df19e5ef3478_80"
    },
    {
      "start": 16320,
      "end": 16558,
      "text": "32. Referring to Deep Chand & Ors v. Land Acquisition Officer & Others3, Mr. Khambata submitted that the term adjudication means ..formal giving or pronouncing a judgment or decree in a Court proceeding.. and implies a hearing by a Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0ac57d1cc7c14185afbfd35da7258282_81"
    },
    {
      "start": 16559,
      "end": 16716,
      "text": "Thus, the term entertain in Section 9(3) of the Arbitration Act, is to be interpreted to mean adjudicate and implies the passing of an order and/or judgment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2f27c67cb7ec4bbf9c9d719bc7daf167_82"
    },
    {
      "start": 16718,
      "end": 16858,
      "text": "33. Mr. Khambata argued that the word entertain in Section 9(3) has to be interpreted in the context of Section 9(1) of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "97d3ebfaf0694a03a6be9f6f3715db56_83"
    },
    {
      "start": 16859,
      "end": 16972,
      "text": "Section 9(1) of the Arbitration Act provides for the making of orders for the purpose of grant of interim relief.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7a2e6014a19f4911b2c92aed1fd51be1_84"
    },
    {
      "start": 16973,
      "end": 17251,
      "text": "The internal aid to 3 (1994) 4 SCC 99 : AIR 1994 SC 1901 construction provided under Section 9 of the Arbitration Act further substantiates the Appellants submission that entertain would necessarily mean all acts including the act of making orders under Section 9(1) of the act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ca05b5e256db493cb3446e1297b25fe5_85"
    },
    {
      "start": 17253,
      "end": 17391,
      "text": "34. Mr. Khambata submitted that while the Respondents nominee Arbitrator has withdrawn, the Respondent has not nominated a new Arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "88247e61f09d4290abf9829b9fb6a5f1_86"
    },
    {
      "start": 17392,
      "end": 17612,
      "text": "Instead of nominating a new arbitrator, the Respondent has filed an application in the Commercial Court, stating that since the Arbitral Tribunal is not functioning, the remedy before the Tribunal would be inefficacious.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "21c5dd5f3a42433ba555aabdae8d2a57_87"
    },
    {
      "start": 17613,
      "end": 17665,
      "text": "The same submission has been advanced in this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "53fd83bbf83f4aa99c2ffb2c17e9583a_88"
    },
    {
      "start": 17667,
      "end": 17949,
      "text": "35. Relying on the judgment of this Court in A.V. Venkateswaran, Collector of Customs, Bombay v. Ramchand Sobhraj Wadhwani & Anr4, Mr. Khambata argued that it is well settled that a party cannot allege inefficacy of a remedy when that party disables itself from availing the remedy.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bd8e49cfafe3412d83351b668be2b14f_89"
    },
    {
      "start": 17951,
      "end": 18347,
      "text": "36. Mr. Khambata also cited Manbhupinder Singh Atwal v. Neeraj Kumarpal Shah5, where the Gujarat High Court held that a party which is intentionally trying to render the remedy under Section 17 inefficacious, cannot be permitted to approach the Court under Section 9 to secure interim reliefs which can be granted by the 4 AIR 1961 SC 1506 (para 11) 5 2019 GLH (3) 234 (para 6.1 to 6.3) Tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d20895cbb4b240c08368433d02b5aa85_90"
    },
    {
      "start": 18348,
      "end": 18463,
      "text": "Mr. Khambata submitted that the intention of the Respondent to avoid the Arbitral Tribunal, is evident all through.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f837aa62117d4dff8c7beeff20e3202b_91"
    },
    {
      "start": 18465,
      "end": 18672,
      "text": "37. Mr. Khambata argued that even though the Section 11 proceedings had finally been disposed of by consensus, the appointment of the Arbitral Tribunal was delayed by reason of the conduct of the Respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ab39e119840e472081b9940ae9e16a5f_92"
    },
    {
      "start": 18673,
      "end": 18953,
      "text": "Moreover, after the Appellant issued notice invoking arbitration on 22nd November, 2020, and called upon the Respondent to mutually agree to the appointment of a sole Arbitrator, the Respondent did not respond within 30 days as mandated in Section 11(4)(a) of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "52d30a2fa3f94478bcc6a5dbd8db1390_93"
    },
    {
      "start": 18955,
      "end": 19176,
      "text": "38. Mr. Khambata also submitted that the Respondent filed its objection to the Section 9 application of the Appellant in the Commercial Court on 16th March, 2021 and also initiated other proceedings against the Appellant.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a58dafa8a8e54c83bac5fd434275e4ae_94"
    },
    {
      "start": 19177,
      "end": 19282,
      "text": "The Respondent, however, refused to file a reply to the petition under Section 11 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a1c224e09d774db7bf948074cb8f46f2_95"
    },
    {
      "start": 19283,
      "end": 19408,
      "text": "The Respondent filed a belated reply on 7 th June, 2021, after the hearing of the applications under Section 9 had concluded.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c32f16028cdf4ffe972e7f1f6a26f220_96"
    },
    {
      "start": 19410,
      "end": 19551,
      "text": "39. Mr. Khambata submitted that it is well settled that a party invoking Section 9 of the Act must be ready and willing to go to arbitration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "272e817691424cffb5f72a581309abfb_97"
    },
    {
      "start": 19552,
      "end": 19661,
      "text": "In support of his submission Mr. Khambata cited Firm Ashok Traders and Anr. v. Gurumukh Das Saluja and Ors.6.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a977111fc36140ac822eb13b62025f24_98"
    },
    {
      "start": 19662,
      "end": 19885,
      "text": "Mr. Khambata contended that the Respondent had itself delayed the 6 (2004) 3 SCC 155 nomnation of the substitute Arbitrator, but is now is taking the plea of inefficacy of the remedy under Section 17 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "886375bc5e8541b3b220bb28ccc98b1f_99"
    },
    {
      "start": 19887,
      "end": 20186,
      "text": "40. Mr. Khambata submitted that the High Court had erred in directing the District Court to pass orders in the applications under Section 9 of the Arbitration Act, despite the fact that no party had filed any application in the Commercial Court, challenging the efficacy of the arbitral proceedings.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "88caaedaec944e19b6825ec81b50656f_100"
    },
    {
      "start": 20187,
      "end": 20378,
      "text": "Mr. Khambata submitted that the High Courts interpretation of Section 9(3) of the Arbitration Act is in accordance with the prevalent law as settled by this Court and the various High Courts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b2438c7c4cec48a3a1a4e29294a19995_101"
    },
    {
      "start": 20380,
      "end": 20563,
      "text": "41. Mr. Khambata referred to the meaning of entertain in Black's Law Dictionary (Bryan A. Garner, 8th edition, 2004), which is to \"bear in mind or \"to give judicial consideration to\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9e89c29ea9554e4391fa39d4d09b841b_102"
    },
    {
      "start": 20564,
      "end": 20741,
      "text": "Mr. Khambata also cited the judgment of a Division Bench of the Calcutta High Court in Sri. Tufan Chatterjee v. Sri. Rangan Dhar 7, authored by one of us, (Indira Banerjee, J.).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f1c652899c864ed79211799f1211e846_103"
    },
    {
      "start": 20742,
      "end": 20877,
      "text": "In Tufan Chatterjee (supra), the word entertain was interpreted to mean considering an application on merits, even at the final stage\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b058a0469b4e454489dc7a568130f29f_104"
    },
    {
      "start": 20878,
      "end": 21094,
      "text": "Mr. Khambata argued that the interpretation of the term entertain by the Gujarat High Court in the judgment and order impugned, is consistent with the interpretation of the expression in Tufan Chatterjee (supra).\n42.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8db15e5aa22546caa86ac399ae333b90_105"
    },
    {
      "start": 21095,
      "end": 21481,
      "text": "Mr. Khambata argued that in Energo Engineering Projects Limited v. TRF Ltd8, authored by one of us (Indira Banerjee, J.) the 7 2016 SCC Online Cal 483 (Paras 35, 43) 8 2016 SCC Online Del 6560 (Para 34) Division Bench of the Delhi High Court observed that once an Arbitral Tribunal is constituted, an application for interim relief should ordinarily be decided by the Arbitral Tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b9386055ac254450858709def7c741aa_106"
    },
    {
      "start": 21482,
      "end": 21656,
      "text": "Moreover, a Court can only grant interim relief under Section 9, if circumstances exist which might not render the remedy under Section 17 of the Arbitration Act efficacious.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0fbb8e85031e47a7b4cef5ea6735277f_107"
    },
    {
      "start": 21658,
      "end": 21971,
      "text": "43. In Energo Engineering Project Limited v. TRF Limited (supra), the Delhi High Court noted that the Tribunal was non- functional because the challenge against the Appellant's nominee arbitrator was pending and the Supreme Court had stayed the arbitration proceedings till the challenge proceedings were decided.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e8859dafa74a4e918ae88d758543b42f_108"
    },
    {
      "start": 21972,
      "end": 22112,
      "text": "In the circumstances, the High Court held that the Court could pass orders under Section 9 as the remedy under Section 17 was inefficacious.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9d7e6f10836f482da22b2c24251da9ec_109"
    },
    {
      "start": 22114,
      "end": 22456,
      "text": "44. Mr. Khambata submitted that in Lakshmi Rattan Engineering Works Ltd. v Asstt. Commissioner Sales Tax, Kanpur and Anr. 9, this Court cited with approval the judgment of the Allahabad High Court in Kundan Lal v. Jagan Nath Sharma 10, and held that entertain would mean adjudicate upon and consider for the purpose of adjudication on merits.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "63d9032fa2b544fa9d3917e1ab26d7d4_110"
    },
    {
      "start": 22457,
      "end": 22640,
      "text": "In support of the aforesaid proposition, Mr. Khambata also cited Hindustan Commercial Bank Ltd. v Punnu Sahu11, Martin & Harris Ltd. v VIth Additional District Judge and Others12.\n45.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5fc1ac61b7404c0e870b5ee42e2d3800_111"
    },
    {
      "start": 22641,
      "end": 23053,
      "text": "In conclusion Mr. Khambata submitted that the High Court had erred in directing the District Court to pass orders in the petitions under Section 9, even though it had interpreted the word entertain to 9 (1968) 1 SCR 505 (Para 9) : AIR 1968 SC 488 10 AIR 1962 All 547 (Para 7) 11 (1971) 3 SCC 124 12 (1998) 1 SCC 732 (Paras 8-10) mean the whole gamut upto its final adjudication and passing of an order on merits.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aa8d7c7636314b13a2ad8bc93ecc97db_112"
    },
    {
      "start": 23054,
      "end": 23388,
      "text": "Mr. Khambata argued that, having observed that the Commercial Court had erred in interpreting entertain narrowly and also that there was no challenge to the efficacy of the arbitral proceedings before the District Court as on the date of the impugned order, the High Court should not have directed the Commercial Court to pass orders.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f14e926ce43144468fa4bc58a3697823_113"
    },
    {
      "start": 23390,
      "end": 23899,
      "text": "46. Mr. Kapil Sibal appearing on behalf of the Respondent submitted that the question before this Court, of whether Section 9(3) of the Arbitration Act would be applicable in respect of the aforesaid two applications under Section 9 of the Arbitration Act, filed by the Appellant and the Respondent respectively, has to be answered in the negative since the applications were finally heard on merits and reserved for orders on 7th June 2021, before the constitution of the Arbitral Tribunal on 9th July, 2021.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8b4c723efd0c44deb785549c72b1d5d7_114"
    },
    {
      "start": 23901,
      "end": 24223,
      "text": "47. Mr. Sibal argued that the application under Article 227 filed in the Gujarat High Court was not maintainable for the following reasons:\n(i) The Arbitration Act being a self-contained Code providing the right of appeal at various stages, Article 227 cannot be invoked to circumvent the procedure under Arbitration Act.\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "01b43a8dca62491793cd78de5a37fae9_115"
    },
    {
      "start": 24223,
      "end": 24343,
      "text": "Power under Article 227 can only be exercised where a party is left either remediless or where clear bad faith is shown.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8acd0c3ff9644232a32723cce5a68b3e_116"
    },
    {
      "start": 24344,
      "end": 24602,
      "text": "\n(ii) An application under Article 227 of the Constitution of India lies where the lower Court has acted outside the bounds of its authority, without jurisdiction, in violation of principles of natural justice, or if the order suffers from patent perversity.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "42d6143d9be148398a977f4d79954abd_117"
    },
    {
      "start": 24603,
      "end": 24977,
      "text": "\n(iii) The application before the Gujarat High Court under Article 227 was premature and speculative, since the issue of whether the Trial Court had acted outside the bounds of its authority or without jurisdiction or whether the order suffered from patent perversity, could only be determined after an order had been passed by the Trial Court in the Section 9 Applications.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d1b384c847cd4b5f971b79dc90b4b0a1_118"
    },
    {
      "start": 24979,
      "end": 25136,
      "text": "48. Mr. Sibal argued that Section 9(1) of the Arbitration Act provides that a party will apply to the court before, during or after the arbitral proceedings.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2fa035c27adf43c7b5c233f189bb87a1_119"
    },
    {
      "start": 25137,
      "end": 25226,
      "text": "The Courts therefore do not lose jurisdiction upon constitution of the Arbitral Tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "48fa9f80cd5f45b2b9b4a65e9803b09b_120"
    },
    {
      "start": 25228,
      "end": 25452,
      "text": "49. Mr. Sibal argued that Section 9(3) of the Arbitration Act was neither a non-obstante clause nor an ouster clause, that would render the courts coram non judice, immediately upon the constitution of the Arbitral Tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f55613e81e3e4ba18ffdfdcb5f986461_121"
    },
    {
      "start": 25454,
      "end": 25636,
      "text": "50. Mr. Sibal argued that subject to the checks and balances provided under the Arbitration Act itself, a Court would continue to have powers to grant interim relief under Section 9.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d55b16bb4ceb4a68b828e113e2aecb37_122"
    },
    {
      "start": 25637,
      "end": 25870,
      "text": "In support of his argument, Mr. Sibal cited the judgment of Delhi High Court in Benara Bearings and Pistons Limited v. Mahle Engine Components India Private Limited13 and in Energo Engineering Projects Limited v. TRF Limited (supra).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "275b2c81422e41d885a85395841803ca_123"
    },
    {
      "start": 25872,
      "end": 26101,
      "text": "51. Mr. Sibal argued that Section 9(3) of the Arbitration Act restrains the court from entertaining an application under Section 9, unless circumstances exist which may not render the remedy provided under Section 17 efficacious.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "59d0e13bfeeb4d4b8f7a075ae3be0e1a_124"
    },
    {
      "start": 26102,
      "end": 26199,
      "text": "In this case, only the formality of pronouncing the order in the Section 9 Applications remained.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f15400f0a3c34201b9dc0af3611e99ab_125"
    },
    {
      "start": 26200,
      "end": 26349,
      "text": "Since the application under Section 9 had been entertained, fully heard and arguments concluded, Section 9(3) of the Arbitration Act would not apply.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7a28e693d8c54990a9d9203a421b420d_126"
    },
    {
      "start": 26351,
      "end": 26445,
      "text": "52. Mr. Sibal argued that an application is entertained when the court applies its mind to it.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a165ff2335074f1199085cb6c3646fef_127"
    },
    {
      "start": 26446,
      "end": 26518,
      "text": "Entertain means admit into consideration or admit in order to deal with.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "62bd686f67334a1b915f086d75ae8003_128"
    },
    {
      "start": 26519,
      "end": 26717,
      "text": "In support of his submission Mr. Sibal cited Lakshmi Rattan Engineering Works Ltd. (supra), Anil Kunj Bihari Saraf v. Namboodas S/o Shankarlal and Ors. 14 and Kundanlal v. Jagan Nath Sharma (supra).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "342396b8f91a472cb06fe214edec992a_129"
    },
    {
      "start": 26719,
      "end": 27122,
      "text": "53. Mr. Kapil Sibal further argued that, whether a matter had already been admitted into consideration, would depend on whether the Trial Court had admitted into consideration and applied its mind to the Section 9 Applications, filed by the respective parties, and therefore, the Section 9 Applications had gone past the stage of entertainment, as contemplated under Section 9(3) of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "96d691241e9d4d7cab62c5086dec1110_130"
    },
    {
      "start": 27123,
      "end": 27475,
      "text": "Mr. Sibal argued that the High Court has erroneously held:\nThe word entertain occurring in sub-section (3) of section 9 would not merely mean to admit a matter for consideration, but it also 13 (2017) SCC Online Del 7226 (Paras 24-25) 14 (1996) SCC Online MP 112 (Paras 5-12) entails the whole procedure till adjudication, i.e., passing of final order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ae0107e581a64912be1c400609ed539e_131"
    },
    {
      "start": 27477,
      "end": 27609,
      "text": "54. Mr. Sibal argued that the prayer in the application dated 16 th July, 2021 filed by the Appellant could never have been granted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d8251fc59be8427784c37d1da908b6d0_132"
    },
    {
      "start": 27610,
      "end": 27832,
      "text": "Mr. Sibal pointed out that the Appellant sought an order for referring all disputes between the parties as mentioned in the two applications under Section 9 of the Arbitration Act to the Arbitral Tribunal for adjudication.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bf80b4a9f97f4f28a747086a2813242e_133"
    },
    {
      "start": 27833,
      "end": 28086,
      "text": "However, the Arbitration Act did not confer power under the Arbitration Act on the Court, to relegate or transfer a pending application under Section 9(1) of the Arbitration Act to the Arbitral Tribunal, the moment an Arbitral Tribunal were constituted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6a8ba8a906fc4dae96a11eb9120d3291_134"
    },
    {
      "start": 28088,
      "end": 28347,
      "text": "55. Mr. Sibal submitted that the Special Leave Petition filed in this Court was an abuse of process of Court and an attempt to stop the competent Court from passing an order in an application under Section 9 of the Arbitration Act, which had been fully heard.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "016755d023cd4833825affa50b98685d_135"
    },
    {
      "start": 28348,
      "end": 28679,
      "text": "He argued that if the interpretation of the expression entertain as canvassed by the Appellant, were upheld, it would open a floodgate, where litigants who wanted to deny urgent reliefs to another party, would protract litigation by taking procedural defences and avoid the legislated remedy under Section 9 of the Arbitration Act.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "9924ad23ce204a75a943e77e6190c19d_136"
    },
    {
      "start": 28681,
      "end": 28831,
      "text": "56. Mr. Sibal further submitted that a lot of judicial time, cost and resources of the parties had been spent in agitating the Section 9 Applications.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3c7f872eed404e9d8fb8f620231c4297_137"
    },
    {
      "start": 28832,
      "end": 28951,
      "text": "Both parties had approached the Commercial Courts and the pleadings in the Section 9 Applications exceeded 2,200 pages.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1bd4f00c7b6549d8bf48b539281a9fae_138"
    },
    {
      "start": 28952,
      "end": 29082,
      "text": "The Section 9 Applications were listed before the Commercial Courts 36 times and were finally argued extensively for 11 full days.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5f999ec8826d43d89c763bd549180950_139"
    },
    {
      "start": 29083,
      "end": 29199,
      "text": "The Section 9 Applications were reserved for orders on 7th June, 2021, before the Arbitral Tribunal was constituted.",
      "labels": [
        "RLC"
      ],
      "id": "0f2719c15d2741e8a5db5f94143fbb34_140"
    },
    {
      "start": 29201,
      "end": 29428,
      "text": "57. As rightly argued by Mr. Sibal unnecessary delay or expense frustrates the very purpose of arbitration as held by this Court in Union of India and Ors. v. Uttar Pradesh State Bridge Corporation Limited15 cited by Mr. Sibal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ac8cf776e64049c68613dcbec5ef5394_141"
    },
    {
      "start": 29430,
      "end": 29613,
      "text": "58. Mr. Sibal submitted that since the filing of the Section 9 Applications, the contractual dues of the Appellant to the Respondent for the interim period aggregate to Rs.255 crores.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "59daed088b564548a0354b1c377cb1ee_142"
    },
    {
      "start": 29614,
      "end": 29652,
      "text": "The Respondent is suffering every day.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5a2eb0d824b046eeaacc2ac08499692c_143"
    },
    {
      "start": 29654,
      "end": 29808,
      "text": "59. Mr. Sibal pointed out that an appeal from an order passed by the Arbitral Tribunal in an application under Section 17, lies before the Superior Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1b404898a791403a9ea7c432db0cb8c1_144"
    },
    {
      "start": 29809,
      "end": 29985,
      "text": "It cannot, therefore, be said that Section 17 proceeding flows any differently from a proceeding in Court under Section 9 of the Arbitration Act, or has any distinct hierarchy.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "cf3109d4c850488a98fccc9bb4a6bf3f_145"
    },
    {
      "start": 29987,
      "end": 30082,
      "text": "60. Mr. Sibal categorically denied that the Respondent has delayed commencement of arbitration.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "236e65a275ab4de7a13124f47958abe1_146"
    },
    {
      "start": 30083,
      "end": 30312,
      "text": "He submitted that the disputes raised in the notice of arbitration dated 22 nd November, 2020 given by the Appellant did not correspond to the disputes raised by the Appellant in its Section 9 Application in the Commercial Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "121d74e893704b5c939d900b604e5369_147"
    },
    {
      "start": 30313,
      "end": 30439,
      "text": "The question of arbitrability of the disputes 15 (2015) 2 SCC 52 (Paras 14-17) raised in the notice is still to be determined.",
      "labels": [
        "FAC"
      ],
      "id": "0a6e7f438c344ad197f3930722b4e1ac_148"
    },
    {
      "start": 30441,
      "end": 30558,
      "text": "61. Mr. Sibal submitted that the Respondent was in contact with the Appellant to agree on the name of the Arbitrator.",
      "labels": [
        "NONE"
      ],
      "id": "aa777a7a01d147669034109c8c39e2b2_149"
    },
    {
      "start": 30559,
      "end": 30633,
      "text": "Eventually the parties consented to have a three member Arbitral Tribunal.",
      "labels": [
        "FAC"
      ],
      "id": "e93074943c0e443c87fe836d6897c1a2_150"
    },
    {
      "start": 30634,
      "end": 30776,
      "text": "On 25 th August, 2021, Justice G.T. Nanavati (Retired) resigned on the ground of health, after which there is no functional Arbitral Tribunal.",
      "labels": [
        "FAC"
      ],
      "id": "0d3fb9addf1e416baa202a6942a8a710_151"
    },
    {
      "start": 30777,
      "end": 30986,
      "text": "Even after the Arbitrator appointed by the Respondent resigned, the Respondent promptly commenced the process for appointment of substitute arbitrator, and addressed a letter dated 27.08.2021 to the Appellant.",
      "labels": [
        "FAC"
      ],
      "id": "cc63298205a944118e3eaf3fd62a097b_152"
    },
    {
      "start": 30988,
      "end": 31327,
      "text": "62. Distinguishing the judgments cited by Mr. Khambata, Mr. Sibal emphatically argued that the word entertain in Section 9(3) of the Arbitration Act would mean the first occasion when the Court takes up the application for consideration, and would have no application to a case where the application is fully heard and orders are reserved.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c7ee03186a414b8dae3a1390bf462e6b_153"
    },
    {
      "start": 31328,
      "end": 31662,
      "text": "\n63. Section 9(1) of the Arbitration Act, as amended enables a party to an arbitration agreement to apply to a Court for interim measures of protection before or during the arbitral proceedings, or at any time after an award is made and published, but before the Award is enforced in accordance with Section 36 of the Arbitration Act.",
      "labels": [
        "STA"
      ],
      "id": "a5ef93e58edf4eb5b390ebf51ffefd0b_154"
    },
    {
      "start": 31664,
      "end": 31929,
      "text": "64. A Civil Court of competent jurisdiction thus has the jurisdiction to admit, entertain and decide an application under Section 9(1) of the Arbitration Act, any time before the final arbitral award is enforced in accordance with Section 36 of the Arbitration Act.",
      "labels": [
        "STA"
      ],
      "id": "44edbbe8463d4c6490224030a069185d_155"
    },
    {
      "start": 31931,
      "end": 32327,
      "text": "65. However, sub-Section (3) of Section 9 of the Arbitration Act, on which much emphasis has been placed both by Mr. Khambata and Mr. Kapil Sibal provides that once an Arbitral Tribunal has been constituted, the Court shall not entertain an application under sub- Section (1), unless the Court finds that circumstances exist which may not render, the remedy provided under Section 17 efficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7fc6bc18f6ea45bbb6575a7f90d21d2d_156"
    },
    {
      "start": 32329,
      "end": 32376,
      "text": "66. Sub-Section (3) of Section 9 has two limbs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4173ed1bd58340509c3715c2401a9559_157"
    },
    {
      "start": 32377,
      "end": 32509,
      "text": "The first limb prohibits an application under sub-Section (1) from being entertained once an Arbitral Tribunal has been constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55d12f58091c465cac49786292deb4c9_158"
    },
    {
      "start": 32510,
      "end": 32686,
      "text": "The second limb carves out an exception to that prohibition, if the Court finds that circumstances exist, which may not render the remedy provided under Section 17 efficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58dd178088e24a3c8d49d209de9f785e_159"
    },
    {
      "start": 32687,
      "end": 32952,
      "text": "\n67. To discourage the filing of applications for interim measures in Courts under Section 9(1) of the Arbitration Act, Section 17 has also been amended to clothe the Arbitral Tribunal with the same powers to grant interim measures, as the Court under Section 9(1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2df7e8017bf48309b6252403e6c3f36_160"
    },
    {
      "start": 32953,
      "end": 33164,
      "text": "The 2015 Amendment also introduces a deeming fiction, whereby an order passed by the Arbitral Tribunal under Section 17 is deemed to be an order of Court for all purposes and is enforceable as an order of Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f9bff7cada64e71b30f4d1c28f37bd5_161"
    },
    {
      "start": 33166,
      "end": 33364,
      "text": "68. With the law as it stands today, the Arbitral Tribunal has the same power to grant interim relief as the Court and the remedy under Section 17 is as efficacious as the remedy under Section 9(1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59787166555d4f139d5b5aaac2490c29_162"
    },
    {
      "start": 33365,
      "end": 33724,
      "text": "There is, therefore, no reason why the Court should continue to take up applications for interim relief, once the Arbitral Tribunal is constituted and is in seisin of the dispute between the parties, unless there is some impediment in approaching the Arbitral Tribunal, or the interim relief sought cannot expeditiously be obtained from the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "758c78052607468d8cd5cfa633e92f0d_163"
    },
    {
      "start": 33726,
      "end": 33920,
      "text": "69. There can be no dispute with the proposition as held in State Bank of India and Ors. v. S.N. Goyal (supra), that when a judgment is reserved, mere dictation does not amount to pronouncement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "605039d78b054b689a5aee03f7bed4f8_164"
    },
    {
      "start": 33921,
      "end": 33994,
      "text": "When a judgment is dictated in open Court, that amounts to pronouncement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cb6d24fafd9146bdb98f3dc95278193d_165"
    },
    {
      "start": 33995,
      "end": 34069,
      "text": "A judgment not dictated in open Court, has to be pronounced in Open Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52966253b5e5491aadbf437d3441f1a0_166"
    },
    {
      "start": 34070,
      "end": 34166,
      "text": "Even after pronouncement, the Judge can make corrections before signing and dating the judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "536404449a74466d994bffbebc98ffc9_167"
    },
    {
      "start": 34167,
      "end": 34249,
      "text": "Once a judge pronounces, signs and dates the judgment, he becomes functus officio.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c822e3ee5cd46e5a2d61c2119ea07d0_168"
    },
    {
      "start": 34250,
      "end": 34377,
      "text": "However, the law enunciated by this Court in State Bank of India and Ors. v. S. N. Goyal (supra) is not attracted in this case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0585de121d1a47a698fadf349a3a713e_169"
    },
    {
      "start": 34378,
      "end": 34446,
      "text": "The judgment does not interpret or explain the expression entertain.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "909f3e2f802b4709bd06d04dfdfbeb57_170"
    },
    {
      "start": 34448,
      "end": 34772,
      "text": "70. In Deep Chand & Ors v. Land Acquisition Officer (supra), cited by Mr. Khambata, the question was, whether objections under Section 49 of the Land Acquisition Act 1894 to acquisition, on the premise that the property proposed for acquisition was only part of the house, manufactory or building amounts to an adjudication.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e64ec3c7e773436daa4e027c18d09774_171"
    },
    {
      "start": 34774,
      "end": 34903,
      "text": "71. This Court referred to Blacks Law Dictionary (6 th edition) where adjudication has been defined as hereunder:-\nAdjudication.-",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "12dc8f8493244c9c8cc11a968c891e0d_172"
    },
    {
      "start": 34904,
      "end": 34945,
      "text": "The legal process of resolving a dispute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "727868442f8e4fd78c854ecee02755c8_173"
    },
    {
      "start": 34946,
      "end": 35059,
      "text": "The formal giving or pronouncing a judgment or decree in a court proceeding; also the judgment or decision given.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9d42efb5663f46daabf50f77b665ff21_174"
    },
    {
      "start": 35060,
      "end": 35129,
      "text": "The entry of a decree by a court in respect to the parties in a case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5aaa12c934274f6fb635f8759602b6c4_175"
    },
    {
      "start": 35130,
      "end": 35228,
      "text": "It implies a hearing by a court, after notice, of legal evidence on the factual issue(s) involved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b602d53538643aca01427993fc46776_176"
    },
    {
      "start": 35230,
      "end": 35445,
      "text": "72. This Court found that a reading of Section 49 of the Land Acquisition Act showed that a right had been given to the owner of the land to object to acquisition of part of any house, manufactory or other building.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "72e3fdf7fc1445ae849bbdbb3ce1ccdd_177"
    },
    {
      "start": 35446,
      "end": 35743,
      "text": "Decision on the objection under Section 49(1) to acquisition of only part of a house, manufactory or building would not amount to an adjudication on the question of whether the land proposed to be taken was reasonably required for the full and unimpaired use of the house, manufactory or building.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c23506abd334a89bf14a9f75973055f_178"
    },
    {
      "start": 35744,
      "end": 35815,
      "text": "The judgment is not of relevance to the issues involved in this appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6bd514f9ef8240ba87803195fb1e36d5_179"
    },
    {
      "start": 35817,
      "end": 36070,
      "text": "73. There can be no dispute with the proposition in A.V. Venkateswaran. Collector of Customs, Bombay v Ramchand Sobhraj Wadhwani and Anr. (supra) that a party cannot allege inefficacy of a remedy when that party disables itself from availing the remedy.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bda6c29e76e446ba954f91a9308a02e0_180"
    },
    {
      "start": 36072,
      "end": 36618,
      "text": "74. The judgment in Manbhupinder Singh Atwal v. Neeraj Kumarpal Shah (supra) was rendered in facts and circumstances of that case where proceedings had been pending before the Arbitral Tribunal under Section 17, but the party against whom relief had been sought protracted the proceedings, by indulging in making bare, baseless allegations and insinuations against the Arbitrators of bias and impropriety and thereafter made allegations against the Arbitrators of alleged inaction, to make out a case of inefficacy of the remedy under Section 17.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e5eab0072be944469c32947d06fd9222_181"
    },
    {
      "start": 36619,
      "end": 36674,
      "text": "The judgment has no manner of application in this case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fdeb64ea0b5e4b1c9f86f2c2de38fb96_182"
    },
    {
      "start": 36676,
      "end": 36857,
      "text": "75. In this case there are no materials on record to show that there were any lapses or laches on the part of the Respondent, which delayed the constitution of an Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df87b33c69c9482187a3a02f27cf55de_183"
    },
    {
      "start": 36858,
      "end": 36975,
      "text": "The allegation that the Respondent had disabled itself from availing the remedy under Section 17, is unsubstantiated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5189f7b30fbf4238a710310beb60de4d_184"
    },
    {
      "start": 36976,
      "end": 37106,
      "text": "Moreover, mere delay in agreeing to an Arbitrator does not dis-entitle a party from relief under Section 9 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3dd23c36aeb4311baa0a4edc190c49c_185"
    },
    {
      "start": 37107,
      "end": 37250,
      "text": "Section 11 of the Arbitration Act itself provides a remedy in case of delay of any party to the arbitration agreement to appoint an Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdd4a2f3dbe44812a83d49f4228761ec_186"
    },
    {
      "start": 37252,
      "end": 37377,
      "text": "76. Mr. Khambata rightly submitted that a party invoking Section 9 of the Act must be ready and willing to go to arbitration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9c902891b2204d49acbc5f9acb5cdd5d_187"
    },
    {
      "start": 37378,
      "end": 37467,
      "text": "The law enunciated in Firm Ashok Traders and Anr. v. Gurumukh Das Saluja and Ors. (supra)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c04ca2b9c94745cfb55973305bbd4890_188"
    },
    {
      "start": 37468,
      "end": 37484,
      "text": "is well settled.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "edd1fb7c4df3493da0ae4aaf10343817_189"
    },
    {
      "start": 37485,
      "end": 37630,
      "text": "In this case, both the Appellant and the Respondent have invoked the jurisdiction of the Commercial Court under Section 9 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b408bf3584a14c979f1fd597347dc833_190"
    },
    {
      "start": 37632,
      "end": 37945,
      "text": "77. As argued by Mr. Sibal, in Tufan Chatterjee (supra) the applicant seeking interim relief under Section 9 of the Arbitration Act had referred to Section 26 of the Amendment Act (Act 3 of 2016) and contended that the 2015 Amendment would not apply to proceedings pending when the 2015 Amendment came into force.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8db07195c02d426792b4ddee803d15ba_191"
    },
    {
      "start": 37947,
      "end": 38238,
      "text": "78. It was also argued that arbitral proceedings having commenced before the 2015 Amendment came into effect and/or in other words, before 23rd October 2015, the 2015 Amendments would not apply to the arbitral proceedings, which would be governed by the law as it stood before the amendment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7ddff07fe43a4f3599fa5df493be8b53_192"
    },
    {
      "start": 38239,
      "end": 38358,
      "text": "The Arbitral Tribunal would, therefore, not be able to grant relief under Section 17 as amended by the 2015 Amendments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db6e37ced429440699431ecc160cdf9f_193"
    },
    {
      "start": 38359,
      "end": 38661,
      "text": "As argued by Mr. Kapil Sibal, the applicability of the 2015 Amendment to pending proceedings under Section 9 of the Arbitration Act in a Court, as also the power of the Arbitral Tribunal to grant relief under Section 17 in pending Arbitration proceedings, were in issue in Tufan Chatterjee (supra).\n79.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "21cb96045dce475b9a8a2a417b09f086_194"
    },
    {
      "start": 38662,
      "end": 38801,
      "text": "The High Court distinguished Court proceedings from arbitral proceedings and held that the 2015 Amendment would apply to Court proceedings.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1236343b7d1f472ab3a0a15d546a85a6_195"
    },
    {
      "start": 38802,
      "end": 39020,
      "text": "The High Court also negated the contention of the applicant under Section 9 that the Arbitral Tribunal was not competent to grant relief under Section 17 as Arbitral proceedings had commenced before the 2015 Amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9fed8d9c9a00486aa18e98bc547f961b_196"
    },
    {
      "start": 39022,
      "end": 39392,
      "text": "80. The judgment in Tufan Chatterjee (supra) was rendered in an appeal against an order of the District Court dismissing the application of the appellant under Section 9 of the Arbitration Act, with the observation that since arbitral proceedings had been initiated, the Court was no longer authorized to pass orders on an application under Section 9(1) of the 1996 Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2f9ab3f1e02a45e7a987688fd7c8bae5_197"
    },
    {
      "start": 39393,
      "end": 39459,
      "text": "The High Court interpreted the expression entertain and held:-\n35.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "40487dc2def542f3962c3391a878bcea_198"
    },
    {
      "start": 39460,
      "end": 39591,
      "text": "However, as rightly argued by Mr. Bhattacharya, there is difference between the expressions institute and the expression entertain.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b785b7a8fec44469f25d7219b71870a_199"
    },
    {
      "start": 39592,
      "end": 39665,
      "text": "The expression institute is not synonymous with the expression entertain.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fbf22fd82f7e4608821946b9b7f9d328_200"
    },
    {
      "start": 39666,
      "end": 40059,
      "text": "In Martin & Harris Ltd. v. 6th Additional District Judge reported in (1998) 1 SCC 732 cited by Mr. Bhattacharya, the Supreme Court interpreted the expression entertain in Clause 21(1)(a) of the U.P. Urban Buildings (Regulation of Letting, Rent and Eviction) Act, 1972, to mean entertaining the ground for consideration for the purpose of adjudication on merits and not any stage prior thereto.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e108446d14f4405b9d8a991276270f5b_201"
    },
    {
      "start": 40060,
      "end": 40381,
      "text": "Unlike the Limitation Act, which bars the institution of a suit after expiry of the period of limitation, Section 26 prohibits the Court from entertaining an application under Section 9, except in circumstances specified in Section 9(3), which necessarily means considering application on merits, even at the final stage.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7650456c5711497ca3e9624266ebeb8d_202"
    },
    {
      "start": 40383,
      "end": 40587,
      "text": "36. After amendment by the Amendment Act of 2015, the scope of Section 17 has considerably been widened and the Arbitral Tribunal has expressly been conferred the same power, as the Court under Section 9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c740617dc5334f7f93f46eafd40dfbaf_203"
    },
    {
      "start": 40588,
      "end": 40756,
      "text": "An order of the Tribunal under Section 17 is also enforceable in the same manner as an order of Court under Section 9, under the provisions of the Civil Procedure Code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0cc4ba2cb35e4d61a30f3ed35f684556_204"
    },
    {
      "start": 40758,
      "end": 40983,
      "text": "81. The High Court dismissed the appeal from the order of the District Court dismissing the application under Section 9 on the ground that an application for interim relief would have to be filed before the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46dfde78e5b54874a9cefc6d1632033b_205"
    },
    {
      "start": 40985,
      "end": 41140,
      "text": "82. In Energo Engineering Projects Ltd. v. TRF Limited (supra) authored by one of us (Indira Banerjee, J.), a Division Bench of Delhi High Court held:-\n27.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "eb9d61aa5db44fb29a9802634755544d_206"
    },
    {
      "start": 41141,
      "end": 41453,
      "text": "A harmonious reading of Section 9(1) with Section 9(3) of the 1996 Act, as amended by the 2015 Amendment Act, makes it amply clear that, even after the amendment of the 1996 Act by incorporation of Section 9(3), the Court is not denuded of power to grant interim relief, once an Arbitral Tribunal is constituted.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7bcb179ce4fb4107ad0f0f37e8f02121_207"
    },
    {
      "start": 41455,
      "end": 41680,
      "text": "28. When there is an application for interim relief under Section 9, the Court is required to examine if the applicant has an efficacious remedy under Section 17 of getting immediate interim relief from the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e00b196636d1436dbb2574e494252c41_208"
    },
    {
      "start": 41681,
      "end": 41891,
      "text": "Once the court finds that circumstances exist, which may not render the remedy provided under Section 17 of the 1996 Act efficacious, the Court has the discretion to entertain an application for interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68b4599ec8a84201b1ca287bf811a35a_209"
    },
    {
      "start": 41892,
      "end": 42075,
      "text": "Even if an Arbitral Tribunal is non functional for a brief period of time, an application for urgent interim relief has to be entertained by the Court under Section 9 of the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6247e6e17ca469ab66f3550df934bf2_210"
    },
    {
      "start": 42077,
      "end": 42256,
      "text": "29. It is a well settled proposition that if the facts and circumstances of a case warrant exercise of discretion to act in a particular manner, discretion should be so exercised.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0e89f209fd724ffca3718c8ea528a8b5_211"
    },
    {
      "start": 42257,
      "end": 42501,
      "text": "An application for interim relief under Section 9 of the 1996 Act, must be entertained and examined on merits, once the Court finds that circumstances exist, which may not render the remedy provided under Section 17 of the said Act efficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "934526fefb4043a09e50267a0cc1f44c_212"
    },
    {
      "start": 42503,
      "end": 42671,
      "text": "30. In our view, the Learned Single Bench patently erred in holding there is no impediment or situation where the remedy under Section 17 of the Act is not efficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de08afdf0beb43d6809be2caf0a1d8fd_213"
    },
    {
      "start": 42672,
      "end": 42954,
      "text": "The Learned Single Bench failed to appreciate that the pendency of a Special Leave Petition in which the constitution of the Arbitral Tribunal was under challenge, was in itself, a circumstance which rendered the remedy of the parties under Section 17 uncertain and not efficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3aad0f4286ba479ba7cee5fd125beb2a_214"
    },
    {
      "start": 42956,
      "end": 42967,
      "text": "xxx xxx xxx",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c896c1dae7654a3b895acf5951d11817_215"
    },
    {
      "start": 42968,
      "end": 43102,
      "text": "34. An application for interim relief should ordinarily be decided by the Arbitral Tribunal, once an arbitral tribunal is constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c635204ca94348068243f7dc6e9e7f12_216"
    },
    {
      "start": 43103,
      "end": 43336,
      "text": "\nHowever, if circumstances exist which may not render the remedy under Section 17 of the 1996 act efficacious, the Court has to consider the prayer for interim relief on merits, and pass such order, as the Court may deem appropriate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52266c3cff144b9b89f816c4f16963c1_217"
    },
    {
      "start": 43338,
      "end": 43458,
      "text": "35. The Learned Single Bench has not at all considered whether any interim protection was at all necessary in this case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "221c4bee58e84c2da7164a33fae22354_218"
    },
    {
      "start": 43459,
      "end": 43507,
      "text": "The bank guarantee was apparently unconditional.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1669c2728eaf4db494d21dd10dfc28ca_219"
    },
    {
      "start": 43508,
      "end": 43596,
      "text": "In effect, the appellants have been restrained from invoking an unconditional guarantee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3cd4274eb064c26b90513bcd4265f34_220"
    },
    {
      "start": 43597,
      "end": 43681,
      "text": "The application cannot be heard out until the special leave petition is disposed of.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76166b850f074a8a9be311028527232d_221"
    },
    {
      "start": 43683,
      "end": 44028,
      "text": "83. Even after enforcement of the 2015 Amendment Act, an application for interim relief may be filed in Court under Section 9 of the 1996 Act, before the commencement of arbitration proceedings, during arbitration proceedings or at any time after an award is made, but before such award is enforced in accordance with Section 36 of the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d50feabfdd54c159b3e886c2da8f6ff_222"
    },
    {
      "start": 44029,
      "end": 44132,
      "text": "The Court has to examine whether the remedy available to the Applicant under Section 17 is efficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d034f82f0917414ea7eb50fa447a6eac_223"
    },
    {
      "start": 44133,
      "end": 44346,
      "text": "In Energo Engineering Projects Ltd. v. TRF Limited (supra), the remedy of interim relief under Section 17 was found to be inefficacious in view of an interim order passed by this Court in a Special Leave Petition.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3ce52f7ad756409d9379d996e30ddd9c_224"
    },
    {
      "start": 44348,
      "end": 44626,
      "text": "84. In Banara Bearings & Pistons Ltd. (supra) cited by Mr. Sibal a Division Bench of the Delhi High Court, speaking through Badar Durrez Ahmed J. Held:\n24...... We are of the view that Section 9(3) does not operate as an ouster clause insofar as the courts powers are concerned.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2eeecac293c448e3a04c7e14177267c4_225"
    },
    {
      "start": 44627,
      "end": 44723,
      "text": "It is a well-known principle that whenever the Legislature intents an ouster, it makes it clear.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "935b4c8d5af54c0496677c6df7888ded_226"
    },
    {
      "start": 44724,
      "end": 45020,
      "text": "We may also note that if the argument of the appellant were to be accepted that the moment an Arbitral Tribunal is constituted, the Court which is seized of a Section 9 application, becomes coram non judice, would create a serious vacuum as there is no provision for dealing with pending matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5823bc111fe4021aa377506b1aefce4_227"
    },
    {
      "start": 45021,
      "end": 45330,
      "text": "All the powers of the Court to grant interim measures before, during the arbitral proceedings or at any time after the making of the arbitral award but prior to its enforcement in accordance with Section 36 are intact (and, have not been altered by the amendment) as contained in Section 9(1) of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "997194089b4b4b1297441e91e8b627a8_228"
    },
    {
      "start": 45331,
      "end": 45520,
      "text": "Furthermore, it is not as if upon the very fact that an Arbitral Tribunal had been constituted, the Court cannot deal with an application under sub-section (1) of Section 9 of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cacbab81853e4aef83f5a25b2734b40f_229"
    },
    {
      "start": 45521,
      "end": 45720,
      "text": "Section 9(3) itself provides that the Court can entertain an application under Section 9(1) if it finds that circumstances exist which may not render the remedy provided under Section 17 efficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25bb68c308e145e9a6c6a2914d2880e7_230"
    },
    {
      "start": 45722,
      "end": 45983,
      "text": "25. We may also note that there is no provision under the said Act which, even as a transitory measure, requires the Court to relegate or transfer a pending Section 9(1) application to the Arbitral Tribunal, the moment an Arbitral Tribunal has been constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "febe085d2841475480f9b5df715649be_231"
    },
    {
      "start": 45985,
      "end": 46108,
      "text": "85. In M. Ashraf v. Kasim V.K.16 a Division Bench of the Kerala High Court speaking through R. Narayana Pisharadi J. held:-",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "392f7d256d0344c6ad6c9dfd6de01e3c_232"
    },
    {
      "start": 46110,
      "end": 46276,
      "text": "8. .Even after the amendment of the Act by incorporation of Section 9(3), the Court is not denuded of the power to grant interim relief under Section 9(1) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0d1b779668d40c2b3c01ff2c71f3377_233"
    },
    {
      "start": 46277,
      "end": 46575,
      "text": "What is provided under Section 9(3) of the Act is that, after the constitution of the Arbitral Tribunal, the Court shall not entertain an application under Section 9(1) of the Act unless the Court finds that circumstances exist which may not render the remedy provided under Section 17 efficacious.",
      "labels": [
        "STA"
      ],
      "id": "deda4e3399c544d48aed0afbc18ee894_234"
    },
    {
      "start": 46576,
      "end": 46705,
      "text": "Normally, the Court shall not entertain an application under Section 9(1) of the Act after constitution of the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92fcad6453eb4e22b4f355b58afbf12f_235"
    },
    {
      "start": 46706,
      "end": 46972,
      "text": "But, the Court has the power to entertain an application under Section 9(1) of the Act even after the constitution of the Arbitral Tribunal unless the Court finds that in the circumstances of the case the party has got efficacious remedy under Section 17 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce34e59b26fb4fbaab0b939ae552a34b_236"
    },
    {
      "start": 46973,
      "end": 47210,
      "text": "An application for interim relief under Section 9(1) of the Act shall be entertained and examined on merits, once the Court finds that circumstances exist, which may not render the remedy provided under Section 17 of the Act efficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d19abb48cf4441faa69340fc1cbd8a3e_237"
    },
    {
      "start": 47212,
      "end": 47741,
      "text": "86. In Srei Equipment Finance Limited (Sefl) v. Ray Infra Services Private Limited & Anr. 17 authored by one of us (Indira 16 (2018) SCC OnLine Ker 4913 17. (2016) SCC OnLine Cal 6765 Banerjee J.), the Division Bench of Calcutta High Court held:\n5. Under Section 9 of the Arbitration and Conciliation Act, 1996 - a party might before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with Section 36, apply to Court under Section 9 for interim relief.\n6.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8d99b2a941974bb0bf2a7626fcbfcaa0_238"
    },
    {
      "start": 47742,
      "end": 47882,
      "text": "In our view, the learned Single Bench erred in holding that there was no scope for further order in the pending application under Section 9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51cf392568c64779a1797ac611a81d6b_239"
    },
    {
      "start": 47883,
      "end": 48003,
      "text": "The learned Single Bench has not considered the question of depreciation of the value of the assets due to constant use.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "419fe7d0571f4049820df3c44f1e4e71_240"
    },
    {
      "start": 48004,
      "end": 48061,
      "text": "Prima facie, the respondent has defaulted in instalments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25c48331d0d047df8af0c4edf48b59b1_241"
    },
    {
      "start": 48062,
      "end": 48171,
      "text": "In terms of the agreement, the appellant financier is entitled to take possession of the hypothecated assets.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c69ce10c509642d296e2f59c91489e96_242"
    },
    {
      "start": 48172,
      "end": 48568,
      "text": "After the enactment of the Arbitration and Conciliation (Amendment) Act of 2015 with effect from 23rd October, 2015, the Court is not to entertain an application under Section 9(1) of the Arbitration and Conciliation Act, 1996, once the Arbitral Tribunal has been constituted, unless the Court finds that circumstances exist, which may not render the remedy provided under Section 17 efficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82cd9b61a14e44068ac5cc08a82d910a_243"
    },
    {
      "start": 48570,
      "end": 48638,
      "text": "7. The hearing before the Arbitral Tribunal may have been concluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a17a5d197454743a5abea5d9b0d020e_244"
    },
    {
      "start": 48639,
      "end": 48708,
      "text": "Proceedings are, however, still pending before the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "caad24ecc75a4a76980e65a83031cb88_245"
    },
    {
      "start": 48709,
      "end": 48787,
      "text": "It may have been possible to make an application before the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "300733e0ff5c4f709562ea2de83b4f6d_246"
    },
    {
      "start": 48788,
      "end": 49006,
      "text": "However considering the lethargic manner in which the learned Arbitrator has been proceeding the remedy of the Appellant under Section 17 of the Arbitration and Conciliation Act, 1996 does not appear to be efficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7d5d3c2698d42e39d126383f874058e_247"
    },
    {
      "start": 49007,
      "end": 49168,
      "text": "The amendments being recent, complicated issues of law may also arise with regard to the applicability of the amended provisions to pending arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "483b4b169e9f4e5e8c9b5f86d19106d1_248"
    },
    {
      "start": 49170,
      "end": 49299,
      "text": "87. In Avantha Holdings Limited v. Vistra ITCL India Limited18 a Single Bench of the Delhi High Court (C. Hari Shankar J.) held:-",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bf691bdc4d5e4d00bc72b029882395d4_249"
    },
    {
      "start": 49300,
      "end": 49493,
      "text": "\n45 . The Court, while exercising its power under Section 9 of the 1996 Act, has to be acutely conscious of the power, vested in the arbitrator/arbitral tribunal, by Section 17 of the same Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e23648c8cf834f6e95e3cb239fd465c5_250"
    },
    {
      "start": 49494,
      "end": 49592,
      "text": "A reading of Section 9, and Section 17, of the 1996 Act, reveals that they are identically worded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c8fa74e74e14c58af785129e43b35b2_251"
    },
    {
      "start": 49593,
      "end": 49757,
      "text": "The interim measures, which can be ordered by the arbitral tribunal, under Section 17, are the very same as those which can be ordered by the Court under Section 9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43c7976054034effbcc79613662b2b73_252"
    },
    {
      "start": 49758,
      "end": 50052,
      "text": "It is for this reason that sub-section (3) of Section 9 proscribes grant of interim measures, by the Court, consequent on constitution of the arbitral tribunal, save and except where the Court finds that circumstances exist, which may not render the remedy, under Section 17, to be efficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "324e310aa003444cb8aed3724c979f4b_253"
    },
    {
      "start": 50053,
      "end": 50315,
      "text": "The Court, while 18 2020 SCC OnLine Del 1717 exercising jurisdiction under Section 9, even at a pre-arbitration stage, cannot, therefore, usurp the jurisdiction which would, otherwise, be vested in the arbitrator, or the arbitral tribunal, yet to be constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f65d7a1c01bd4b10be5af1d69180d25a_254"
    },
    {
      "start": 50317,
      "end": 50687,
      "text": "88. We fully approve the view taken by the Single Bench of the Delhi High Court in Avantha Holdings Limited (supra) except for the observation that the Court, while exercising jurisdiction under Section 9, even at a pre-arbitration stage, cannot usurp the jurisdiction which would, otherwise, be vested in the arbitrator, or the Arbitral Tribunal, yet to be constituted.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ed8abdb3c8fb4503b8627ec64a116909_255"
    },
    {
      "start": 50688,
      "end": 50763,
      "text": "The bar of Section 9(3) operates after an Arbitral Tribunal is constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3adfe068b9404eb79be39b0ac4ea663d_256"
    },
    {
      "start": 50764,
      "end": 50915,
      "text": "There can therefore be no question of usurpation of jurisdiction of the Arbitral Tribunal under Section 17 before the Arbitral Tribunal is constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9eecf80ab564a029abef0d9b31bbe36_257"
    },
    {
      "start": 50916,
      "end": 51045,
      "text": "The Court is obliged to exercise power under Section 9 of the Arbitration Act, if the Arbitral Tribunal is yet to be constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b05c802d5d947da9223a95cdaf8ca5a_258"
    },
    {
      "start": 51046,
      "end": 51406,
      "text": "Whether the Court grants interim relief or not is a different issue, for that would depend on the facts of the case - whether the Applicant has made out a good prima facie case, whether the balance of convenience is in favour of relief being granting to the applicant, whether the applicant would suffer irreparable injury by refusal of interim relief etc.\n89.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5b227e6a0dc4f058876f7eddcc647cb_259"
    },
    {
      "start": 51407,
      "end": 51472,
      "text": "In Lakshmi Rattan Engineering Works Ltd. (supra) the Court held:-",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cf2acc16f9064c13b314285d041d1eaa_260"
    },
    {
      "start": 51474,
      "end": 51657,
      "text": "9. The word entertain is explained by a Divisional Bench of the Allahabad High Court as denoting the point of time at which an application to set aside the sale is heard by the court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "279f56a136be4506b402221244fad94a_261"
    },
    {
      "start": 51658,
      "end": 51805,
      "text": "The expression entertain, it is stated, does not mean the same thing as the filing of the application or admission of the application by the court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5f69ff1d8f1246329571b9878434e6a5_262"
    },
    {
      "start": 51806,
      "end": 52009,
      "text": "A similar view was again taken in Dhoom Chand Jain v. Chamanlal Gupta [AIR 1962 All 543] in which the learned Chief Justice Desai and Mr Justice Dwivedi gave the same meaning to the expression entertain.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1abc45df3d1b4b409c88e5951bc53e5b_263"
    },
    {
      "start": 52010,
      "end": 52279,
      "text": "It is observed by Dwivedi, J., that the word entertain in its application bears the meaning admitting to consideration, and therefore when the court cannot refuse to take an application which is backed by deposit or security, it cannot refuse judicially to consider it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "293c3ac94c2d4a72a60c02907f92929f_264"
    },
    {
      "start": 52280,
      "end": 52438,
      "text": "In a single bench decision of the same court reported in Bawan Ram v. Kunj Beharilal [AIR 1961 All 42] one of us (Bhargava, J.) had to consider the same rule.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7476c3fcface4540b2b02ec250ac275f_265"
    },
    {
      "start": 52439,
      "end": 52592,
      "text": "There the deposit had not been made within the period of limitation and the question had arisen whether the court could entertain the application or not.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f02f032b7d194af9adc65431d73b01f2_266"
    },
    {
      "start": 52593,
      "end": 52840,
      "text": "It was decided that the application could not be entertained because proviso (b) debarred the court from entertaining an objection unless the requirement of depositing the amount or furnishing security was complied with within the time prescribed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5f858a6dd9df4e089b1aadd6f379604e_267"
    },
    {
      "start": 52841,
      "end": 53027,
      "text": "In that case the word entertain is not interpreted but it is held that the Court cannot proceed to consider the application in the absence of deposit made within the time allowed by law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfc7d5f24dff49a487e06aa0e65561ae_268"
    },
    {
      "start": 53028,
      "end": 53095,
      "text": "This case turned on the fact that the deposit was made out of time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4114af8c172f41db9ababd891a04e0ba_269"
    },
    {
      "start": 53096,
      "end": 53458,
      "text": "In yet another case of the Allahabad High Court reported in Haji Rahim Bux & Sons v. Firm Samiullah & Sons [AIR 1963 All 326] a Division Bench consisting of Chief Justice Desai and Mr Justice S.D. Singh interpreted the words of Order 21, Rule 90, by saying that the word entertain meant not receive or accept but proceed to consider on merits or adjudicate upon.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e8528ece49564556b7b096b205edcdf9_270"
    },
    {
      "start": 53460,
      "end": 53602,
      "text": "9. In our opinion these cases have taken a correct view of the word entertain which according to dictionary also means admit to consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c59b8827daf844caa131a7c148e0e607_271"
    },
    {
      "start": 53603,
      "end": 53843,
      "text": "It would therefore appear that the direction to the court in the proviso to Section 9 is that the court shall not proceed to admit to consideration an appeal which is not accompanied by satisfactory proof of the payment of the admitted tax.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2fb3ddb2a2f14c99b77e43edd1c24ea2_272"
    },
    {
      "start": 53844,
      "end": 53852,
      "text": "... \n90.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4296c3b879e74d44918a92b0cd5ba6d0_273"
    },
    {
      "start": 53853,
      "end": 54087,
      "text": "In Kundan Lal v Jagan Nath Sharma and Ors. (supra), a Division Bench of Allahabad High Court held that the expression entertain did not mean the same thing as the filing of the application or admission of the application by the Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "81da293ae19b40d1ad655363129e17a4_274"
    },
    {
      "start": 54088,
      "end": 54186,
      "text": "The dictionary meaning of the word enterain was to deal with or to take matter into consideration.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "965ef2bfaabb4e13844339fb8f7da402_275"
    },
    {
      "start": 54187,
      "end": 54377,
      "text": "The High Court further held:-\n7. The use of the word entertain in the proviso to R. 90 of Or. XXI denotes a point of time at which an application to set aside the sale is heard by the court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "53680c219a414f9b8b5d594ff1bdc304_276"
    },
    {
      "start": 54378,
      "end": 54638,
      "text": "This appears to be clear from the fact that in the proviso it is stated that no application to set aside a sale shall be entertained upon any ground which could have been taken by the applicant on or before the date on which the sale proclamation was drawn up.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d02d75fbcc34dc5b052b9b6e818c62a_277"
    },
    {
      "start": 54639,
      "end": 54903,
      "text": "Surely, the question as to the consideration of the grounds upon which the application is based can only arise when it is being considered by the court on the merits, that is, when the court is called upon to apply its mind to the grounds urged in the application.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ec61d2420e984844868e2f1f001198c7_278"
    },
    {
      "start": 54904,
      "end": 55112,
      "text": "In our view the stage at which the applicant is required to make the deposit or give the security within the mening of Cl. (b) of the proviso would come when the hearing of the application is due to commence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "717f10785c884016a510fbb64304a97a_279"
    },
    {
      "start": 55114,
      "end": 55394,
      "text": "91. In Hindustan Commercial Bank Ltd. v Punnu Sahu (supra), the Court held that the expression entertain in the proviso to clause (b) Order 21 Rule 90 (as amended by Allahabad High Court), means to adjudicate upon or proceed to consider on merits and not initiation of proceeding.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e4cf01be658d4d948efbaf78c9e70070_280"
    },
    {
      "start": 55396,
      "end": 56088,
      "text": "92. In Martin & Haris Limited (supra), the Court was considering proviso to Section 21 of the U.P. Urban Buildings (Regulation of Letting, Rent and Eviction) Act, 1972 which provided that where the building was in the occupation of a tenant since before its purchase by the landlord, such purchase being made after the commencement of this Act, no application shall be entertained on the grounds mentioned in Clause (a), unless a period of 3 years has elapsed since the date of such purchase and the landlord has given a notice in that behalf to the tenant, not less than 6 months before such application, and such notice may be given before the expiration of the aforesaid period of 3 years.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9c2e629095974adca7a24809358892f7_281"
    },
    {
      "start": 56089,
      "end": 56108,
      "text": "The Court held :-\n ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "21bfcb4d2be2468a9ad5eb8c1e9d0e55_282"
    },
    {
      "start": 56108,
      "end": 56453,
      "text": "Thus the word entertain mentioned in the first proviso to Section 21(1) in connection with grounds mentioned in clause (a) would necessarily mean entertaining the ground for consideration for the purpose of adjudication on merits and not at any stage prior thereto as tried to be submitted by learned Senior Counsel, Shri Rao, for the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a99742d3385e490db21814364b16b847_283"
    },
    {
      "start": 56455,
      "end": 56574,
      "text": "93. It is now well settled that the expression entertain means to consider by application of mind to the issues raised.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "69f0fd0cbc9247b8a3bc0165780ed164_284"
    },
    {
      "start": 56575,
      "end": 56647,
      "text": "The Court entertains a case when it takes a matter up for consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f06ec847fb8b476bbe85fcf12ef13a10_285"
    },
    {
      "start": 56648,
      "end": 56749,
      "text": "The process of consideration could continue till the pronouncement of judgment as argued by Khambata.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf2e7601da67497f859fdb11f3ed6745_286"
    },
    {
      "start": 56750,
      "end": 56918,
      "text": "Once an Arbitral Tribunal is constituted the Court cannot take up an application under Section 9 for consideration, unless the remedy under Section 17 is inefficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ecca53aa501940c280da78628b029092_287"
    },
    {
      "start": 56919,
      "end": 57110,
      "text": "However, once an application is entertained in the sense it is taken up for consideration, and the Court has applied its mind to the Court can certainly proceed to adjudicate the application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2bea906a306416a99e8fd3c2bb5eba4_288"
    },
    {
      "start": 57112,
      "end": 57358,
      "text": "94. Mr. Sibal rightly submitted that the intent behind Section 9(3) was not to turn back the clock and require a matter already reserved for orders to be considered in entirety by the Arbitral Tribunal under Section 17 of the Arbitration Act.\n95.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b1218df6a3c43a2872c256d9388a65c_289"
    },
    {
      "start": 57359,
      "end": 57762,
      "text": "On a combined reading of Section 9 with Section 17 of the Arbitration Act, once an Arbitral Tribunal is constituted, the Court would not entertain and/or in other words take up for consideration and apply its mind to an application for interim measure, unless the remedy under Section 17 is inefficacious, even though the application may have been filed before the constitution of the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "badfa0af202443949601806f292ae2f3_290"
    },
    {
      "start": 57763,
      "end": 57967,
      "text": "The bar of Section 9(3) would not operate, once an application has been entertained and taken up for consideration, as in the instant case, where hearing has been concluded and judgment has been reserved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d6eec5b8c8844fb8663f013893a47df_291"
    },
    {
      "start": 57968,
      "end": 58074,
      "text": "Mr. Khambata may be right, that the process of consideration continues till the pronouncement of judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "baf1353aed5d413a9bcabbdef2aa1ed2_292"
    },
    {
      "start": 58075,
      "end": 58114,
      "text": "However, that would make no difference.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1b907496cb941b4ad7749d778b8886a_293"
    },
    {
      "start": 58115,
      "end": 58293,
      "text": "The question is whether the process of consideration has commenced, and/or whether the Court has applied its mind to some extent before the constitution of the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5bc707f1a3434685968808e10ed7d07e_294"
    },
    {
      "start": 58294,
      "end": 58403,
      "text": "If so, the application can be said to have been entertained before constitution of the Arbitral Tribunal.\n96.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e38e6a53be0f402c944459aaf357016c_295"
    },
    {
      "start": 58404,
      "end": 58564,
      "text": "Even after an Arbitral Tribunal is constituted, there may be myriads of reasons why the Arbitral Tribunal may not be an efficacious alternative to Section 9(1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86db48e6a5d74af2911fe973203386bd_296"
    },
    {
      "start": 58565,
      "end": 58713,
      "text": "This could even be by reason of temporary unavailability of any one of the Arbitrators of an Arbitral Tribunal by reason of illness, travel etc.\n97.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d6c67ea5aad4253b3d1a8539959137d_297"
    },
    {
      "start": 58714,
      "end": 58820,
      "text": "Applications for interim relief are inherently applications which are required to be disposed of urgently.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1fb167b9c824752920b797ddd6dfc3f_298"
    },
    {
      "start": 58821,
      "end": 58870,
      "text": "Interim relief is granted in aid of final relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2796ab093bf34c558a798333e99764b0_299"
    },
    {
      "start": 58871,
      "end": 59120,
      "text": "The object is to ensure protection of the property being the subject matter of Arbitration and/or otherwise ensure that the arbitration proceedings do not become infructuous and the Arbitral Award does not become an award on paper, of no real value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1dd1a0e8c9dc4c779b489f01ea327439_300"
    },
    {
      "start": 59122,
      "end": 59338,
      "text": "98. The principles for grant of interim relief are (i) good prima facie case, (ii) balance of convenience in favour of grant of interim relief and (iii) irreparable injury or loss to the applicant for interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd8ee9c55b3b4ef0a9da173f0ea56485_301"
    },
    {
      "start": 59339,
      "end": 59489,
      "text": "Unless applications for interim measures are decided expeditiously, irreparable injury or prejudice may be caused to the party seeking interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5188124f8d8f4efeae17a8f47de3f6da_302"
    },
    {
      "start": 59491,
      "end": 59718,
      "text": "99. It could, therefore, never have been the legislative intent that even after an application under Section 9 is finally heard relief would have to be declined and the parties be remitted to their remedy under Section 17.\n100.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "187111f2ec2e47619ff27d5dae41fa42_303"
    },
    {
      "start": 59719,
      "end": 59950,
      "text": "When an application has already been taken up for consideration and is in the process of consideration or has already been considered, the question of examining whether remedy under Section 17 is efficacious or not would not arise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f35de5a9a2364ea8af73fbb85504e5ea_304"
    },
    {
      "start": 59951,
      "end": 60079,
      "text": "The requirement to conduct the exercise arises only when the application is being entertained and/or taken up for consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b52331cdbde41408f80b9687a07e863_305"
    },
    {
      "start": 60080,
      "end": 60186,
      "text": "As observed above, there could be numerous reasons which render the remedy under Section 17 inefficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "853b5500ad194afc8277356eb099fab6_306"
    },
    {
      "start": 60187,
      "end": 60349,
      "text": "To cite an example, the different Arbitrators constituting an Arbitral Tribunal could be located at far away places and not in a position to assemble immediately.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7959869a8f2c487e8f40e11a668821aa_307"
    },
    {
      "start": 60350,
      "end": 60470,
      "text": "In such a case an application for urgent interim relief may have to be entertained by the Court under Section 9(1).\n101.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7530f5bb6d6d4757a928fc79a459b396_308"
    },
    {
      "start": 60471,
      "end": 60721,
      "text": "As pointed out by Mr. Khambata, the 246 th Report of the Law Commission, submitted in August 2014 states that Section 9(3) seeks to reduce the role of the Court in relation to grant of interim measure, once the Arbitral Tribunal has been constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe837c1533304bc89e7d6381d04237c4_309"
    },
    {
      "start": 60722,
      "end": 60902,
      "text": "This is also in keeping with the UNCITRAL Model Law which discourages Court proceedings in relation to disputes arising out of an agreement which contains a clause for arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "473a8098235e473880810955dbe5553d_310"
    },
    {
      "start": 60904,
      "end": 61128,
      "text": "102. As held by this Court in Amazon.com NV Investment Holdings LLC v. Future Retail (supra), the object of introducing Section 9(3) was to avoid Courts being flooded with applications under Section 9 of the Arbitration Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "48e2dd1f879b4e0b819576e9613b0f98_311"
    },
    {
      "start": 61130,
      "end": 61389,
      "text": "103. Negative Kompetenz-Kompetenz is a sequel to the rule of priority in favour of the Arbitrators, that is, the requirement for parties to an arbitration agreement to honour their undertaking to submit any dispute covered by such an agreement to arbitration.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d4124c40f1bc4b0895825b6730f4e8ed_312"
    },
    {
      "start": 61390,
      "end": 61477,
      "text": "This entails the consequence that the Courts are prohibited from hearing such disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d58b763504b486eaa1984886213d97a_313"
    },
    {
      "start": 61479,
      "end": 61801,
      "text": "104. In Chloro Controls India Private Limited v. Severn Trent Water Purification Inc.19, this Court observed that majority of the countries admit to the positive effect of kompetenz  kompetenz principle, which requires that the Arbitral Tribunal must exercise jurisdiction over the dispute under the arbitration agreement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c1732ec67115400dbe2b31551546ad1b_314"
    },
    {
      "start": 61802,
      "end": 61982,
      "text": "Thus, challenge to the existence or validity of the arbitration agreement would not prevent the Arbitral Tribunal from proceeding with the hearing and ruling upon its jurisdiction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "061ea8a90e9349d3a79f57b2d6465118_315"
    },
    {
      "start": 61983,
      "end": 62161,
      "text": "If it retains jurisdiction, it may make an award on the substance of the dispute, without waiting for the outcome of any court action aimed at deciding the issue of jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "930ef6c0cbf8497a801008a973e242d4_316"
    },
    {
      "start": 62163,
      "end": 62253,
      "text": "105. As held by this Court in Vidya Drolia and Ors. v. Durga Trading Corporation20 :-\n129.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d614d551b63949a3946d4fd3d3fff38b_317"
    },
    {
      "start": 62254,
      "end": 62330,
      "text": "Principles of competence-competence have positive and negative connotations.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "30c6db67283b4a8cb91b6ec0b89e048c_318"
    },
    {
      "start": 62331,
      "end": 62498,
      "text": "As a positive implication, the Arbitral Tribunals are declared competent and authorised by law to rule as to their jurisdiction and decide non-arbitrability questions.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "17dc74fe0a8746f784e7d3c601be2cec_319"
    },
    {
      "start": 62499,
      "end": 62634,
      "text": "In case of expressed negative effect, the statute would govern and should be 19 (2013) 1 SCC 641 20 (2021) 2 SCC 1 at page 98 followed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e11d8711a6043c5a10461b5a56579e4_320"
    },
    {
      "start": 62635,
      "end": 62868,
      "text": "Implied negative effect curtails and constrains interference by the court at the referral stage by necessary implication in order to allow the Arbitral Tribunal to rule as to their jurisdiction and decide non-arbitrability questions.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f6dcae4f24034e5cbbcfa4f3cf62d2cf_321"
    },
    {
      "start": 62869,
      "end": 63078,
      "text": "As per the negative effect, courts at the referral stage are not to decide on merits, except when permitted by the legislation either expressly or by necessary implication, such questions of non-arbitrability.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f16a0b6223794df1bcfb58e78b4e9298_322"
    },
    {
      "start": 63079,
      "end": 63263,
      "text": "\nSuch prioritisation of the Arbitral Tribunal over the courts can be partial and limited when the legislation provides for some or restricted scrutiny at the first look referral stage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0deb6bb6f3484dc28fb570a0e1f4ac45_323"
    },
    {
      "start": 63264,
      "end": 63398,
      "text": "We would, therefore, examine the principles of competence- competence with reference to the legislation, that is, the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1fd3a0648854bc9b44c3d482d5efa33_324"
    },
    {
      "start": 63399,
      "end": 63418,
      "text": "[Emphasis supplied]",
      "labels": [
        "ANALYSIS"
      ],
      "id": "294af4b104ab4997a85989aca4d6eedb_325"
    },
    {
      "start": 63420,
      "end": 63575,
      "text": "106. As held in Vidya Drolia (supra), the Courts do not decide on merits except when permitted by legislation either expressly or by necessary implication.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "25ca9b25639b454a9ddfba17fb791cd3_326"
    },
    {
      "start": 63576,
      "end": 63696,
      "text": "Prioritisation of the Arbitral Tribunal over the the Courts can be partial and limited when the legislation so provides.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d005f255abc496f92b54df43b37a917_327"
    },
    {
      "start": 63697,
      "end": 63775,
      "text": "Vidya Drolia (supra) was referred to a larger Bench, but on a different issue.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94677298459b449eafdc3a5946bc8f8c_328"
    },
    {
      "start": 63777,
      "end": 64133,
      "text": "107. It is reiterated that Section 9(1) enables the parties to an arbitration agreement to approach the appropriate Court for interim measures before the commencement of arbitral proceedings, during arbitral proceedings or at any time after the making of an arbitral award but before it is enforced and in accordance with Section 36 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d35bbf0f0650452d982bc29e59b0ed84_329"
    },
    {
      "start": 64134,
      "end": 64280,
      "text": "The bar of Section 9(3) operates where the application under Section 9(1) had not been entertained till the constitution of the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d4e4792ae034a4b92c404023f7dd732_330"
    },
    {
      "start": 64281,
      "end": 64791,
      "text": "Ofcourse it hardly need be mentioned that even if an application under Section 9 had been entertained before the constitution of the Tribunal, the Court always has the discretion to direct the parties to approach the Arbitral Tribunal, if necessary by passing a limited order of interim protection, particularly when there has been a long time gap between hearings and the application has for all practical purposes, to be heard afresh, or the hearing has just commenced and is likely to consume a lot of time.",
      "labels": [
        "RATIO"
      ],
      "id": "434989c902dd415fa7186a22c3461df2_331"
    },
    {
      "start": 64792,
      "end": 64903,
      "text": "In this case, the High Court has rightly directed the Commercial Court to proceed to complete the adjudication.",
      "labels": [
        "RATIO"
      ],
      "id": "555663e12bc742539fda9a10439c1f3b_332"
    },
    {
      "start": 64905,
      "end": 65213,
      "text": "108. For the reasons discussed above, the appeal is allowed only to the extent of clarifying that it shall not be necessary for the Commercial Court to consider the efficacy of relief under Section 17, since the application under Section 9 has already been entertained and considered by the Commercial Court.",
      "labels": [
        "RPC"
      ],
      "id": "8c907c2abd794028864b8cd868b11963_333"
    },
    {
      "start": 65214,
      "end": 65293,
      "text": "The judgment and order under appeal does not, otherwise, call for interference.",
      "labels": [
        "RPC"
      ],
      "id": "bd5743d42d1942a8a2f0c6bb83f755aa_334"
    },
    {
      "start": 65294,
      "end": 65324,
      "text": "\n..J. [ INDIRA BANERJEE ] ..J.",
      "labels": [
        "NONE"
      ],
      "id": "1cc298687f16449bb6f03b083b5ee7d0_335"
    },
    {
      "start": 65325,
      "end": 65356,
      "text": "[ J. K. MAHESHWARI ] NEW DELHI;",
      "labels": [
        "NONE"
      ],
      "id": "be0e52dc8eee4546bb51b3fc8c71dbcb_336"
    },
    {
      "start": 65357,
      "end": 65376,
      "text": "\nSEPTEMBER 14, 2021",
      "labels": [
        "NONE"
      ],
      "id": "8ccc4032001b46f4a83965df01fd624e_337"
    }
  ]
}