{
  "id": "355851f3ebcdc9df2ec416f1eed79c13379b234836f4d0cff9ed2d61c7840751",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nM/S Suman International & Anr. vs Mahendra Gulwani & Anr. on 14 December, 2023\nAuthor: Vibhu Bakhru\nBench: Vibhu Bakhru \n                                 In The High Court Of Delhi At New Delhi\n                          %                        Judgment delivered on:14th December, 2023\n                          +     Fao (Comm) 199/2021 & Cm Appl. 44021/2021 \n\n                          M / S Suman International & Anr .                     ..... Appellants \n\n\n                                                          versus\n\n                          Mahendra Gulwani & Anr .                          ..... Respondents \n\n\n                          Advocates who appeared in this case: \n\n                          For the Appellants       : Mr Raunaq Kamath and Mr Sauhard \n                                                   Alung , Advocates . \n\n                          For the Respondents      : Mr Shailen Bhatia, Ms Sheril Bhatia and \n                                                   Mr Arnab Chatterjee, Advocates. \n\n                          Coram\n                          Hon'Ble Mr Justice Vibhu Bakhru\n                          Hon'Ble Mr Justice Amit Mahajan \n\n\n                                                      Judgment\nAmit Mahajan, J \n1 . The appellant(s), M/s. Suman International, has filed the present appeal being aggrieved by the order dated 28.10.2021, (hereafter 'impugned order') passed by the learned Commercial  Court, in CS (COMM) 251 of 2021, whereby the learned Commercial Court has allowed the Respondents'/Plaintiffs' Application under Order XXXIX Rules 1 & 2 of Code of Civil Procedure, 1908 ('CPC') and dismissed the Appellants/Defendants' application under Order XXXIX Rule 4 CPC, thereby restraining the Appellants and their dealers from manufacturing, exporting, selling offering for sale advertising, exhibiting directly or indirectly dealing in goods bearing impugned mark amounting to infringement of registered trademark of the Respondent no.1 under no. 3470833 in Class 30 and passing off; \n2. The Appellants/Defendants and Respondent no.1/Plaintiff both are engaged in the business of manufacturing confectionery items (non- medicated) including the hardboiled sugar candies, chocolates, lollipops, wafers biscuits etc. Brief Facts 3. Mahendra Gulwani (Respondent no. 1) is the sole proprietor of M/s Mahendra Food Products. Respondent no. 2, M/s Kapur Confectioners, is stated to be the sole distributor appointed by Respondent no. 1 for Northern Region of India. (hereafter collectively referred to as 'respondents') \n4. The respondents claim to be engaged in the business of various types of confectionary items. From the year prior to 1996, the respondents claim to be selling their products throughout the country through its dealers / distributors. It is claimed that the trademark 'MADHUR' was adopted by the predecessors of the respondents for the confectionery items. Respondent no.1 claim to have devised various trademarks / labels from time to time and have acquired registration of various trademarks in class 30, including the trademarks in dispute, which are 'MADHUR ROSE POP LOLLIPOPS' and three-dimensional rose shape in the class 30. \n5. Respondent no.1 claims that trademark / label has original artistic works and he have also acquired copyright registration on the shape of rose. \n6. The respondents also claim to have extensively sold their goods under the trademark in dispute. The sales figure of the confectionary products including the rose shaped lollipops under the trademark in dispute, sold by respondents for the year 2020-2021 is claimed to be 88,89,68,411/-. Respondent no.1, therefore, claims rights over the distinctive shaped lollipop, in a rose flower shape, where the colour of rose flower is red and the colour of the stem along with leaves is green. They claim to be selling the rose shaped lollipops under the trademark of 'Rose Pop' along with its house mark 'MADHUR' with the word 'ROSE' appearing in a red colour font and word 'POP' appearing in a green colour font in a distinct style with the word 'LOLLIPOPs' appearing after the words 'Rose Pop' with each letter in a different colour. \n7. Respondent no.1 claims to have adopted the distinctive and novel rose shaped lollipop and the trademark / label 'Madhur Rose Pop' on 15.11.2016. It is claimed that the rose shaped lollipop is exclusively associated with the respondents. \n8. As mentioned above, Respondent no.1 claims to be the proprietor of the registered word mark 'ROSE POP', label mark 'MADHUR ROSE POP LOLLIPOPS' and three-dimensional shape mark on a figure of rose, all in class 30. Respondent no.1 also claims to be registered proprietor of rose shaped lollipop under the Copyright Act, 1957 and claims that the rose shape of a lollipop is his invention and nobody prior to him had devised or sold a lollipop in the shape of a rose. \n9. Respondent no.1 claims to be exclusively using the said marks since November, 2016 and to have acquired an unimpeachable reputation. The respondents claim that public and members of trade, associate the trademark as well as the shape of lollipop being the design of a rose with Respondent no.1. They also claim to have given wide publicity to their trademark 'MADHUR ROSE POP LOLLIPOPS' as well as the rose shaped lollipop. \n10. Respondent no.1 also claims to be vigilant about his rights with respect to the trademark 'MADHUR ROSE POP LOLLIPOPS' and the rose shaped lollipop. In the year 2018, when Respondent no.1 came to know about the lollipop in the shape of a rose being sold under the trademark 'REKHA GULAB LOLLIPOP', filed a suit being CS(COMM) 133/2019, wherein an ex-parte interim order was granted in favour of Respondent no.1. The said suit, however, was later compromised and a decree was passed in favour of Respondent no.1. Respondent no.1, in the month of January, 2021, came to know about the availability of a Lollipop in a shape of Rose under the mark / label 'SWEET ROSE LOLLIPOP' being sold by the appellants. A notice dated 19.01.2021 was sent by Respondent no.1 asking the appellants' to cease and desist from manufacturing the lollipop in a shape of a rose and also claiming that the trademark / label 'SWEET ROSE LOLLIPOP' is deceptively similar to its trademark / label 'MADHUR ROSE POP LOLLIPOPS'. \n11. The appellants replied to the said notice and also filed an application for rectification of Respondent no.1's trademark registration in shape of a rose in class 30. The respondents claim that the use of identical shape of lollipop by the appellants is bound to cause confusion amongst the purchasing public, which are likely to be misled into thinking that the appellants' goods originate from the same source as that of the respondents. It is, thus, claimed that the present case is a case wherein, the marks are identical and are used in respect of identical goods sold/distributed through the same trade channels. \nThis led the respondents to file the instant suit being CS (COMM) 251/2021.\n12. For the ease of reference, the conflicting marks are reproduced as under:\nSource Appellants' UNICON SWEET Respondents' MADHUR ROSE label ROSE POP label Suit Samples Product samples 13. The learned Commercial Court, by the impugned order dated 28.10.2021, allowed the application filed by the respondents under Order XXXIX Rules 1 & 2 of CPC and by the same order, dismissed the application filed by the appellants under Order XXXIX Rule 4 of CPC and restrained the appellants from:\ni. Manufacturing, exporting, selling, offering for sale, advertising, exhibiting, directly or indirectly dealing in the goods bearing the shape of rose in class 30; ii. Manufacturing, exporting, selling, offering for sale, advertising, exhibiting, directly or indirectly dealing under the mark / label 'SWEET ROSE LOLLIPOP' or any other identical / deceptively similar trademark to the Respondent no.1's trademark 'MADHUR ROSE POP LOLLIPOPS';\niii. The appellants were also restrained from manufacturing, exporting, selling, offering for sale, advertising, exhibiting, directly or indirectly dealing in goods, lollipops etc. and other cognate / allied goods such as chocolates, Cookies, Toffee and Confectionery items under the packaging package or any other identical / deceptively similar any other packaging which is identical /deceptively similar to the Respondent no.1's packaging. \n14. The learned Commercial Court held that the shape of the appellants' product being is deceptively similar to the shape of respondents' product being ; the mark 'SWEET ROSE LOLLIPOP' is deceptively similar to the trademark 'MADHUR ROSE POP LOLLIPOP'; the packaging is deceptively similar to packaging .\n15. The learned Commercial Court held that the appellants had recently launched their rose shaped lollipop and were earlier selling / marketing lollipops of different shape(s).\n16. The learned Commercial Court held that the mark 'Rose' is common and cannot be monopolised. However, it held that the respondents have only claimed their rights in respect of the rose shaped lollipop, which has a striking similarity with the rose shaped lollipop being manufactured by the appellants, and has a likelihood of causing confusion / deception among the purchasing public and users of the same. The learned Commercial Court also relied upon an order dated 01.06.2018 passed by learned Single Judge this Court in the case of Ferrero Spa & Ors. v. Mr. Kishor J. Savlani & Ors : CS (COMM) No. 966/2018, to hold that the protection to the trademark is to be granted when the plaintiff claims the exclusivity over the shape of a product. \n17. The learned Commercial Court also held that the packaging of the products has a striking similarity. The Court observed that comparison of the packaging shows that the appellants have copied many features of the respondents' label, including the artistic work rose, and the same cannot be a co-incidence or an honest adoption. \n18. In regard to the contention that the respondents have obtained the registration in respect of a rose shape illegally, the Court held that the same is pending consideration before the Trademark Registry, and no observations could be made by the Court at that stage. \nSubmissions 19. The learned counsel for the appellants vehemently contended that the marks 'UNICON SWEET ROSE' and 'MADHUR ROSE POP LOLLIPOPS', when compared as a whole, are not remotely similar and the only common element in both the marks is the word 'Rose'.\n20. He submitted that the learned Commercial Court itself had categorically noted that the word 'Rose' is a common word and cannot be monopolised by anyone. \n21. He submitted that the packaging of both the products is dissimilar, and is demonstrably different in all respects, including colour scheme, elements, shape, arrangement of features and get up etc.\n22. He further submitted that the respondents cannot claim exclusivity over the rose shaped lollipops, which have been in the market for decades prior to the respondents' claim of adoption in November, 2016. Even otherwise, the shape being adopted by the appellants is completely different from the shape used by the respondents for their lollipops. He submitted that in the appellants' lollipops, the stem is much longer and does not have any leaves. \n23. He further submitted that the learned Commercial Court erred in rejecting the contention that the rose shape is common to trade and is used by several entities. The material placed on record demonstrate that the rose shape lollipop is a common product and is sold on various e-commerce websites by many confectionery sellers in India and overseas. He relied upon the photographs of third party rose shaped lollipops, e-commerce websites commercially selling rose shaped lollipops in India, invoice showing purchase of rose shaped lollipops etc., to contend that there is no novelty in a confectionery being made, in shape of a 'Rose'. He further submitted that even if, the same is registered, the party in whose favour registration is granted, cannot claim more than what has been granted to it. \n24. It is, thus, contended that the shape being generic, cannot be monopolised by the respondents. The learned counsel relied upon the decision of the Hon'ble Apex Court in the case of Skyline Education Institute (India) Private Limited v. S.L. Vaswani & Anr : (2010) 2 Supreme Court Cases 142 and the decision of this Hon'ble Court in the case of Bhole Baba Milk Food Industries Limited v. Parul Food Specialities (P) Ltd.: ILR (2011) DELHI 317, in support of his arguments that the party using a mark, which is common to trade, bears the risk of it being used by others. \n25. He vehemently contended that Respondent no.1 did not invent the rose shaped lollipop but merely got the same registered in his favour. He submitted that an appropriate application for rectification has already been filed, which is pending before the Trade Mark Registry. He also relied upon the WhatsApp chats and the invoices issued prior in time in order to show that the rose shape in respect of a lollipop, had been adopted by various confectionary manufacturers and sellers prior to the claim of the respondents. \n26. It is contended that there is no distinctiveness in the rose shaped lollipops and the registration of the trademark was, thus, wrongly granted and the appellants' rectification application is liable to be allowed. For anyone, who claims distinctiveness in a shape, a user for several years has to be established, whereas the respondents applied for the registration and claimed to the user from the same date, that is, in November 2016. \n27. In the alternative, it is contended that the respondents at best would have an exclusive right in the specific shape being demonstrated in the registration certificate and no monopoly can be claimed in respect of all shapes of a rose. The shape being adopted by the appellants is not at all similar with the shape of the respondent's product. \n28. He further submitted that the learned Commercial Court further erred in holding that the appellants' mark 'UNICON SWEET ROSE' is deceptively similar to Respondent no.1's mark 'MADHUR ROSE POP LOLLIPOPS'. He submitted that the only common element in both marks is the word 'Rose', which even as per the learned Commercial Court, cannot be monopolised by anyone. Thus, minus the word 'Rose', the marks used by the parties, by no stretch of imagination, can be perceived as similar. \n29. He further submitted that the packaging being used by the appellants also cannot be termed similar to the packaging being used by Respondent no.1 for his lollipops. He submitted that the packaging being used by parties, that is, a box with a transparent top showing the lollipop is being used virtually by all manufacturers and sellers of lollipops. The colour scheme, element, shape, layout, get up etc. in both the packaging is otherwise not similar. \n30. It is lastly contended that the respondents had supressed the material facts from the learned Commercial Court, which disentitles them from any interim relief - the respondents did not file the copy of the cancellation petition filed by the appellants against their registration of shape of 'Rose'; and also, did not place on record the reply sent by the appellants to the notice dated 19.01.2021.\n31. The learned counsel for the respondents, on the other hand, submitted that the learned Commercial Court, after considering the material facts, has rightly passed the impugned order injuncting the appellants from manufacturing / selling the products with the impugned trademark. He submitted that it is an admitted fact that the registration of shape of a 'Rose' was granted in favour of Respondent no.1, which entitles the respondents for an order of injunction against a party using similar trademarks without any authority. \n32. He submitted that the appellants are not allowed to question the validity of the registration in the present proceedings and the Court has rightly passed an appropriate order on the basis of the registration being in favour of Respondent no.1. The registration of a mark is a proof of a validity of a right in favour of the respondents. Once it is admitted that a shape of a product can also be registered as a trademark, the appellants cannot resist the injunction till such time the registration is valid and subsisting. Any registration granted in favour of a party is prima facie evidence of its validity and the registered trademark cannot be held to be invalid on the ground that the same was not registrable under Section 9 of the Trade Marks Act, 1999. \n33. He further submitted that the appellants have given no reasoning for adoption of an identical shape of a rose for their product. He stated that the appellants had, at no stage prior to the present suit, opposed the grant of registration of the rose shaped lollipop in favour of Respondent no.1. \nAnalysis 34. The learned Commercial Court has restrained the appellant from;\n(i) Manufacturing, selling and marketing the lollipops with a shape of rose;\n(ii) Manufacturing, selling and marketing its products with a trademark 'UNICON SWEET ROSE' holding it to be prima facie similar to the trademark used by the respondent 'MADHUR ROSE POP LOLLIPOPS'; and (iii) Manufacturing, selling and marketing etc. the confectionary items under the packaging holding it to be deceptively similar to the packaging used by the respondent being 35. Since the three injunctions have been granted, we would be dealing with each one of them separately. \n36. Whether the appellants' manufacturing / selling / marketing its product 'lollipop' in the shape of Rose amounts to infringement of the trademark belonging to the respondent being 36.1 The learned Commercial Court, in the present case, granted the interim injunction prima facie holding that the shape of the product made by the appellants is identical to the shape of the product manufactured by the respondents. \n36.2 The respondents, having the shape registered as trademark, are held to be entitled for an order of injunction. \n36.3 It is not disputed that the product, being manufactured / marketed / sold by both the parties, is confectionary item being 'lollipop'. \n36.4 It is a trite law that in any action for infringement of the trademark, the first and foremost test to be satisfied is the test of similarity between the two marks. The Court has to consider not only the appearance or the phonetics of the marks but also the goods in respect of which they are used, the nature of consumers who are likely to buy those goods, the intent of the user in adopting the mark, and also the number and nature of similar marks in use, in respect of similar goods in the same class.\n36.5 The Court also has to consider the nature and extent of any actual confusion and the stretch of time during which the mark has been used and the extent to which the user has a right to exclude others from the use of its mark in respect their goods. 36.6 Under the Trade and Merchandise Marks Act, 1958, the definition of the word 'mark' did not include the shape of goods, however, under the Trade Marks Act, 1999, the trademark protection was extended to features such as shape of goods, packaging, sound, smell and combination of colours amongst others as long as they fulfil the function of a trademark which is essentially the source identification. \n36.7 As per the provisions under the Trade Marks Act, 1999, the shape of the product is now protected as long as the same is identifiable with the source of the product. The same is held to be registrable if it has acquired a secondary meaning. 36.8 It is now settled that in order for a shape to be registered as a trademark, it has to be shown that the shape is not the generic shape of the product, rather has a distinct shape, which associates the mark with the source without adding anything further like a name or a logo. 36.9 A Single Judge of this Court in the case of Knitpro International v. Examiner of Trade Marks through Registrar of Trade Marks: 2022:DHC:2631, while analysing the law in relation to the shape of a product being claimed as a trademark held as under:\n\"13. Thus, the settled legal position is that in order for a shape trademark to be registered, it has to be shown that the said shape is not the generic shape of the product. It has to be a distinctive shape that associates the mark with the source by itself without anything further like a name or logo appended on it. The shape must have lost its inherent or generic meaning and ought to have acquired a secondary connotation. The standard of distinctiveness required to be acquired would be quite high.\" \n36.10 Respondent no.1, in the present case, admittedly claimed to have adopted the shape of a 'Rose' in respect of their product in the year 2016, when he applied for its registration. It is not a case where the respondents claimed distinctiveness to the shape of the product on account of using the same for considerable period of time. It is pointed out that in an objection raised by the Trademarks Registry under Section 9(1)(a) of the Trade Marks Act, 1999, the respondents had replied by saying that there is no conflicting mark to the said trademark and the objection be waived. It is not the case of the respondent that at the time of registration, the shape adopted by them has lost its inherent or generic meaning but had acquired distinctiveness because of its long user. \n36.11 The reliance placed by the respondents on the judgment by the Bombay High Court in the case of Lupin v. Johnson and Johnson:\n2015(61) PTC1 (Bom), is also misplaced. The Bombay High Court in the facts of the said case, had held that at the interlocutory stage, the Court was not required to call upon the plaintiff to prove that the registration of its trade mark was not invalid. It was, however, held that the jurisdiction of Civil Court is not completely barred. The Court is not embarking upon the inquiry whether the registration granted is illegal or fraudulent, but, in the present case, is examining whether on the material as produced, ex facie, entitles the plaintiff for an order of injunction. Even though the same requires a high threshold, however, the Court can, prima facie, consider the question of the validity for the limited purpose of arriving at a prima facie conclusion, whether the injunction ought to be granted on the basis of the registered trade mark. There is no cavil as far as the ratio of the judgment relied upon by the respondent in that respect. 36.12 The appellants have produced enough material which, prima facie, shows that it is not only the parties in the present case, but many other manufacturers who have been manufacturing and marketing the lollipops in the shape of a flower and more particularly of a rose. The material produced by the appellants include the queries raised with the manufacturers abroad much prior to the claim made by the respondents of having adopted the said shape and also copy of the invoices evidencing the sale of rose shaped lollipop. In addition, the appellants have material produced material downloaded from the internet which is not denied by the respondent. The same shows the extensive use of shape of a 'Rose' in respect of a lollipop and other confectionary items. The material produced cannot be discarded, at this stage, specifically in the absence of any denial. 36.13 It is correct, that any objection in regard to the registration obtained by the respondent would be looked into by the Trademark Registry, however, the same can be, prima facie, looked into for the purpose of considering whether an interim injunction is required to be issued on the basis of the registration. \n36.14 From the bare perusal of the material produced, it is observed that the shape of a flower and also of a 'Rose' in confectionary items is generic in nature, which is extensively used by many manufacturers dealing in similar type of products. \n36.15 The Hon'ble Apex Court, in the case of Skyline Education Institute (India) Pvt. Ltd. v. S.L. Vaswani & Anr. : (2010) 2 SCC 142, in relation to the use of trademark 'Skyline' in respect of an institute had held as under:\n\"26. In our opinion, the findings recorded by the learned Single Judge and the Division Bench on the crucial factors like prima facie case, balance of convenience and equity are based on a correct and balanced consideration of various facets of the case and it is not possible to find any fault with the conclusions recorded by them that it is not a fit case for restraining the respondents from using the word \"Skyline\" in the name of the institute established by them. It has not been disputed on behalf of the appellant that the word \"Skyline\" is being used as trade name by various companies/organisations/business concerns and also for describing different types of institutes/institutions. The voluminous record produced by the respondents before this Court shows that in India as many as 117 companies including computer and software companies and institutions are operating by using the word \"Skyline\" as part of their name/nomenclature. In the United States of America, at least 10 educational/training institutions are operating with different names using \"Skyline\" as the first word. In the United Kingdom also two such institutions are operating. In view of this, it is not possible to agree with the learned counsel for the appellant that Skyline is not a generic word but is a specific word and his client has right to use that word to the exclusion of others.\"\n36.16 The Hon'ble Apex Court had recognised that the mark is being used by many companies in India and abroad and the plaintiff in that case was not allowed to monopolise the mark, which was used in a generic manner by many other entities. \n36.17 The other aspect, which cannot be lost sight of, is that the shapes of the products being used by both the parties are not identical. Whether the same can be termed as similar only because both are in shape of a 'Rose', in the present case, is doubtful. 36.18 The shape being used by the Respondent no.1 is altogether different from the shape being used by the appellants in their product. \nThe stem being used by the appellants is longer and does not have any leaf whereas the respondents' product has a short stem with leaves. The shape of flower is also different. It is not apposite to compare the shape of the competing marks by juxtaposing them side by side. The Court has to ascertain on a prima facie basis whether the overall commend impression of the competing marks/ products is the same from the standpoint of a person of average intelligence and imperfect recollection. \n36.19 Prima facie, appellant's product is not similar to Respondent no.1's trademark on the anvil of the aforesaid standard. It is relevant to note that the shape registered in favour of the appellant is a distinct three-dimensional shape. The perusal of the shape makes it clear that the same can be termed as similar only if we call all flowers to be similar in shape. The registration in favour of Respondent no.1 is of a particular shape of a rose and not of flowers in general. 36.20 The party having registration in one mark / shape cannot be allowed to monopolise each and every variant of the said shape only because both happened to be flowers. If that argument is accepted then the respondents would be entitled to seek injunction against every manufacturer who wants to manufacture a confectionary in a shape of a flower. \n36.21 A party, who takes a risk of getting a registration of a generic word or a shape, runs a risk of the same being used by others. 36.22 At the same time, it is not in doubt that even a generic or a commonly used word / shape / mark is entitled for protection if the same has acquired distinctiveness because of the long usage. In the case of Ferrero Spa and Ors. v. Mr. Kishor J. Salvani and Ors.(supra), the Court had restrained the defendant from manufacturing / marketing / selling the confectionary in the shape of an egg. The plaintiff was able to prima facie establish that because of the long usage over the decades, the shape had acquired a secondary meaning and is identified with the plaintiff's product. 36.23 The reliance placed by the learned counsel for the respondent in the case of Ferrero Spa and Ors. v. Mr. Kishor J. Salvani and Ors. (supra), in respect of its case is misplaced. The plaintiff, in the said case, had sought injunction against the defendants from using the deceptively similar shape, that is, egg shaped chocolates, of the product. It was held that the plaintiff's product 'egg shaped chocolate' is a well-known product in the shape having acquired distinctiveness because of its long use over the decades. \n36.24 In the case of Ferrero Spa and Ors. v. Vijendra Kumar Jain and Anr.: CS(COMM) 572/2016 dated 18.05.2016; Ferrero Spa and Ors. v. Sunil Gureja and Ors.: CS(OS) 2727/2012 dated 07.09.2012; and Ferrero Spa and Ors. v. Kamco Chew Food Private Limited and Ors.: CS(COMM) 179/2019 dated 18.12.2019, the learned Single Judge of this Court had granted injunction in favor of the plaintiff(s) noting that the user of the product of a particular shape over the decades has acquired goodwill and reputation all over the world and has acquired a status of a well-known trade mark. \n36.25 The reliance placed on the judgment passed by the District Court of United States, California in Morroccanoil, Inc. v. Mare Anthony Cosmetic, Inc.: 57 F. Supp. 3d 1203 (C.D. Cal. 2014); and the judgment passed by the Court of Session in Scotland in Boord & Son v. Thom and Cameron Ld.- Thom and Cameron Ld. v. Boord & Son.: (1907) 24 RPC 697, are also misplaced. In the case of Morroccanoil, Inc. v. Mare Anthony Cosmetic, Inc. (supra), the Court had held that the determination that a trade mark has become generic requires persuasive and clear evidence that the same has become generic amongst the majority of the buyer group. In the case of Boord & Son v. Thom and Cameron Ld.- Thom and Cameron Ld. v. Boord & Son. (supra), the Court had held that the use of the mark by third party outside a common market place was not relevant. 36.26 The reliance on the judgment passed by the Hon'ble Apex Court in Corn Products Refining Co. v. Shangrila Food Products Ltd. :AIR 1960 SC 142, is also misplaced. The Hon'ble Apex Court, in the said case, had held that the party taking the defense of 'common to trade' has to show that the mark is in extensive use in the market. The matter had reached the Hon'ble Supreme Court after the trial. The Hon'ble Court noted that the respondent had led no evidence as to the user of the mark being common. It was also noted that the presence of the mark in the Register does not prove its user at all. 36.27 In the present case, in our opinion, the respondents have not been able to show the usage of such nature which would make the mark/ shape as distinctive and having acquired a secondary meaning. \nOn the other hand, there is enough material that has been produced by the appellants which, prima facie, shows that the product / lollipop is being manufactured / sold in a shape of a 'Rose' / flower from prior in time by many manufacturers. \n36.28 With the advancement of technology and the products being offered for sale from all over the world, one cannot be oblivious of market trends and practices in the global market place. The advent of e-commerce platform cannot be ignored. In the present case, the appellant has produced not only the screen shots from internet search engine result pages but also material to show that rose shaped lollipops were sold in India. There are videos available on the internet showing the recipes for making rose shaped lollipops and confectionary. In face of this overwhelming material, the respondents were required to cross a very high threshold to succeed in their case that use of rose shapes for lollipops is infringing one. 36.29 The judgment passed by the Hon'ble Supreme Court in the case of Hewlett Packard India Sales Private Limited v. Commissioner of Customs (Import), Nhava Sheva and Lenovo (India) Private Limited v. Commissioner of Customs (Import), Nhava Sheva : (2023) 7 SCC 799, is also of no aid to the respondent. In the said case, the adjudicating authority of the Customs Department had relied upon the online sources such as Wikipedia, to reach a conclusion that the goods produced by Hewlett Packard and Lenovo were portable in nature and classified under \"Tariff Item 8471 30 10\". The Hon'ble Supreme Court in said circumstances had held that the adjudicating authority was wrong in relying upon such material. The Court held that the material may have been downloaded from treasure trove of knowledge but the same is based on crowd-sourced and user-generated editing model that cannot be completely depended upon. \n36.30 In the present case, the material relied upon by the appellant consist of results yielded by Google search and the data taken out from YouTube.com. The same is not denied by the respondent. In the absence of any denial, the same, in our opinion, can be looked into by the Court to reach a prima facie conclusion. \n36.31 The reliance on the judgment Pankaj Goel v. Dabur India Ltd:\n2008:DHC:1941-DB, is also not helpful to the respondents. This Court, in the facts of that case, had held that delay being a defence, would not be available if the defendant's conduct is fraudulent. The Court, in that case, had found that the adoption of similar marks was dishonest. \n36.32 It was also held that the defendant has not been able to show that the word 'MOLA' is common to trade and that the plaintiff was not expected to sue for minor infringement, that may not be affecting the plaintiff.\n36.33 In the instant case, the appellants have shown that they had been raising queries and has, in fact, bought confectionary / lollipop in the shape of a 'Rose' from manufacturer(s) outside India. And, that trade queries were being raised prior in time than the adoption of the mark by the Respondent No.1. Prima facie the use of the mark by the appellants cannot be, construed as fraudulent. \n36.34 The reliance of the respondents on the case of Godfrey Philips India Ltd. V. Girnar Food and Beverages Pvt. Ltd: (2004) 5 SCC 257, is also not material. The Hon'ble Apex Court, in the said case, had observed that the descriptive marks are also entitled for protection if they acquire a secondary meaning and identity a particular product with a particular source. \n36.35 In the present case, the respondents have not been able to, prima facie, show that the lollipop / confectionary in the shape of a 'Rose' has acquired a secondary meaning, and that the shape is identified with Respondent no.1.\n36.36 The appellants, on the other hand, have been able to, prima facie, show that the product, that is, lollipop is being manufactured by many manufacturers all over the world. \n36.37 The respondents also relied upon National Bell Co. and Gupta Industrial Corporation v. Metal Goods Mfd. Co. (P) Ltd. And Ors.:\nAIR 1971 SC 898, to contend that when a person gets his trademark registered, he acquires a valuable right and he is entitled to protect his mark by an action of infringement in case of use of an identical or deceptively similar trademark. \n37. In the present case, as discussed above, the marks of the Respondent no.1 cannot be held to be identical or deceptively similar to the marks being used by the appellants. The only similarity is that both shapes are that of a flower. The same, however, cannot be termed as deceptive in the facts of the present case. \n37.1 Considering the fact that the shape of the 'Rose' / flower being used by the appellant is not similar to the shape of a 'Rose'/ flower being used by the respondent, the learned Commercial Court, in our opinion fell in error in restraining the appellants/ defendants from manufacturing / marketing / selling their product in shape being used by them. \n37.2 Considering the aforesaid and the fact that there are many manufacturers and sellers which have been making and selling the lollipops in the shape of a flower or a rose albeit in different variations, the likelihood of confusion at least prima facie cannot arise. \n37.3 The appellants'/defendants' also, by the material produced, along with the written statement has been able to, prima facie, show that the adoption of the mark is bona fide. The queries being raised by the appellants from the manufacturers in Hong Kong, prior in time than the adoption of the shape by the Respondent no.1 is a plausible explanation of the adoption of the shape/ mark. \n38. Whether the mark 'UNICON SWEET ROSE' is deceptively similar to the mark 'MADHUR ROSE POP LOLLIPOP' 38.1 The learned Commercial Court has also passed an injunction against the appellant from using the mark / label 'SWEET ROSE LOLLIPOP'. The same has been held to be deceptively similar to the respondent's trademark 'MADHUR ROSE POP LOLLIPOPS'.\n38.2 In reaching the prima facie conclusion, the learned Commercial Court, in our opinion, has failed to give any reasons. The learned court specifically held that the mark 'Rose' is common and cannot be monopolised, however, failed to give any reason how it felt that the two marks are deceptively similar. \n38.3 It is a settled law that the mark has to be seen as a whole. The commonality in both marks are the words 'Rose' and 'Lollipop'. In fact, the mark used by the appellants contains four words, the first being 'UNICON', which is the house name of the appellant and admittedly the respondent has no objection for its use. The second word is 'SWEET', which only describe the quality of the product being sweet. The same is descriptive and, in any case, is not used in the mark of the respondent. The third word is 'ROSE', the use of which, even as per the learned Commercial Court, cannot be monopolised. The fourth word is a 'LOLLIPOP', which only describes the product being a confectionary item commonly known as lollipop. \n38.4 Therefore, the common words in the competing marks are 'ROSE' and 'LOLLIPOP', which by no stretch of imagination, can be monopolised by anyone. The mark has to be seen as a whole and, in our opinion, cannot be termed to be deceptively similar. 38.5 We are unable to concur that the marks are deceptively similar. Both marks, on the first impression, appears to be descriptive of the product containing the house name of the parties. \n39. Whether the packaging used by the Respondent No.1 is deceptively similar to the packaging used by the respondent 39.1 The learned Commercial Court has held both packaging to be similar and held that the packaging and other features show that the appellants have copied many features of the Respondent No.1's packaging. In our opinion, the learned Commercial Court failed to give any reason or to mention as to how packaging of the parties, are held to be prima facie similar to each other. \n39.2 The similarity as claimed by the respondents is that the packs for display of the product being made by the appellants, also contain the photograph of a 'Rose' and mentioning of the word 'Rose' in the packaging. It was also alleged that the top half of the packs being, transparent displaying the lollipops, is unique to the Respondent no.1's packaging. \n39.3 As mentioned above, the learned Commercial Court itself held that no one can be allowed to monopolise the use of the word 'Rose'. Therefore, the same, in our opinion, will not entitle the respondents for an order of injunction. The colour scheme and the placement of words in both the packages are also different. The colour scheme being different where the appellant has used yellow colour as dominant colour of the packaging, whereas the respondent has used blue as a dominant colour in its packaging. \n39.4 The arrangement of features even though if looked into on an individual basis, may appear similar but their arrangement in the packaging, are not similar so as to project a similar overall appearance of the competing packaging. \n39.5 The transparent top half of the packaging for display of the product also, prima facie, appears to be commonly used by various entities for the purpose of displaying their product. The appellants have produced enough material to show that the similar kind of packaging is used by many manufacturers for selling their confectionary items. The main purpose being, to display the items for the purpose of being seen by the consumer. \n40. There is another aspect, which cannot be ignored while considering the competing marks, that is, the words 'Rose', 'Sweet' and 'Lollipop', are essentially descriptive and indicate the kind, quality, or other characteristics of the product. Section 30(2)(a) of the Trade Marks Act, 1999, categorically provides that a trademark is not infringed where the same is used in relation to goods or services indicating the kind, quality, quantity, intended purpose, value, etc of such goods or services.\n41. It is well settled that an Appellate Court would normally not interfere with a, prima facie, view of the Trial Court unless it finds that the Trial Court has exercised the jurisdiction arbitrarily, capriciously or in ignorance of the settled principle of law. In this case, we find that the learned Commercial court has erred in finding that the competing marks are similar only on the basis that shape of both the products is that of a rose flower. The learned court failed to give any reason for holding albeit prima facie that the mark / label 'SWEET ROSE LOLLIPOP' is deceptively similar to the mark 'MADHUR ROSE POP LOLLIPOP' despite holding that no one can monopolise the word 'Rose'.\n42. In view of the above, we are of the opinion that the learned Commercial court was not correct in holding that the shape of the appellants' product being is identical to the shape of respondents' product being ; the mark 'SWEET ROSE LOLLIPOP' is deceptively similar to the trademark 'MADHUR ROSE POP LOLLIPOPS'; the packaging is deceptively similar to packaging . \n43. In view of the above, the impugned judgment is set aside. \n44. We make it clear that the observations made in the present order are only, prima facie, for the purpose of interim relief granted under Section 39 (1) & (2) of the CPC.\nAMIT MAHAJAN, J VIBHU BAKHRU, J DECEMBER 14, 2023 \"SK\" / KDK/ \"SS\"/HK",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c88680118db43a3bce8651cec95f264_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "689252cbfed94a689cc5e17300306c2a_1"
    },
    {
      "start": 243,
      "end": 360,
      "text": "Delhi High Court\nM/S Suman International & Anr. vs Mahendra Gulwani & Anr. on 14 December, 2023\nAuthor: Vibhu Bakhru\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ca6ee277d70d48a5a248687273853a4a_2"
    },
    {
      "start": 360,
      "end": 379,
      "text": "Bench: Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "46c5e197ba254f30bfd153658f4c16a3_3"
    },
    {
      "start": 414,
      "end": 505,
      "text": "In The High Court Of Delhi At New Delhi\n                          %                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9c24eb0027449b4b1dad447328ea3e4_4"
    },
    {
      "start": 505,
      "end": 573,
      "text": "Judgment delivered on:14th December, 2023\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "298144402a7d4fbc9e802a43c4c41557_5"
    },
    {
      "start": 573,
      "end": 582,
      "text": "+     Fao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1017eb40b5fb432eb34bf6ed85c128dc_6"
    },
    {
      "start": 583,
      "end": 598,
      "text": "(Comm) 199/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18eb74f3829e44a99a63ef263eb5f66d_7"
    },
    {
      "start": 599,
      "end": 620,
      "text": "& Cm Appl. 44021/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63b87b79cbd14be4954b395e4aa320c9_8"
    },
    {
      "start": 649,
      "end": 680,
      "text": "M / S Suman International & Anr",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d319cbd1e8bd434ca38d36aad8c63aea_9"
    },
    {
      "start": 681,
      "end": 708,
      "text": ".                     .....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f14cbd50c8bd416a877b3e62e0d04218_10"
    },
    {
      "start": 709,
      "end": 719,
      "text": "Appellants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a9e7c5ddd5ef4828806d0bfe6074c94d_11"
    },
    {
      "start": 781,
      "end": 815,
      "text": "versus\n\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ee507074e484a2a853894e3594365a2_12"
    },
    {
      "start": 815,
      "end": 837,
      "text": "Mahendra Gulwani & Anr",
      "labels": [
        "PREAMBLE"
      ],
      "id": "acd1d14f9b0b49b693995a9195afc95c_13"
    },
    {
      "start": 838,
      "end": 870,
      "text": ".                          .....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2dff237729284b1fa7649c75de848bfe_14"
    },
    {
      "start": 871,
      "end": 882,
      "text": "Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "646e4cd57f044408b397b86d46c9e1bd_15"
    },
    {
      "start": 912,
      "end": 948,
      "text": "Advocates who appeared in this case:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "23e7e6ea8b4142ee8f714886fc3df579_16"
    },
    {
      "start": 977,
      "end": 995,
      "text": "For the Appellants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22f0af53f4a4461e9b54063aab8ee05c_17"
    },
    {
      "start": 1002,
      "end": 1035,
      "text": ": Mr Raunaq Kamath and Mr Sauhard",
      "labels": [
        "PREAMBLE"
      ],
      "id": "80a1e37994d74388bf0c28ed9f98c2cf_18"
    },
    {
      "start": 1088,
      "end": 1095,
      "text": "Alung ,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "575e84b6bc7948bba0a46892dab520a3_19"
    },
    {
      "start": 1096,
      "end": 1105,
      "text": "Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "236e4f0bf12a4336ac97a4848d699913_20"
    },
    {
      "start": 1106,
      "end": 1155,
      "text": ". \n\n                          For the Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "00a5c046deca40d68083cbbf9569be77_21"
    },
    {
      "start": 1161,
      "end": 1202,
      "text": ": Mr Shailen Bhatia, Ms Sheril Bhatia and",
      "labels": [
        "PREAMBLE"
      ],
      "id": "95ac0cf5d51b4027963a6df45419db6e_22"
    },
    {
      "start": 1255,
      "end": 1286,
      "text": "Mr Arnab Chatterjee, Advocates.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "95eb26df478b4891953c6d7cd6023dd7_23"
    },
    {
      "start": 1315,
      "end": 1436,
      "text": "Coram\n                          Hon'Ble Mr Justice Vibhu Bakhru\n                          Hon'Ble Mr Justice Amit Mahajan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "95cc14f94fdd4fe7b08bb71655af2047_24"
    },
    {
      "start": 1437,
      "end": 1518,
      "text": "\n\n\n                                                      Judgment\nAmit Mahajan, J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df35f2cfbd124facbbd5afcaf827abd8_25"
    },
    {
      "start": 1519,
      "end": 1705,
      "text": "\n1 . The appellant(s), M/s. Suman International, has filed the present appeal being aggrieved by the order dated 28.10.2021, (hereafter 'impugned order') passed by the learned Commercial",
      "labels": [
        "FAC"
      ],
      "id": "ae2d2480d1b44149a6e6ac95747852f7_26"
    },
    {
      "start": 1706,
      "end": 2299,
      "text": " Court, in CS (COMM) 251 of 2021, whereby the learned Commercial Court has allowed the Respondents'/Plaintiffs' Application under Order XXXIX Rules 1 & 2 of Code of Civil Procedure, 1908 ('CPC') and dismissed the Appellants/Defendants' application under Order XXXIX Rule 4 CPC, thereby restraining the Appellants and their dealers from manufacturing, exporting, selling offering for sale advertising, exhibiting directly or indirectly dealing in goods bearing impugned mark amounting to infringement of registered trademark of the Respondent no.1 under no. 3470833 in Class 30 and passing off;",
      "labels": [
        "FAC"
      ],
      "id": "4ce631a43d724975b6f325ac4fd8c60a_27"
    },
    {
      "start": 2301,
      "end": 2530,
      "text": "2. The Appellants/Defendants and Respondent no.1/Plaintiff both are engaged in the business of manufacturing confectionery items (non- medicated) including the hardboiled sugar candies, chocolates, lollipops, wafers biscuits etc.",
      "labels": [
        "FAC"
      ],
      "id": "00bbccadbe924daea3d7c278d5602273_28"
    },
    {
      "start": 2531,
      "end": 2545,
      "text": "Brief Facts 3.",
      "labels": [
        "FAC"
      ],
      "id": "0cfa26c3082448159cbba801f5a53a2a_29"
    },
    {
      "start": 2546,
      "end": 2635,
      "text": "Mahendra Gulwani (Respondent no. 1) is the sole proprietor of M/s Mahendra Food Products.",
      "labels": [
        "FAC"
      ],
      "id": "bbcd0f5e7e4d4d368f21409c796dc3f5_30"
    },
    {
      "start": 2636,
      "end": 2775,
      "text": "Respondent no. 2, M/s Kapur Confectioners, is stated to be the sole distributor appointed by Respondent no. 1 for Northern Region of India.",
      "labels": [
        "FAC"
      ],
      "id": "33e4dcd741314e9f92b22b516c71429a_31"
    },
    {
      "start": 2776,
      "end": 2829,
      "text": "(hereafter collectively referred to as 'respondents')",
      "labels": [
        "FAC"
      ],
      "id": "95ef3c0c711447e1adbe48f8b255d701_32"
    },
    {
      "start": 2831,
      "end": 2926,
      "text": "4. The respondents claim to be engaged in the business of various types of confectionary items.",
      "labels": [
        "FAC"
      ],
      "id": "6d719572a1bd4038a7748ed3c840bd05_33"
    },
    {
      "start": 2927,
      "end": 3065,
      "text": "From the year prior to 1996, the respondents claim to be selling their products throughout the country through its dealers / distributors.",
      "labels": [
        "FAC"
      ],
      "id": "bd35aa9675294d10b1ca904c84f0d1ad_34"
    },
    {
      "start": 3066,
      "end": 3187,
      "text": "It is claimed that the trademark 'MADHUR' was adopted by the predecessors of the respondents for the confectionery items.",
      "labels": [
        "FAC"
      ],
      "id": "732c597f116845e5bf6efc7cd1869029_35"
    },
    {
      "start": 3188,
      "end": 3462,
      "text": "Respondent no.1 claim to have devised various trademarks / labels from time to time and have acquired registration of various trademarks in class 30, including the trademarks in dispute, which are 'MADHUR ROSE POP LOLLIPOPS' and three-dimensional rose shape in the class 30.",
      "labels": [
        "FAC"
      ],
      "id": "1effca0a1ffb44fba081fb6d34267196_36"
    },
    {
      "start": 3464,
      "end": 3611,
      "text": "5. Respondent no.1 claims that trademark / label has original artistic works and he have also acquired copyright registration on the shape of rose.",
      "labels": [
        "FAC"
      ],
      "id": "a5be50a14ae748deaff4c6eb2a48306d_37"
    },
    {
      "start": 3613,
      "end": 3711,
      "text": "6. The respondents also claim to have extensively sold their goods under the trademark in dispute.",
      "labels": [
        "FAC"
      ],
      "id": "337b49ae7ced48e89827162c87feef36_38"
    },
    {
      "start": 3712,
      "end": 3902,
      "text": "The sales figure of the confectionary products including the rose shaped lollipops under the trademark in dispute, sold by respondents for the year 2020-2021 is claimed to be 88,89,68,411/-.",
      "labels": [
        "FAC"
      ],
      "id": "067fa90ab55c4e43ae0cac1d8cfd310a_39"
    },
    {
      "start": 3903,
      "end": 4100,
      "text": "Respondent no.1, therefore, claims rights over the distinctive shaped lollipop, in a rose flower shape, where the colour of rose flower is red and the colour of the stem along with leaves is green.",
      "labels": [
        "FAC"
      ],
      "id": "4b27f7edf5634d3d9e1b35a703dc8877_40"
    },
    {
      "start": 4101,
      "end": 4443,
      "text": "They claim to be selling the rose shaped lollipops under the trademark of 'Rose Pop' along with its house mark 'MADHUR' with the word 'ROSE' appearing in a red colour font and word 'POP' appearing in a green colour font in a distinct style with the word 'LOLLIPOPs' appearing after the words 'Rose Pop' with each letter in a different colour.",
      "labels": [
        "FAC"
      ],
      "id": "3a7d558d3232423a812435d24b3a3c77_41"
    },
    {
      "start": 4445,
      "end": 4592,
      "text": "7. Respondent no.1 claims to have adopted the distinctive and novel rose shaped lollipop and the trademark / label 'Madhur Rose Pop' on 15.11.2016.",
      "labels": [
        "FAC"
      ],
      "id": "92088f54d45149f98fb011f3c10a6f04_42"
    },
    {
      "start": 4593,
      "end": 4684,
      "text": "It is claimed that the rose shaped lollipop is exclusively associated with the respondents.",
      "labels": [
        "FAC"
      ],
      "id": "d93fe651f1744d90afc5a6c41d465d2c_43"
    },
    {
      "start": 4686,
      "end": 4902,
      "text": "8. As mentioned above, Respondent no.1 claims to be the proprietor of the registered word mark 'ROSE POP', label mark 'MADHUR ROSE POP LOLLIPOPS' and three-dimensional shape mark on a figure of rose, all in class 30.",
      "labels": [
        "FAC"
      ],
      "id": "663339b50b7f4a9fa20e708f2bff4637_44"
    },
    {
      "start": 4903,
      "end": 5153,
      "text": "Respondent no.1 also claims to be registered proprietor of rose shaped lollipop under the Copyright Act, 1957 and claims that the rose shape of a lollipop is his invention and nobody prior to him had devised or sold a lollipop in the shape of a rose.",
      "labels": [
        "FAC"
      ],
      "id": "5f831d3cf22141109921f1c5d1ab4b4e_45"
    },
    {
      "start": 5155,
      "end": 5290,
      "text": "9. Respondent no.1 claims to be exclusively using the said marks since November, 2016 and to have acquired an unimpeachable reputation.",
      "labels": [
        "FAC"
      ],
      "id": "ca0ed3f0cf4346f48a45782bcbc8f28a_46"
    },
    {
      "start": 5291,
      "end": 5452,
      "text": "The respondents claim that public and members of trade, associate the trademark as well as the shape of lollipop being the design of a rose with Respondent no.1.",
      "labels": [
        "FAC"
      ],
      "id": "ee46f0baa87f4cbe8d50955d88ed94e2_47"
    },
    {
      "start": 5453,
      "end": 5581,
      "text": "They also claim to have given wide publicity to their trademark 'MADHUR ROSE POP LOLLIPOPS' as well as the rose shaped lollipop.",
      "labels": [
        "FAC"
      ],
      "id": "eba4c409ed5b45e6ada35f612c03ee3a_48"
    },
    {
      "start": 5582,
      "end": 5734,
      "text": "\n10. Respondent no.1 also claims to be vigilant about his rights with respect to the trademark 'MADHUR ROSE POP LOLLIPOPS' and the rose shaped lollipop.",
      "labels": [
        "FAC"
      ],
      "id": "97328ce59eab43e8ab470aded4251bf1_49"
    },
    {
      "start": 5735,
      "end": 5997,
      "text": "In the year 2018, when Respondent no.1 came to know about the lollipop in the shape of a rose being sold under the trademark 'REKHA GULAB LOLLIPOP', filed a suit being CS(COMM) 133/2019, wherein an ex-parte interim order was granted in favour of Respondent no.1.",
      "labels": [
        "FAC"
      ],
      "id": "fc5ab92fa6d148f6940bfafeaaf11991_50"
    },
    {
      "start": 5998,
      "end": 6097,
      "text": "The said suit, however, was later compromised and a decree was passed in favour of Respondent no.1.",
      "labels": [
        "FAC"
      ],
      "id": "c00acd994203479ca3541783cd6a94cc_51"
    },
    {
      "start": 6098,
      "end": 6289,
      "text": "Respondent no.1, in the month of January, 2021, came to know about the availability of a Lollipop in a shape of Rose under the mark / label 'SWEET ROSE LOLLIPOP' being sold by the appellants.",
      "labels": [
        "FAC"
      ],
      "id": "5bb8b2cf215147c1aff06588881797da_52"
    },
    {
      "start": 6290,
      "end": 6583,
      "text": "A notice dated 19.01.2021 was sent by Respondent no.1 asking the appellants' to cease and desist from manufacturing the lollipop in a shape of a rose and also claiming that the trademark / label 'SWEET ROSE LOLLIPOP' is deceptively similar to its trademark / label 'MADHUR ROSE POP LOLLIPOPS'.",
      "labels": [
        "FAC"
      ],
      "id": "95f4c4cc9ba8448a896c858f5320edb9_53"
    },
    {
      "start": 6585,
      "end": 6754,
      "text": "11. The appellants replied to the said notice and also filed an application for rectification of Respondent no.1's trademark registration in shape of a rose in class 30.",
      "labels": [
        "FAC"
      ],
      "id": "244d358b27bc40d88fc873bc8cd40a3a_54"
    },
    {
      "start": 6755,
      "end": 7027,
      "text": "The respondents claim that the use of identical shape of lollipop by the appellants is bound to cause confusion amongst the purchasing public, which are likely to be misled into thinking that the appellants' goods originate from the same source as that of the respondents.",
      "labels": [
        "FAC"
      ],
      "id": "b93d4d27b8ca44178bf75c981edb2d76_55"
    },
    {
      "start": 7028,
      "end": 7206,
      "text": "It is, thus, claimed that the present case is a case wherein, the marks are identical and are used in respect of identical goods sold/distributed through the same trade channels.",
      "labels": [
        "FAC"
      ],
      "id": "e39b9e2f58604323992dae96778163cd_56"
    },
    {
      "start": 7207,
      "end": 7287,
      "text": "\nThis led the respondents to file the instant suit being CS (COMM) 251/2021.\n12.",
      "labels": [
        "FAC"
      ],
      "id": "cbe69b8b25a34c73ab52ae3fd06e4b40_57"
    },
    {
      "start": 7288,
      "end": 7472,
      "text": "For the ease of reference, the conflicting marks are reproduced as under:\nSource Appellants' UNICON SWEET Respondents' MADHUR ROSE label ROSE POP label Suit Samples Product samples 13.",
      "labels": [
        "FAC"
      ],
      "id": "e38660b60b734abe8ee456d188ef15aa_58"
    },
    {
      "start": 7473,
      "end": 8217,
      "text": "The learned Commercial Court, by the impugned order dated 28.10.2021, allowed the application filed by the respondents under Order XXXIX Rules 1 & 2 of CPC and by the same order, dismissed the application filed by the appellants under Order XXXIX Rule 4 of CPC and restrained the appellants from:\ni. Manufacturing, exporting, selling, offering for sale, advertising, exhibiting, directly or indirectly dealing in the goods bearing the shape of rose in class 30; ii. Manufacturing, exporting, selling, offering for sale, advertising, exhibiting, directly or indirectly dealing under the mark / label 'SWEET ROSE LOLLIPOP' or any other identical / deceptively similar trademark to the Respondent no.1's trademark 'MADHUR ROSE POP LOLLIPOPS';\niii.",
      "labels": [
        "FAC"
      ],
      "id": "5c27a50bbb324f3fb8a467cfca52ec63_59"
    },
    {
      "start": 8218,
      "end": 8655,
      "text": "The appellants were also restrained from manufacturing, exporting, selling, offering for sale, advertising, exhibiting, directly or indirectly dealing in goods, lollipops etc. and other cognate / allied goods such as chocolates, Cookies, Toffee and Confectionery items under the packaging package or any other identical / deceptively similar any other packaging which is identical /deceptively similar to the Respondent no.1's packaging.",
      "labels": [
        "FAC"
      ],
      "id": "0df08505e68b458f8781acb5f0404808_60"
    },
    {
      "start": 8657,
      "end": 8965,
      "text": "14. The learned Commercial Court held that the shape of the appellants' product being is deceptively similar to the shape of respondents' product being ; the mark 'SWEET ROSE LOLLIPOP' is deceptively similar to the trademark 'MADHUR ROSE POP LOLLIPOP'; the packaging is deceptively similar to packaging .\n15.",
      "labels": [
        "FAC"
      ],
      "id": "742a93cd5a204212a5366e120547fb25_61"
    },
    {
      "start": 8966,
      "end": 9142,
      "text": "The learned Commercial Court held that the appellants had recently launched their rose shaped lollipop and were earlier selling / marketing lollipops of different shape(s).\n16.",
      "labels": [
        "RLC"
      ],
      "id": "186b46d3555e4d6ebb097664cb04b09d_62"
    },
    {
      "start": 9143,
      "end": 9234,
      "text": "The learned Commercial Court held that the mark 'Rose' is common and cannot be monopolised.",
      "labels": [
        "RLC"
      ],
      "id": "df32cd13505941269883ff2882d4d4c5_63"
    },
    {
      "start": 9235,
      "end": 9548,
      "text": "However, it held that the respondents have only claimed their rights in respect of the rose shaped lollipop, which has a striking similarity with the rose shaped lollipop being manufactured by the appellants, and has a likelihood of causing confusion / deception among the purchasing public and users of the same.",
      "labels": [
        "RLC"
      ],
      "id": "b7f54e7e302340efb566d6b829d3767d_64"
    },
    {
      "start": 9549,
      "end": 9886,
      "text": "The learned Commercial Court also relied upon an order dated 01.06.2018 passed by learned Single Judge this Court in the case of Ferrero Spa & Ors. v. Mr. Kishor J. Savlani & Ors : CS (COMM) No. 966/2018, to hold that the protection to the trademark is to be granted when the plaintiff claims the exclusivity over the shape of a product.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "79178faafb0b4d47beb41cd0fb4db5a0_65"
    },
    {
      "start": 9888,
      "end": 9992,
      "text": "17. The learned Commercial Court also held that the packaging of the products has a striking similarity.",
      "labels": [
        "RLC"
      ],
      "id": "2be5724fc6884dcda6d89d0c0894c40d_66"
    },
    {
      "start": 9993,
      "end": 10218,
      "text": "The Court observed that comparison of the packaging shows that the appellants have copied many features of the respondents' label, including the artistic work rose, and the same cannot be a co-incidence or an honest adoption.",
      "labels": [
        "RLC"
      ],
      "id": "ad054b8b12f24155a14ddc9793876e6a_67"
    },
    {
      "start": 10220,
      "end": 10488,
      "text": "18. In regard to the contention that the respondents have obtained the registration in respect of a rose shape illegally, the Court held that the same is pending consideration before the Trademark Registry, and no observations could be made by the Court at that stage.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3a109fb770cb43e4b488cc5723c77adf_68"
    },
    {
      "start": 10490,
      "end": 10505,
      "text": "Submissions 19.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "79f1b1b30b354e1eb69397abb6737a5e_69"
    },
    {
      "start": 10506,
      "end": 10754,
      "text": "The learned counsel for the appellants vehemently contended that the marks 'UNICON SWEET ROSE' and 'MADHUR ROSE POP LOLLIPOPS', when compared as a whole, are not remotely similar and the only common element in both the marks is the word 'Rose'.\n20.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a2963f2e9a9a4230aa1b35dc802311cd_70"
    },
    {
      "start": 10755,
      "end": 10907,
      "text": "He submitted that the learned Commercial Court itself had categorically noted that the word 'Rose' is a common word and cannot be monopolised by anyone.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4fbd2a9255044a94aa34e791d9ab5830_71"
    },
    {
      "start": 10909,
      "end": 11113,
      "text": "21. He submitted that the packaging of both the products is dissimilar, and is demonstrably different in all respects, including colour scheme, elements, shape, arrangement of features and get up etc.\n22.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fa438cd4810f4007888e5af3d9fe5aa6_72"
    },
    {
      "start": 11114,
      "end": 11317,
      "text": "He further submitted that the respondents cannot claim exclusivity over the rose shaped lollipops, which have been in the market for decades prior to the respondents' claim of adoption in November, 2016.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4f4b173acfaa469fa03fc07536dc8b10_73"
    },
    {
      "start": 11318,
      "end": 11459,
      "text": "Even otherwise, the shape being adopted by the appellants is completely different from the shape used by the respondents for their lollipops.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2f8b1419f57c4a21aba7683455c23427_74"
    },
    {
      "start": 11460,
      "end": 11561,
      "text": "He submitted that in the appellants' lollipops, the stem is much longer and does not have any leaves.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "64c5720808ae4796ac50fb7f51101b2b_75"
    },
    {
      "start": 11563,
      "end": 11727,
      "text": "23. He further submitted that the learned Commercial Court erred in rejecting the contention that the rose shape is common to trade and is used by several entities.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f8a9d1a8ce5e4cf5b10b9741972187f9_76"
    },
    {
      "start": 11728,
      "end": 11914,
      "text": "The material placed on record demonstrate that the rose shape lollipop is a common product and is sold on various e-commerce websites by many confectionery sellers in India and overseas.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6f8ed1b70cf64dc6aa04b192ea0051fc_77"
    },
    {
      "start": 11915,
      "end": 12201,
      "text": "He relied upon the photographs of third party rose shaped lollipops, e-commerce websites commercially selling rose shaped lollipops in India, invoice showing purchase of rose shaped lollipops etc., to contend that there is no novelty in a confectionery being made, in shape of a 'Rose'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c90aa56365c14cd89c5b238878c0f551_78"
    },
    {
      "start": 12202,
      "end": 12363,
      "text": "He further submitted that even if, the same is registered, the party in whose favour registration is granted, cannot claim more than what has been granted to it.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "316e57dccf944014a8e023ffe1eb22cb_79"
    },
    {
      "start": 12365,
      "end": 12463,
      "text": "24. It is, thus, contended that the shape being generic, cannot be monopolised by the respondents.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6d4f38d2d74f48a28ed2a4271ed1bcad_80"
    },
    {
      "start": 12464,
      "end": 12937,
      "text": "The learned counsel relied upon the decision of the Hon'ble Apex Court in the case of Skyline Education Institute (India) Private Limited v. S.L. Vaswani & Anr : (2010) 2 Supreme Court Cases 142 and the decision of this Hon'ble Court in the case of Bhole Baba Milk Food Industries Limited v. Parul Food Specialities (P) Ltd.: ILR (2011) DELHI 317, in support of his arguments that the party using a mark, which is common to trade, bears the risk of it being used by others.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ae29d87d5c0e4dd58e601b11685aa8d8_81"
    },
    {
      "start": 12939,
      "end": 13077,
      "text": "25. He vehemently contended that Respondent no.1 did not invent the rose shaped lollipop but merely got the same registered in his favour.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "330a427610be4db497319d4254e276e6_82"
    },
    {
      "start": 13078,
      "end": 13213,
      "text": "He submitted that an appropriate application for rectification has already been filed, which is pending before the Trade Mark Registry.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4bfee8c42a8f43868b05c610aa560786_83"
    },
    {
      "start": 13214,
      "end": 13460,
      "text": "He also relied upon the WhatsApp chats and the invoices issued prior in time in order to show that the rose shape in respect of a lollipop, had been adopted by various confectionary manufacturers and sellers prior to the claim of the respondents.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a15935b964d9497f8ec86252beffb720_84"
    },
    {
      "start": 13462,
      "end": 13679,
      "text": "26. It is contended that there is no distinctiveness in the rose shaped lollipops and the registration of the trademark was, thus, wrongly granted and the appellants' rectification application is liable to be allowed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f1240a32ce3a42169e51eacf58f929fe_85"
    },
    {
      "start": 13680,
      "end": 13902,
      "text": "For anyone, who claims distinctiveness in a shape, a user for several years has to be established, whereas the respondents applied for the registration and claimed to the user from the same date, that is, in November 2016.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "83d90105e5224d16b3e641f507e94b62_86"
    },
    {
      "start": 13904,
      "end": 14142,
      "text": "27. In the alternative, it is contended that the respondents at best would have an exclusive right in the specific shape being demonstrated in the registration certificate and no monopoly can be claimed in respect of all shapes of a rose.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "23bec0ed05c54bcc896771ad98bd645e_87"
    },
    {
      "start": 14143,
      "end": 14250,
      "text": "The shape being adopted by the appellants is not at all similar with the shape of the respondent's product.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b0c4821ff52f45159842179ae7246aaa_88"
    },
    {
      "start": 14252,
      "end": 14459,
      "text": "28. He further submitted that the learned Commercial Court further erred in holding that the appellants' mark 'UNICON SWEET ROSE' is deceptively similar to Respondent no.1's mark 'MADHUR ROSE POP LOLLIPOPS'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0e3ec65792994e389ddb26ca885be4ec_89"
    },
    {
      "start": 14460,
      "end": 14616,
      "text": "He submitted that the only common element in both marks is the word 'Rose', which even as per the learned Commercial Court, cannot be monopolised by anyone.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3464cf8f40ca42ac9dfa82022c433357_90"
    },
    {
      "start": 14617,
      "end": 14735,
      "text": "Thus, minus the word 'Rose', the marks used by the parties, by no stretch of imagination, can be perceived as similar.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6a244a9fb4b04d3889712f774f9556b2_91"
    },
    {
      "start": 14737,
      "end": 14905,
      "text": "29. He further submitted that the packaging being used by the appellants also cannot be termed similar to the packaging being used by Respondent no.1 for his lollipops.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2eb6b41873724f4e918aa97342d238b3_92"
    },
    {
      "start": 14906,
      "end": 15090,
      "text": "He submitted that the packaging being used by parties, that is, a box with a transparent top showing the lollipop is being used virtually by all manufacturers and sellers of lollipops.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "297756ff0af84083b4fddbdf9e76ac1e_93"
    },
    {
      "start": 15091,
      "end": 15193,
      "text": "The colour scheme, element, shape, layout, get up etc. in both the packaging is otherwise not similar.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5e118d01fc0047b59bf5066bc8f8ad6f_94"
    },
    {
      "start": 15195,
      "end": 15600,
      "text": "30. It is lastly contended that the respondents had supressed the material facts from the learned Commercial Court, which disentitles them from any interim relief - the respondents did not file the copy of the cancellation petition filed by the appellants against their registration of shape of 'Rose'; and also, did not place on record the reply sent by the appellants to the notice dated 19.01.2021.\n31.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c150760eb5534bbd8997ce611c44b1a6_95"
    },
    {
      "start": 15601,
      "end": 15878,
      "text": "The learned counsel for the respondents, on the other hand, submitted that the learned Commercial Court, after considering the material facts, has rightly passed the impugned order injuncting the appellants from manufacturing / selling the products with the impugned trademark.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1566b8e9673b4560aca626a8860657fe_96"
    },
    {
      "start": 15879,
      "end": 16126,
      "text": "He submitted that it is an admitted fact that the registration of shape of a 'Rose' was granted in favour of Respondent no.1, which entitles the respondents for an order of injunction against a party using similar trademarks without any authority.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "8084ad80293440e5bc7ab5d6eb64f3af_97"
    },
    {
      "start": 16128,
      "end": 16375,
      "text": "32. He submitted that the appellants are not allowed to question the validity of the registration in the present proceedings and the Court has rightly passed an appropriate order on the basis of the registration being in favour of Respondent no.1.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5fdd07334ce74f66a32d3974408ce5bf_98"
    },
    {
      "start": 16376,
      "end": 16468,
      "text": "The registration of a mark is a proof of a validity of a right in favour of the respondents.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ad12e52c233d443c9714ea5aad528257_99"
    },
    {
      "start": 16469,
      "end": 16654,
      "text": "Once it is admitted that a shape of a product can also be registered as a trademark, the appellants cannot resist the injunction till such time the registration is valid and subsisting.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "242ae637993e4ce9aa6f377472e70f32_100"
    },
    {
      "start": 16655,
      "end": 16892,
      "text": "Any registration granted in favour of a party is prima facie evidence of its validity and the registered trademark cannot be held to be invalid on the ground that the same was not registrable under Section 9 of the Trade Marks Act, 1999.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7e2378913a5543c497998be76f4ff306_101"
    },
    {
      "start": 16894,
      "end": 17026,
      "text": "33. He further submitted that the appellants have given no reasoning for adoption of an identical shape of a rose for their product.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "67b035d69f8343379ca2cd51ad0abc95_102"
    },
    {
      "start": 17027,
      "end": 17192,
      "text": "He stated that the appellants had, at no stage prior to the present suit, opposed the grant of registration of the rose shaped lollipop in favour of Respondent no.1.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "244844dbda9548d383b00b7ff59162d7_103"
    },
    {
      "start": 17193,
      "end": 17206,
      "text": "\nAnalysis 34.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "329e38c9c9b546f7a532986da6608486_104"
    },
    {
      "start": 17207,
      "end": 17728,
      "text": "The learned Commercial Court has restrained the appellant from;\n(i) Manufacturing, selling and marketing the lollipops with a shape of rose;\n(ii) Manufacturing, selling and marketing its products with a trademark 'UNICON SWEET ROSE' holding it to be prima facie similar to the trademark used by the respondent 'MADHUR ROSE POP LOLLIPOPS'; and (iii) Manufacturing, selling and marketing etc. the confectionary items under the packaging holding it to be deceptively similar to the packaging used by the respondent being 35.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ce33a693aebd49d4b7b60c57c3656bb0_105"
    },
    {
      "start": 17729,
      "end": 17829,
      "text": "Since the three injunctions have been granted, we would be dealing with each one of them separately.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1bbc14e84fc4f96bc7a7d9772e9f766_106"
    },
    {
      "start": 17830,
      "end": 18018,
      "text": "\n36. Whether the appellants' manufacturing / selling / marketing its product 'lollipop' in the shape of Rose amounts to infringement of the trademark belonging to the respondent being 36.1",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e426af87fc644b0af0b8149586c82b3_107"
    },
    {
      "start": 18019,
      "end": 18247,
      "text": "The learned Commercial Court, in the present case, granted the interim injunction prima facie holding that the shape of the product made by the appellants is identical to the shape of the product manufactured by the respondents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "186f8dc9f76349a7962840ab37706463_108"
    },
    {
      "start": 18249,
      "end": 18364,
      "text": "36.2 The respondents, having the shape registered as trademark, are held to be entitled for an order of injunction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8caefc5fba0040ecb161fb90caaef0a0_109"
    },
    {
      "start": 18366,
      "end": 18505,
      "text": "36.3 It is not disputed that the product, being manufactured / marketed / sold by both the parties, is confectionary item being 'lollipop'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99d00b4afb9c42ffa983e5e65a2beb9a_110"
    },
    {
      "start": 18507,
      "end": 18676,
      "text": "36.4 It is a trite law that in any action for infringement of the trademark, the first and foremost test to be satisfied is the test of similarity between the two marks.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "070117a35f21422a92b14cd10fd88f71_111"
    },
    {
      "start": 18677,
      "end": 19022,
      "text": "The Court has to consider not only the appearance or the phonetics of the marks but also the goods in respect of which they are used, the nature of consumers who are likely to buy those goods, the intent of the user in adopting the mark, and also the number and nature of similar marks in use, in respect of similar goods in the same class.\n36.5",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d922514d4e94977b4c59caea3b5f236_112"
    },
    {
      "start": 19023,
      "end": 19271,
      "text": "The Court also has to consider the nature and extent of any actual confusion and the stretch of time during which the mark has been used and the extent to which the user has a right to exclude others from the use of its mark in respect their goods.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "319ea2f3241043f1ba6a52076b225a1b_113"
    },
    {
      "start": 19272,
      "end": 19676,
      "text": "36.6 Under the Trade and Merchandise Marks Act, 1958, the definition of the word 'mark' did not include the shape of goods, however, under the Trade Marks Act, 1999, the trademark protection was extended to features such as shape of goods, packaging, sound, smell and combination of colours amongst others as long as they fulfil the function of a trademark which is essentially the source identification.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "542d2ea02b4c496c96cfdb2939e48410_114"
    },
    {
      "start": 19678,
      "end": 19847,
      "text": "36.7 As per the provisions under the Trade Marks Act, 1999, the shape of the product is now protected as long as the same is identifiable with the source of the product.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef77ddac90a741fab7e92ba231e7f09e_115"
    },
    {
      "start": 19848,
      "end": 19922,
      "text": "The same is held to be registrable if it has acquired a secondary meaning.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f7adb21cb181494fb0b1641d19569bf0_116"
    },
    {
      "start": 19923,
      "end": 20205,
      "text": "36.8 It is now settled that in order for a shape to be registered as a trademark, it has to be shown that the shape is not the generic shape of the product, rather has a distinct shape, which associates the mark with the source without adding anything further like a name or a logo.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b9b75a3d2c945de8bd5d4c5afb550bf_117"
    },
    {
      "start": 20206,
      "end": 20463,
      "text": "36.9 A Single Judge of this Court in the case of Knitpro International v. Examiner of Trade Marks through Registrar of Trade Marks: 2022:DHC:2631, while analysing the law in relation to the shape of a product being claimed as a trademark held as under:\n\"13.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "defe8c2925a640da8b28162fd34277a9_118"
    },
    {
      "start": 20464,
      "end": 20633,
      "text": "Thus, the settled legal position is that in order for a shape trademark to be registered, it has to be shown that the said shape is not the generic shape of the product.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b2b22c01eba47659d218cbcca33c7eb_119"
    },
    {
      "start": 20634,
      "end": 20778,
      "text": "It has to be a distinctive shape that associates the mark with the source by itself without anything further like a name or logo appended on it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbcfeacb5e284c1d8fdb4971994854b0_120"
    },
    {
      "start": 20779,
      "end": 20887,
      "text": "The shape must have lost its inherent or generic meaning and ought to have acquired a secondary connotation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "721e6f9297c64ae584423b1bf8660a95_121"
    },
    {
      "start": 20888,
      "end": 20965,
      "text": "The standard of distinctiveness required to be acquired would be quite high.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "875a2f284589465baadd514b51acb333_122"
    },
    {
      "start": 20966,
      "end": 21151,
      "text": "\n36.10 Respondent no.1, in the present case, admittedly claimed to have adopted the shape of a 'Rose' in respect of their product in the year 2016, when he applied for its registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe693126386f4225a088dfc751a115b3_123"
    },
    {
      "start": 21152,
      "end": 21304,
      "text": "It is not a case where the respondents claimed distinctiveness to the shape of the product on account of using the same for considerable period of time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d4bb9f832ee408494f8cc4d453694ea_124"
    },
    {
      "start": 21305,
      "end": 21552,
      "text": "It is pointed out that in an objection raised by the Trademarks Registry under Section 9(1)(a) of the Trade Marks Act, 1999, the respondents had replied by saying that there is no conflicting mark to the said trademark and the objection be waived.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3983e1ea5014d91b763ebd4dc0c17d2_125"
    },
    {
      "start": 21553,
      "end": 21749,
      "text": "It is not the case of the respondent that at the time of registration, the shape adopted by them has lost its inherent or generic meaning but had acquired distinctiveness because of its long user.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e58ea780d56e4afa9eae2f980fe7c191_126"
    },
    {
      "start": 21751,
      "end": 21921,
      "text": "36.11 The reliance placed by the respondents on the judgment by the Bombay High Court in the case of Lupin v. Johnson and Johnson:\n2015(61) PTC1 (Bom), is also misplaced.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1bd419e38490495c944691d463f218fe_127"
    },
    {
      "start": 21922,
      "end": 22136,
      "text": "The Bombay High Court in the facts of the said case, had held that at the interlocutory stage, the Court was not required to call upon the plaintiff to prove that the registration of its trade mark was not invalid.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a3933d3061de443181624b4b6ffc51f2_128"
    },
    {
      "start": 22137,
      "end": 22221,
      "text": "It was, however, held that the jurisdiction of Civil Court is not completely barred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a721afddbbd49709b5c9ddfef9291c8_129"
    },
    {
      "start": 22222,
      "end": 22461,
      "text": "The Court is not embarking upon the inquiry whether the registration granted is illegal or fraudulent, but, in the present case, is examining whether on the material as produced, ex facie, entitles the plaintiff for an order of injunction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5caf0fa27f14a3c947f3c36fc1a1c71_130"
    },
    {
      "start": 22462,
      "end": 22735,
      "text": "Even though the same requires a high threshold, however, the Court can, prima facie, consider the question of the validity for the limited purpose of arriving at a prima facie conclusion, whether the injunction ought to be granted on the basis of the registered trade mark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a491eecaccd048f6afea328730afbeb1_131"
    },
    {
      "start": 22736,
      "end": 22836,
      "text": "There is no cavil as far as the ratio of the judgment relied upon by the respondent in that respect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5831b605f5b14cae84102950dbe45b29_132"
    },
    {
      "start": 22837,
      "end": 23109,
      "text": "36.12 The appellants have produced enough material which, prima facie, shows that it is not only the parties in the present case, but many other manufacturers who have been manufacturing and marketing the lollipops in the shape of a flower and more particularly of a rose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "700f5c93d7f94e1d8d6fa1109150b9a5_133"
    },
    {
      "start": 23110,
      "end": 23362,
      "text": "The material produced by the appellants include the queries raised with the manufacturers abroad much prior to the claim made by the respondents of having adopted the said shape and also copy of the invoices evidencing the sale of rose shaped lollipop.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f897a2253a341ebac8ec0c312c084c6_134"
    },
    {
      "start": 23363,
      "end": 23490,
      "text": "In addition, the appellants have material produced material downloaded from the internet which is not denied by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd13e1527d1b479a9b7c6b9603d52600_135"
    },
    {
      "start": 23491,
      "end": 23600,
      "text": "The same shows the extensive use of shape of a 'Rose' in respect of a lollipop and other confectionary items.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "784391fbac8345ccaaee3261caee5214_136"
    },
    {
      "start": 23601,
      "end": 23701,
      "text": "The material produced cannot be discarded, at this stage, specifically in the absence of any denial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24bff0da29e34d6dbb745200ada0ead8_137"
    },
    {
      "start": 23702,
      "end": 24017,
      "text": "36.13 It is correct, that any objection in regard to the registration obtained by the respondent would be looked into by the Trademark Registry, however, the same can be, prima facie, looked into for the purpose of considering whether an interim injunction is required to be issued on the basis of the registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae937eff6c7b487c8876589aa691d05f_138"
    },
    {
      "start": 24019,
      "end": 24265,
      "text": "36.14 From the bare perusal of the material produced, it is observed that the shape of a flower and also of a 'Rose' in confectionary items is generic in nature, which is extensively used by many manufacturers dealing in similar type of products.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ceb13f22a5dc444989ee37f55f5239b9_139"
    },
    {
      "start": 24267,
      "end": 24497,
      "text": "36.15 The Hon'ble Apex Court, in the case of Skyline Education Institute (India) Pvt. Ltd. v. S.L. Vaswani & Anr. : (2010) 2 SCC 142, in relation to the use of trademark 'Skyline' in respect of an institute had held as under:\n\"26.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "58c486f8a24f43b69f9e38d69989cbdd_140"
    },
    {
      "start": 24498,
      "end": 24963,
      "text": "In our opinion, the findings recorded by the learned Single Judge and the Division Bench on the crucial factors like prima facie case, balance of convenience and equity are based on a correct and balanced consideration of various facets of the case and it is not possible to find any fault with the conclusions recorded by them that it is not a fit case for restraining the respondents from using the word \"Skyline\" in the name of the institute established by them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f80483e354845109a3719b2f6317348_141"
    },
    {
      "start": 24964,
      "end": 25188,
      "text": "It has not been disputed on behalf of the appellant that the word \"Skyline\" is being used as trade name by various companies/organisations/business concerns and also for describing different types of institutes/institutions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89e6b5b9bea14e83952f5ca0be9bc825_142"
    },
    {
      "start": 25189,
      "end": 25438,
      "text": "The voluminous record produced by the respondents before this Court shows that in India as many as 117 companies including computer and software companies and institutions are operating by using the word \"Skyline\" as part of their name/nomenclature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5703975d56349a791696f9bb307cdfc_143"
    },
    {
      "start": 25439,
      "end": 25587,
      "text": "In the United States of America, at least 10 educational/training institutions are operating with different names using \"Skyline\" as the first word.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52fe589acc1f4a5a93a06d5ccf55cdc7_144"
    },
    {
      "start": 25588,
      "end": 25651,
      "text": "In the United Kingdom also two such institutions are operating.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79614c22a80d41ccbb6b560a0b9cc234_145"
    },
    {
      "start": 25652,
      "end": 25874,
      "text": "In view of this, it is not possible to agree with the learned counsel for the appellant that Skyline is not a generic word but is a specific word and his client has right to use that word to the exclusion of others.\"\n36.16",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46937ac687734529877cb53e4b3fc7b0_146"
    },
    {
      "start": 25875,
      "end": 26108,
      "text": "The Hon'ble Apex Court had recognised that the mark is being used by many companies in India and abroad and the plaintiff in that case was not allowed to monopolise the mark, which was used in a generic manner by many other entities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e9452dbfb534144b9eb1a315d3cf405_147"
    },
    {
      "start": 26110,
      "end": 26249,
      "text": "36.17 The other aspect, which cannot be lost sight of, is that the shapes of the products being used by both the parties are not identical.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7680461a94b3491399afd346c2e3ae10_148"
    },
    {
      "start": 26250,
      "end": 26369,
      "text": "Whether the same can be termed as similar only because both are in shape of a 'Rose', in the present case, is doubtful.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b32757ad92b74775adefb636263bc079_149"
    },
    {
      "start": 26370,
      "end": 26505,
      "text": "36.18 The shape being used by the Respondent no.1 is altogether different from the shape being used by the appellants in their product.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88debba2ac8049619b91cb7d96f629f7_150"
    },
    {
      "start": 26506,
      "end": 26644,
      "text": "\nThe stem being used by the appellants is longer and does not have any leaf whereas the respondents' product has a short stem with leaves.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11e6366639224db0b1b6e353024cf5d1_151"
    },
    {
      "start": 26645,
      "end": 26683,
      "text": "The shape of flower is also different.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81ed9481d99743e89eb40c56a37e7e5b_152"
    },
    {
      "start": 26684,
      "end": 26780,
      "text": "It is not apposite to compare the shape of the competing marks by juxtaposing them side by side.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21edaa2069b742edab7863c7d98369c0_153"
    },
    {
      "start": 26781,
      "end": 26998,
      "text": "The Court has to ascertain on a prima facie basis whether the overall commend impression of the competing marks/ products is the same from the standpoint of a person of average intelligence and imperfect recollection.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d0e87e0b8734108b453bf1495cd3050_154"
    },
    {
      "start": 26999,
      "end": 27124,
      "text": "\n36.19 Prima facie, appellant's product is not similar to Respondent no.1's trademark on the anvil of the aforesaid standard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d1c8ed846624d059f0409e5129b5ca8_155"
    },
    {
      "start": 27125,
      "end": 27239,
      "text": "It is relevant to note that the shape registered in favour of the appellant is a distinct three-dimensional shape.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83c53c50d6a9442d98b42269a2884bfe_156"
    },
    {
      "start": 27240,
      "end": 27370,
      "text": "The perusal of the shape makes it clear that the same can be termed as similar only if we call all flowers to be similar in shape.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c0ce9022457430da55cef2bab4daf8d_157"
    },
    {
      "start": 27371,
      "end": 27482,
      "text": "The registration in favour of Respondent no.1 is of a particular shape of a rose and not of flowers in general.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "72a4291a123e48e29f9f8aee7d035eb7_158"
    },
    {
      "start": 27483,
      "end": 27653,
      "text": "36.20 The party having registration in one mark / shape cannot be allowed to monopolise each and every variant of the said shape only because both happened to be flowers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17f759348fab4e6fa3c055d1ed7e261c_159"
    },
    {
      "start": 27654,
      "end": 27832,
      "text": "If that argument is accepted then the respondents would be entitled to seek injunction against every manufacturer who wants to manufacture a confectionary in a shape of a flower.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3f0901056624274a20a73de37a55247_160"
    },
    {
      "start": 27834,
      "end": 27967,
      "text": "36.21 A party, who takes a risk of getting a registration of a generic word or a shape, runs a risk of the same being used by others.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3100d5bb02a849018183bfae1f1fac08_161"
    },
    {
      "start": 27968,
      "end": 28164,
      "text": "36.22 At the same time, it is not in doubt that even a generic or a commonly used word / shape / mark is entitled for protection if the same has acquired distinctiveness because of the long usage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6af7c079214b4b61b8aa3d7264b62e43_162"
    },
    {
      "start": 28165,
      "end": 28364,
      "text": "In the case of Ferrero Spa and Ors. v. Mr. Kishor J. Salvani and Ors.(supra), the Court had restrained the defendant from manufacturing / marketing / selling the confectionary in the shape of an egg.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5c97c824525246a5925b70aebd16007f_163"
    },
    {
      "start": 28365,
      "end": 28552,
      "text": "The plaintiff was able to prima facie establish that because of the long usage over the decades, the shape had acquired a secondary meaning and is identified with the plaintiff's product.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2042c68bc24b4d45a0013364df10921d_164"
    },
    {
      "start": 28553,
      "end": 28736,
      "text": "36.23 The reliance placed by the learned counsel for the respondent in the case of Ferrero Spa and Ors. v. Mr. Kishor J. Salvani and Ors. (supra), in respect of its case is misplaced.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4f30e46aa9dc46d49a7345a48bec165b_165"
    },
    {
      "start": 28737,
      "end": 28904,
      "text": "The plaintiff, in the said case, had sought injunction against the defendants from using the deceptively similar shape, that is, egg shaped chocolates, of the product.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4d95fcac7e8f4003b6f2580c76bbc29b_166"
    },
    {
      "start": 28905,
      "end": 29079,
      "text": "It was held that the plaintiff's product 'egg shaped chocolate' is a well-known product in the shape having acquired distinctiveness because of its long use over the decades.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "620549b839e94988b4a13970288648c2_167"
    },
    {
      "start": 29081,
      "end": 29655,
      "text": "36.24 In the case of Ferrero Spa and Ors. v. Vijendra Kumar Jain and Anr.: CS(COMM) 572/2016 dated 18.05.2016; Ferrero Spa and Ors. v. Sunil Gureja and Ors.: CS(OS) 2727/2012 dated 07.09.2012; and Ferrero Spa and Ors. v. Kamco Chew Food Private Limited and Ors.: CS(COMM) 179/2019 dated 18.12.2019, the learned Single Judge of this Court had granted injunction in favor of the plaintiff(s) noting that the user of the product of a particular shape over the decades has acquired goodwill and reputation all over the world and has acquired a status of a well-known trade mark.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "019a2478031946b2adb8dcf62df1b912_168"
    },
    {
      "start": 29657,
      "end": 30025,
      "text": "36.25 The reliance placed on the judgment passed by the District Court of United States, California in Morroccanoil, Inc. v. Mare Anthony Cosmetic, Inc.: 57 F. Supp. 3d 1203 (C.D. Cal. 2014); and the judgment passed by the Court of Session in Scotland in Boord & Son v. Thom and Cameron Ld.- Thom and Cameron Ld. v. Boord & Son.: (1907) 24 RPC 697, are also misplaced.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "45e70208f6e843b9b7da17e67733d578_169"
    },
    {
      "start": 30026,
      "end": 30291,
      "text": "In the case of Morroccanoil, Inc. v. Mare Anthony Cosmetic, Inc. (supra), the Court had held that the determination that a trade mark has become generic requires persuasive and clear evidence that the same has become generic amongst the majority of the buyer group.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "56e6346172cb4884b4c6194d6c9a1d00_170"
    },
    {
      "start": 30292,
      "end": 30496,
      "text": "In the case of Boord & Son v. Thom and Cameron Ld.- Thom and Cameron Ld. v. Boord & Son. (supra), the Court had held that the use of the mark by third party outside a common market place was not relevant.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ddb04521a2a943999f8d838f4fab58ff_171"
    },
    {
      "start": 30497,
      "end": 30663,
      "text": "36.26 The reliance on the judgment passed by the Hon'ble Apex Court in Corn Products Refining Co. v. Shangrila Food Products Ltd. :AIR 1960 SC 142, is also misplaced.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "094c1c8af154499aa6024d52408d0ec2_172"
    },
    {
      "start": 30664,
      "end": 30830,
      "text": "The Hon'ble Apex Court, in the said case, had held that the party taking the defense of 'common to trade' has to show that the mark is in extensive use in the market.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "13664206b9d547c89138329f067f8b24_173"
    },
    {
      "start": 30831,
      "end": 30896,
      "text": "The matter had reached the Hon'ble Supreme Court after the trial.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ce79ae534e0543cf976ecf5258e56029_174"
    },
    {
      "start": 30897,
      "end": 31001,
      "text": "The Hon'ble Court noted that the respondent had led no evidence as to the user of the mark being common.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c5a433008c8a49ceb1afcdf9166e9fcf_175"
    },
    {
      "start": 31002,
      "end": 31097,
      "text": "It was also noted that the presence of the mark in the Register does not prove its user at all.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1ac04e1f6a14bf78ff7e64486b21e1b_176"
    },
    {
      "start": 31098,
      "end": 31297,
      "text": "36.27 In the present case, in our opinion, the respondents have not been able to show the usage of such nature which would make the mark/ shape as distinctive and having acquired a secondary meaning.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea81adfa27274a2f8bd3b6740ed9864c_177"
    },
    {
      "start": 31298,
      "end": 31540,
      "text": "\nOn the other hand, there is enough material that has been produced by the appellants which, prima facie, shows that the product / lollipop is being manufactured / sold in a shape of a 'Rose' / flower from prior in time by many manufacturers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5783dc19e57943ba9552a95623842f84_178"
    },
    {
      "start": 31542,
      "end": 31730,
      "text": "36.28 With the advancement of technology and the products being offered for sale from all over the world, one cannot be oblivious of market trends and practices in the global market place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0dcce522979b45f5bf39e3f1f04d1c4f_179"
    },
    {
      "start": 31731,
      "end": 31783,
      "text": "The advent of e-commerce platform cannot be ignored.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7224621df68e4b63b41fbba7b652d142_180"
    },
    {
      "start": 31784,
      "end": 31971,
      "text": "In the present case, the appellant has produced not only the screen shots from internet search engine result pages but also material to show that rose shaped lollipops were sold in India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc8014b4845d4ea28879118d0163595e_181"
    },
    {
      "start": 31972,
      "end": 32086,
      "text": "There are videos available on the internet showing the recipes for making rose shaped lollipops and confectionary.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1ada24a170f4f15a6a095773ba6cf26_182"
    },
    {
      "start": 32087,
      "end": 32268,
      "text": "In face of this overwhelming material, the respondents were required to cross a very high threshold to succeed in their case that use of rose shapes for lollipops is infringing one.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb36fed9c7b342d089e68654cccf1881_183"
    },
    {
      "start": 32269,
      "end": 32572,
      "text": "36.29 The judgment passed by the Hon'ble Supreme Court in the case of Hewlett Packard India Sales Private Limited v. Commissioner of Customs (Import), Nhava Sheva and Lenovo (India) Private Limited v. Commissioner of Customs (Import), Nhava Sheva : (2023) 7 SCC 799, is also of no aid to the respondent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "92e3946f523c4c4997fc62697bd8714f_184"
    },
    {
      "start": 32573,
      "end": 32844,
      "text": "In the said case, the adjudicating authority of the Customs Department had relied upon the online sources such as Wikipedia, to reach a conclusion that the goods produced by Hewlett Packard and Lenovo were portable in nature and classified under \"Tariff Item 8471 30 10\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3d69e3e7106a4f58badc653609f1c13b_185"
    },
    {
      "start": 32845,
      "end": 32974,
      "text": "The Hon'ble Supreme Court in said circumstances had held that the adjudicating authority was wrong in relying upon such material.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bf263a5600e64719a17d0c8414ab0e4b_186"
    },
    {
      "start": 32975,
      "end": 33178,
      "text": "The Court held that the material may have been downloaded from treasure trove of knowledge but the same is based on crowd-sourced and user-generated editing model that cannot be completely depended upon.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8d64ccec7f9a49f9a4980701b5fc1370_187"
    },
    {
      "start": 33180,
      "end": 33333,
      "text": "36.30 In the present case, the material relied upon by the appellant consist of results yielded by Google search and the data taken out from YouTube.com.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1640329a78494442a8e2107c9dbe7406_188"
    },
    {
      "start": 33334,
      "end": 33375,
      "text": "The same is not denied by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f4bf84efcf446a28f5f8d67afc89e0f_189"
    },
    {
      "start": 33376,
      "end": 33498,
      "text": "In the absence of any denial, the same, in our opinion, can be looked into by the Court to reach a prima facie conclusion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf1bd6aed5c94d9cbed66050c4a10977_190"
    },
    {
      "start": 33500,
      "end": 33624,
      "text": "36.31 The reliance on the judgment Pankaj Goel v. Dabur India Ltd:\n2008:DHC:1941-DB, is also not helpful to the respondents.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "faab3c06c688474584bf099e85d63816_191"
    },
    {
      "start": 33625,
      "end": 33765,
      "text": "This Court, in the facts of that case, had held that delay being a defence, would not be available if the defendant's conduct is fraudulent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ffe472ed5c4542669039ae67495e7f30_192"
    },
    {
      "start": 33766,
      "end": 33850,
      "text": "The Court, in that case, had found that the adoption of similar marks was dishonest.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "61ae3294a2ec417da7e0ba83217d3552_193"
    },
    {
      "start": 33852,
      "end": 34077,
      "text": "36.32 It was also held that the defendant has not been able to show that the word 'MOLA' is common to trade and that the plaintiff was not expected to sue for minor infringement, that may not be affecting the plaintiff.\n36.33",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8513e6ccf41c4b77bebe26e892a44f9b_194"
    },
    {
      "start": 34078,
      "end": 34270,
      "text": "In the instant case, the appellants have shown that they had been raising queries and has, in fact, bought confectionary / lollipop in the shape of a 'Rose' from manufacturer(s) outside India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "021be3ce45974edab3bc9d27a3946ea3_195"
    },
    {
      "start": 34271,
      "end": 34380,
      "text": "And, that trade queries were being raised prior in time than the adoption of the mark by the Respondent No.1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45840ffb7b5447f2818c1650038aa378_196"
    },
    {
      "start": 34381,
      "end": 34466,
      "text": "Prima facie the use of the mark by the appellants cannot be, construed as fraudulent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94b756ae45ff4fc9b733ff37590e55c3_197"
    },
    {
      "start": 34468,
      "end": 34626,
      "text": "36.34 The reliance of the respondents on the case of Godfrey Philips India Ltd. V. Girnar Food and Beverages Pvt. Ltd: (2004) 5 SCC 257, is also not material.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9918f0a17b0044af94fd55e8af329443_198"
    },
    {
      "start": 34627,
      "end": 34837,
      "text": "The Hon'ble Apex Court, in the said case, had observed that the descriptive marks are also entitled for protection if they acquire a secondary meaning and identity a particular product with a particular source.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8f67ad699a234f89bf32a247debdbc64_199"
    },
    {
      "start": 34839,
      "end": 35076,
      "text": "36.35 In the present case, the respondents have not been able to, prima facie, show that the lollipop / confectionary in the shape of a 'Rose' has acquired a secondary meaning, and that the shape is identified with Respondent no.1.\n36.36",
      "labels": [
        "ANALYSIS"
      ],
      "id": "929e5d771b134279b387381e041268b0_200"
    },
    {
      "start": 35077,
      "end": 35248,
      "text": "The appellants, on the other hand, have been able to, prima facie, show that the product, that is, lollipop is being manufactured by many manufacturers all over the world.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be2f5f3f3de0462199c78bab182a960f_201"
    },
    {
      "start": 35250,
      "end": 35622,
      "text": "36.37 The respondents also relied upon National Bell Co. and Gupta Industrial Corporation v. Metal Goods Mfd. Co. (P) Ltd. And Ors.:\nAIR 1971 SC 898, to contend that when a person gets his trademark registered, he acquires a valuable right and he is entitled to protect his mark by an action of infringement in case of use of an identical or deceptively similar trademark.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "349f03996c9f4b43abe9905075278434_202"
    },
    {
      "start": 35624,
      "end": 35798,
      "text": "37. In the present case, as discussed above, the marks of the Respondent no.1 cannot be held to be identical or deceptively similar to the marks being used by the appellants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38b8bb26cd7a43f0b8f5be371480d40a_203"
    },
    {
      "start": 35799,
      "end": 35860,
      "text": "The only similarity is that both shapes are that of a flower.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca60abdb024849d0a21f4ba8937e4a7c_204"
    },
    {
      "start": 35861,
      "end": 35943,
      "text": "The same, however, cannot be termed as deceptive in the facts of the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81c3ef2563d34d338fd9940580d2f827_205"
    },
    {
      "start": 35945,
      "end": 36299,
      "text": "37.1 Considering the fact that the shape of the 'Rose' / flower being used by the appellant is not similar to the shape of a 'Rose'/ flower being used by the respondent, the learned Commercial Court, in our opinion fell in error in restraining the appellants/ defendants from manufacturing / marketing / selling their product in shape being used by them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "163aed5a68914269bc86669bd571c613_206"
    },
    {
      "start": 36300,
      "end": 36569,
      "text": "\n37.2 Considering the aforesaid and the fact that there are many manufacturers and sellers which have been making and selling the lollipops in the shape of a flower or a rose albeit in different variations, the likelihood of confusion at least prima facie cannot arise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91688ea2694f4e2dbb8b61c3e4efa569_207"
    },
    {
      "start": 36570,
      "end": 36748,
      "text": "\n37.3 The appellants'/defendants' also, by the material produced, along with the written statement has been able to, prima facie, show that the adoption of the mark is bona fide.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b064f5d32e4c400092871bf6008981d7_208"
    },
    {
      "start": 36749,
      "end": 36959,
      "text": "The queries being raised by the appellants from the manufacturers in Hong Kong, prior in time than the adoption of the shape by the Respondent no.1 is a plausible explanation of the adoption of the shape/ mark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bfdaa40202494209b80d294e5d480a4a_209"
    },
    {
      "start": 36961,
      "end": 37068,
      "text": "38. Whether the mark 'UNICON SWEET ROSE' is deceptively similar to the mark 'MADHUR ROSE POP LOLLIPOP' 38.1",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84e7f774dbac4302b0aae3253ce6baed_210"
    },
    {
      "start": 37069,
      "end": 37200,
      "text": "The learned Commercial Court has also passed an injunction against the appellant from using the mark / label 'SWEET ROSE LOLLIPOP'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b19a49da2fe441ada066f24c46b26107_211"
    },
    {
      "start": 37201,
      "end": 37313,
      "text": "The same has been held to be deceptively similar to the respondent's trademark 'MADHUR ROSE POP LOLLIPOPS'.\n38.2",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb52903a36d04360af3277138d5298d1_212"
    },
    {
      "start": 37314,
      "end": 37431,
      "text": "In reaching the prima facie conclusion, the learned Commercial Court, in our opinion, has failed to give any reasons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76eb3b7953644c1fa89f95780d46318a_213"
    },
    {
      "start": 37432,
      "end": 37616,
      "text": "The learned court specifically held that the mark 'Rose' is common and cannot be monopolised, however, failed to give any reason how it felt that the two marks are deceptively similar.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77556ffc75d74d44a4df4077e96c795d_214"
    },
    {
      "start": 37618,
      "end": 37683,
      "text": "38.3 It is a settled law that the mark has to be seen as a whole.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5d4a488905747c988a1f8b1d2eb2ec3_215"
    },
    {
      "start": 37684,
      "end": 37750,
      "text": "The commonality in both marks are the words 'Rose' and 'Lollipop'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "440390d0959145caaa546c3cf7a842f3_216"
    },
    {
      "start": 37751,
      "end": 37939,
      "text": "In fact, the mark used by the appellants contains four words, the first being 'UNICON', which is the house name of the appellant and admittedly the respondent has no objection for its use.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87cb17f11de34cdb9225612ee581cbf9_217"
    },
    {
      "start": 37940,
      "end": 38027,
      "text": "The second word is 'SWEET', which only describe the quality of the product being sweet.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9565e0e06af240edb4439ebbebfabf3d_218"
    },
    {
      "start": 38028,
      "end": 38112,
      "text": "The same is descriptive and, in any case, is not used in the mark of the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b242d1d527294424815a4279c12d7755_219"
    },
    {
      "start": 38113,
      "end": 38221,
      "text": "The third word is 'ROSE', the use of which, even as per the learned Commercial Court, cannot be monopolised.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37093408a8fd4777a54a261ddc65ac6b_220"
    },
    {
      "start": 38222,
      "end": 38342,
      "text": "The fourth word is a 'LOLLIPOP', which only describes the product being a confectionary item commonly known as lollipop.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bfbb8deeb06a4d52ab3d24ebec9a02c7_221"
    },
    {
      "start": 38344,
      "end": 38492,
      "text": "38.4 Therefore, the common words in the competing marks are 'ROSE' and 'LOLLIPOP', which by no stretch of imagination, can be monopolised by anyone.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ca91ece58744b43b7cc856885955718_222"
    },
    {
      "start": 38493,
      "end": 38592,
      "text": "The mark has to be seen as a whole and, in our opinion, cannot be termed to be deceptively similar.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ec7d3af81d34f0ebc4aba358f577aca_223"
    },
    {
      "start": 38593,
      "end": 38661,
      "text": "38.5 We are unable to concur that the marks are deceptively similar.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a835a45573344ec58764968c2ce77f7a_224"
    },
    {
      "start": 38662,
      "end": 38781,
      "text": "Both marks, on the first impression, appears to be descriptive of the product containing the house name of the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3692721e095a4c08b2e81bf6c6e3db23_225"
    },
    {
      "start": 38782,
      "end": 38904,
      "text": "\n39. Whether the packaging used by the Respondent No.1 is deceptively similar to the packaging used by the respondent 39.1",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb6bf31b8b884c45b3a94b340c49dcd5_226"
    },
    {
      "start": 38905,
      "end": 39105,
      "text": "The learned Commercial Court has held both packaging to be similar and held that the packaging and other features show that the appellants have copied many features of the Respondent No.1's packaging.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e09744322823411083dfd82e85dba739_227"
    },
    {
      "start": 39106,
      "end": 39276,
      "text": "In our opinion, the learned Commercial Court failed to give any reason or to mention as to how packaging of the parties, are held to be prima facie similar to each other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cb62188a74344bf81c317831df7cc2b_228"
    },
    {
      "start": 39278,
      "end": 39494,
      "text": "39.2 The similarity as claimed by the respondents is that the packs for display of the product being made by the appellants, also contain the photograph of a 'Rose' and mentioning of the word 'Rose' in the packaging.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a6c46f450da409e9cf5f1669f813024_229"
    },
    {
      "start": 39495,
      "end": 39636,
      "text": "It was also alleged that the top half of the packs being, transparent displaying the lollipops, is unique to the Respondent no.1's packaging.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df89d53246bd45d491c945a482fd6668_230"
    },
    {
      "start": 39638,
      "end": 39772,
      "text": "39.3 As mentioned above, the learned Commercial Court itself held that no one can be allowed to monopolise the use of the word 'Rose'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e437ec7e0e4c4c6792dbf3b23f6c0fe9_231"
    },
    {
      "start": 39773,
      "end": 39870,
      "text": "Therefore, the same, in our opinion, will not entitle the respondents for an order of injunction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51865886b4ca4976a92c193917b1b7b9_232"
    },
    {
      "start": 39871,
      "end": 39956,
      "text": "The colour scheme and the placement of words in both the packages are also different.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ae2f6f03259462084c06a345f33ce3d_233"
    },
    {
      "start": 39957,
      "end": 40146,
      "text": "The colour scheme being different where the appellant has used yellow colour as dominant colour of the packaging, whereas the respondent has used blue as a dominant colour in its packaging.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "39ffd91a97b7449e9069ab3d60024a63_234"
    },
    {
      "start": 40148,
      "end": 40380,
      "text": "39.4 The arrangement of features even though if looked into on an individual basis, may appear similar but their arrangement in the packaging, are not similar so as to project a similar overall appearance of the competing packaging.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0411985b273c47969243be61b1a784e7_235"
    },
    {
      "start": 40382,
      "end": 40567,
      "text": "39.5 The transparent top half of the packaging for display of the product also, prima facie, appears to be commonly used by various entities for the purpose of displaying their product.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8f6f8df947544da8554427eb248d0e3_236"
    },
    {
      "start": 40568,
      "end": 40724,
      "text": "The appellants have produced enough material to show that the similar kind of packaging is used by many manufacturers for selling their confectionary items.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6496eabc53e4e8b959e50745841b0a6_237"
    },
    {
      "start": 40725,
      "end": 40816,
      "text": "The main purpose being, to display the items for the purpose of being seen by the consumer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2133513394f243a79ef7c309798c26e5_238"
    },
    {
      "start": 40817,
      "end": 41321,
      "text": "\n40. There is another aspect, which cannot be ignored while considering the competing marks, that is, the words 'Rose', 'Sweet' and 'Lollipop', are essentially descriptive and indicate the kind, quality, or other characteristics of the product. Section 30(2)(a) of the Trade Marks Act, 1999, categorically provides that a trademark is not infringed where the same is used in relation to goods or services indicating the kind, quality, quantity, intended purpose, value, etc of such goods or services.\n41.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "22ff1fc361064b26ac3c2dcb7ed52574_239"
    },
    {
      "start": 41322,
      "end": 41581,
      "text": "It is well settled that an Appellate Court would normally not interfere with a, prima facie, view of the Trial Court unless it finds that the Trial Court has exercised the jurisdiction arbitrarily, capriciously or in ignorance of the settled principle of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15cfb6edd05a4c2d8322c557b7c87a0c_240"
    },
    {
      "start": 41582,
      "end": 41771,
      "text": "In this case, we find that the learned Commercial court has erred in finding that the competing marks are similar only on the basis that shape of both the products is that of a rose flower.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a29ec0c79a264e92aa58470c64c858a4_241"
    },
    {
      "start": 41772,
      "end": 42016,
      "text": "The learned court failed to give any reason for holding albeit prima facie that the mark / label 'SWEET ROSE LOLLIPOP' is deceptively similar to the mark 'MADHUR ROSE POP LOLLIPOP' despite holding that no one can monopolise the word 'Rose'.\n42.",
      "labels": [
        "RATIO"
      ],
      "id": "0a02faf4b5c9470db9f338e4749e2d06_242"
    },
    {
      "start": 42017,
      "end": 42379,
      "text": "In view of the above, we are of the opinion that the learned Commercial court was not correct in holding that the shape of the appellants' product being is identical to the shape of respondents' product being ; the mark 'SWEET ROSE LOLLIPOP' is deceptively similar to the trademark 'MADHUR ROSE POP LOLLIPOPS'; the packaging is deceptively similar to packaging .",
      "labels": [
        "RATIO"
      ],
      "id": "def25e975d604cca9cde2d6405c939a0_243"
    },
    {
      "start": 42381,
      "end": 42442,
      "text": "43. In view of the above, the impugned judgment is set aside.",
      "labels": [
        "RATIO"
      ],
      "id": "d7778203cbc54671a254f745609243c1_244"
    },
    {
      "start": 42444,
      "end": 42617,
      "text": "44. We make it clear that the observations made in the present order are only, prima facie, for the purpose of interim relief granted under Section 39 (1) & (2) of the CPC.\n",
      "labels": [
        "RPC"
      ],
      "id": "c2e65f6cd2424bf5b695016dfe62997b_245"
    },
    {
      "start": 42617,
      "end": 42686,
      "text": "AMIT MAHAJAN, J VIBHU BAKHRU, J DECEMBER 14, 2023 \"SK\" / KDK/ \"SS\"/HK",
      "labels": [
        "NONE"
      ],
      "id": "9dc28a5f35a448f0921bc583e241ee2f_246"
    }
  ]
}