{
  "id": "adb72649cc649ac64c196d511692c5229a668d2f366f46dde5902d27c1124de1",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nIndian Bank (Formerly Known As ... vs Rameshchandra M Thakkar on 21 February, 2023\nAuthor: Vaibhavi D. Nanavati \nBench: Vaibhavi D. Nanavati \n                                                                             Neutral Citation\n\n\n\n\n     C /Sca/2337/2023                           Order Dated: 21/02/2023 \n\n                                                                              undefined \n\n\n\n\n       In The High Court Of Gujarat At Ahmedabad\n\n         R / Special Civil Application N O. 2337 of 2023 ================================= = = = = = = = = = = = = = = == == \n  INDIAN BANK (FORMERLY KNOWN AS ALLAHABAD BANK)\n                           Versus               RAMESHCHANDRA M THAKKAR ================================================== =\nAppearance:\nMR DK NAKRANI(500) for the Petitioner(s) No. 1 MS KAUSHAL D NAKRANI(5121) for the Petitioner(s) No. 1 ABHISST K THAKER(7010) for the Respondent(s) No. 1 SERVED BY AFFIX(N) for the Respondent(s) No. 2,3 ===================================================\n\n CORAM:HONOURABLE MS. JUSTICE VAIBHAVI D. NANAVATI                            Date : 21/02/2023                              ORAL ORDER 1. By way of the present petition, the petitioner herein is aggrieved by the impugned order passed below Exh.57 dated 31.01.2023, which is duly produced at Annexure-A, passed by the 4th Additional Senior Civil Judge, Ahmedabad in Special Civil Suit No.350 of 2021, whereby, the application below Exh.57 filed by the petitioner - original defendant under Order-7 Rule-10 r/w. Section 151 of the Code of Civil Procedure, 1908 for return of the plaint and saving of inherent powers of the Court, the said application came to be dismissed on the ground that the trial Court has jurisdiction to entertain the Suit as it not being NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined commercial suit.\n2. Being aggrieved by the said order, the petitioner herein has approached this Court, seeking following reliefs:\n\"(A) The Hon'ble Court may be pleased to issue a writ of certiorari and / or any other writ, quashing and setting aside the impugned order below exh.57 dated 31/01/2023 at Annexure-A passed by the Learned 4th Additional Sr. Civil Judge, Ahmedabad (Rural) in Special Civil Suit No. 350 of 2021 and further Hon'ble Court may be pleased to allow the Application below Exh.57 Special Civil Suit No. 350 of 2021 in the interest of justice.\n(B) Pending admission, hearing and final disposal of this petition, the Hon'ble Court may be pleased to stay the operation, implementation and execution of the impugned exh.57 dated 31/01/2023 at Annexure-A passed by the Learned 4 th Additional Sr. Civil Judge, Ahmedabad (Rural) and also be pleased to stay the proceedings of Special Civil Suit No. 350 of 2021. \n(C) Pending admission, hearing and final disposal of this petition, the Hon'ble Court may be pleased to call for the records of the Special Civil Suit No. 350 of 2021 pending before the Learned 4th Additional Sr. Civil Judge, Ahmedabad (Rural).\n(D) The Hon'ble Court may be pleased to grant any other and further reliefs as may be deemed fit just and proper in the interest of justice.\" \n3. The brief facts germane for adjudication of the dispute in question read thus:\n3.1. It is stated that the respondents herein - original plaintiffs filed Special Civil Suit No. 350 of 2021 before the Senior Civil Judge, Ahmedabad (Rural) for directing the NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined defendant to hand over the clear, vacant and peaceful possession of the suit properties from the defendant, direct the defendant to pay mesne profit to the plaintiffs and other reliefs as prayed for in the said Suit. Copy of the same is duly produced at Annexure- A. 3.2. The subject matter of the Suit is that the original plaintiffs executed two registered memorandum of lease deeds vide registration nos. 4806 and 4808 before the Sub Registrar, Ahmedabad against the defendant bank - present petitioner bank. The said lease deeds are duly produced at Annexure-C. 3.3. The petitioner herein being the original defendant submitted an application below Exh. 57 under Order-7 Rule-10 for return of the plaint and saving of inherent powers of Court, on the ground that the dispute mentioned in the plaint is related to commercial dispute and that the said Court had no jurisdiction to entertain the same and the plaint is required to be returned to the original plaintiffs. \n3.4. The reliance is placed on the fact that the dispute in question is a commercial dispute and the same is within the definition of Section 2(1)(c)(viii) of the Commercial Courts, Commercial Division and Commercial Appellant Division of High Courts Act, 2015 (for short 'the Commercial Courts Act, 2015'). The said application below Exh.57 is duly produced at Annexure- D. \n\n\n\n\n\n                                                                                    NEUTRAL CITATION        C /SCA/2337/2023                               ORDER DATED: 21/02/2023                                                                                     undefined 3.5. The trial Court rejected the said application below Exh.57 by order dated 31.01.2023, considering the following aspects:\n\" [ 3 ] I have heard rival parties and perused the entire record. The plaintiffs have filed present suit for vacate possession, permanent injunction, mesne profit and damages in respect to Shop Nos. 1 & 2 of Platinum Plaza situated upon Final Plot No.264/2 of Bodakdev, Ahmedabad. The facts in the plaint states that initially the Memorandum of Lease for 5 years was executed on 09.05.2006. Thereafter, it was further extended by 10 years (5 Years + 5 Years); and this lease agreement expired on 16.02.2021. It is further the case of the plaintiffs that though there were offers and counter-offers between them regarding further lease, but, the defendant had no right to hold the possession of the suit property after 16.02.2021. It is also the case of plaintiffs that as there was no agreement between them for further lease, the plaintiffs had issued the notices to vacate the premises on 19.07.2021, 11.11.2021, 30.07.2021, and 06.10.2021. It is categorically stated at Para No.38 of the plaint that despite these notices, the defendant - Bank had not vacated the suit property and therefore, the cause of action to file the suit has accrued. \n[4] The question pasued by this application is whether the dispute between the parties is a 'commercial dispute' as per Section 2 (1) (c)(vii) of the Commercial Courts Act or not. Section 2 (1) (c) (vii) reads as under:\n\"(c) \"Commercial dispute\" means a dispute arising out of- (vii) agreements relating to immovable property used exclusively in trade or commerce;\nExplanation - A commercial dispute shall not cease to be a commercial dispute merely because - (a) It also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertains to immovable property;\n(b) One of the cotracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined public functions,\"\nPerusing aforesaid provision , it does appear that any dispute arising out of agreements relating to immovable property, which exclusively used in trade or commerce is a commercial dispute. Meaning thereby there must be an agreement to immovable property used for trade or commerce. \n[5] Defendant has relied upon the judgment of Hon'ble Gujarat High Court in case of M/s Kushal Limited Vs. M/s Tirumala Technocast Pvt Limited passed in Special Civil Application No.3572 of 2022 dated 10.06.2022, wherein, it was held that 'the dispute arising out of agreements relating to property used exclusively in trade and commerce would constitute a commercial dispute. In that case before Hon'ble Gujarat High Court, the plaintiff had purchased the property by registered sale deed from defendant on 04.10.2019, and on the same day the Leave & Licence Agreement dated 04.10.2019 came to be executed between the parties; fixing the period and monthly licence fees. It was pleaded by the plaintiff therein that defendant failed to pay the licence fees. In background of these facts, Hon'ble Gujarat High Court while observing that the suit property was a Non-agricultural land together with the industrial shed thereon; and averments of the plaint & in the sale deed shows that the suit property was to be used as warehouse, held that the dispute was a commercial dispute. Whereas, in present case there is no dispute regarding breach of any of the condition of Lease agreement. It is not the case of plaintiffs that defendant had not paid the licence fees or breached any of the condition of the Lease agreement untill its expiration on 16.02.2021. It is the specific case of plaintiffs that after termination of lease agreement on 16.02.2021, the afresh offers and counter offers were made; and as there was no consensus, several notices to vacate had been issued, and as defendnat - Bank had not vacated the suit premises, the cause of action has accrued. Thus, there being no agreement between the parties after 16.02.2021, the dispute cannot be termed as commercial dispute. Perusing the case before Hon'ble Gujarat High Court, there was specific case of the plaintiff that licence fees was not paid. Whereas in the case on hand, perusing the entire averments of the plaint minutely there is no single averment which suggest that the suit is for termination of lease on the ground of forfeiture for violation of any of the clasues of lease agreements, and/ or for specific performance of agreements; or relating to renewal NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined clauses in agreements or like nature. Thus, pre-condition of the applicability of Section 2(1)(c)(vii), that is, the emanation of the dispute out of the lease agreement, is not satisfied in the present case, the question as to whether the immovable properties are used exclusively in trade or commerce, does not arise. Therefore, the ratio laid down by Hon'ble Gujarat High Court does not squarely applicable to the case on hand. \n[6] Defendant has further relied upon the judgment of Hon'ble Delhi High Court in case of Jagmohan Behl Vs. State Bank of Indore passed in FAO(OS) No. 166 of 2016 dated 22.09.2017, wherein, Hon'ble Delhi High Court has held that 'the use of expression\" any other relief pertaining to immovable property\"\nwould mean disputes relating to breach of agreement and damages payable on account of breach of agreement would be covered under sub-clause (vii) of clause (c) to Section 2 of the Act when it is arising out of agreement relating to immovable property exclusively used in trade and commerce'. In that case before Hon'ble Delhi High Court the plaintiff therein had filed the suit for mesne profit, and earlier the plaintiff had filed the suit seeking possession, which was decreed and there was a breach of agreement. In that circumstances Hon'ble Delhi High Court had held that the dispute there was a commercial dispute. Whereas, in the case on hand; as stated earlier the lease agreement between the parties has already been concluded and there is no dispute 'arising out of', 'pertaining to', or 'in relation' to that lease agreement. It is categorically stated in Para No.38 of the plaint that case of action has accrued when the defendant - Bank has not handed over the possession of the suit property, despite several notices. Therefore, the ratio laid down by Hon'ble Gujarat High Court is not applicable to the case on hand. \n[7] The plaintiffs have relied upon the judgment of Hon'ble Calcutta High Court in case of Deepak Polymers Private Ltd Vs. Anchor Investments Private Limited passed in C.O. No.759 of 2021 dated 24.06.2021. In that judgment, Hon'ble Calcutta High Court at Para Nos.27 to 34 has held as under:-\n\"27. Upon hearing the rival contention of the parties and perusing their respective written notes of arguments, as well as on a plain and meaningful reading of the plaints of the aforesaid suits in their entirety, it is crystal-clear that the suits have been filed primarily for recovery of possession of immovable properties under Section 106 of the Transfer of Property Act, NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined 1882. In all the plaints, it has been pleaded that notices were given under Section 106, which the defendants failed to comply with even after the expiry of fifteen (15) days thereafter. Hence, the first ingredient of the suits which stares in the face is that the suits are based on the statutory right conferred by Section 106 of the 1882 Act. The cause of action in each of the suits clearly arises by virtue of the rights conferred by Section 106. In the event the suits were for termination of lease on the ground of forfeiture for violation of any of the clauses of the lease agreements and/or for specific performance of the agreements or suits of like nature, the suits would definitely come within the purview of \"commercial dispute\" as defined in Section 2(1)(c) of the Commercial Courts Act, 2015. \n28. A plain reading of the said provision indicates that Section 2(1)(c) defines \"commercial dispute\" to be a dispute \"arising out of\" the subsequent sub-clauses, including several aspects. Sub- clause (vil) is the only basis of argument of the plaintiffs/opposite Immorable property used exclusively in trade or commerce\" come within the ambit of 'commercial dispute'. The judgments cited by the plaintiffs are distinguishable on their respective facts with the present case. Most of the cases, as mentioned above, pertain directly to agreements from various perspectives. Suits for specific performance of agreements, suits relating renewal clauses in agreements and other similar contexts gave rise to the proceedings which culminated in the said reports. Thus, the proceedings were \"arising out of\" the respective agreements. \n29. What has been highlighted in the judgments placed by the opposite parties is that all suits arising out of agreements relating to immovable property used exclusively in trade or commerce, including eviction suits, would come within the ambit of the expression \"commercial dispute\" and shall be decided by the Commercial Courts in the event of the pecuniary jurisdiction, on the basis of valuation of the suits, being above the stipulated amount. \n30. However, the cardinal question which has not been addressed but is pivotal to the present adjudication is the expression \"dispute\" which precedes the expression \"arising out of\" as appearing in Section 2(1)(c) of the 2015 Act. Reading sub- clause (vii) in conjunction with the starting words of Clause (c), it is seen that the expression \"agreements relating to immovable NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined property.... qualifies\" the term \"dispute\" arising out of such agreements. \n31. A \"dispute\" can only be determined by the cause of action of the suit and not the preceding backdrop. Even if Section 106 of the Transfer of Property Act deals with termination of the jural relationship of lessor and lessee, pre-supposing a prior lease agreement, the bundle of facts comprising the cause of action of the suit is the sole determinant of the \"dispute\" involved in the suit. \n32. In the event the suits, in the present case, had been filed for recovery of possession in respect of immovable property on the ground of forfeiture for contravention of any of the terms and conditions of the respective agreements-in-question, it might have been argued that the suits pertains to disputes \"arising out of\" such agreements. \n33. However, the dispute itself, in the present case, arises out of refusal by the defendants to comply with the notices issued by the lessor under Section 106 of the Transfer of Property Act, 1882, which is based on a statutory right independent and irrespective of any clause of the lease agreements. \n34. Hence, the suits squarely arise out of a statutory right conferred by Section 106 of the Transfer of Property Act, having no direct nexus with the lease agreements in respect of the immovable properties concerned. Thus, the pre-condition of the applicability of Section 2(1)(c)(vii), that is, the emanation of the dispute out of the lease agreement, is not satisfied in the present suits. Thus, the secondary question as to whether the immovable properties are used exclusively in trade or commerce, pales into insignificance.\" \nThe Plaintiff has also relied upon the order of Hon'ble supreme Court passed in the appeal from aforesaid order of Hon'ble Calcutta High Court, being Special Leave to Appeal (C) No. 11418/2021 dated 30.07.2021, wherein, Hon'ble Supreme Court has passed the order, which is as under:-\n\"Prima facie, we do not find any error in the Impugned Orders passed by the High Court but Mr. K. V. Viswanathan, learned senior counsel for the petitioner relies upon the judgment of this Court reported as 2020 (15) SCC 585 to contend that the suit NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined before the Commercial Court was maintainable. The said judgment also does not relate to a suit for eviction filed by the landlord against the tenant. \nWe asked Mr. K. V. Viswanathan whether the petitioner would like to approach Civil Court rather than continuing with the suit filed before the Commercial Court to which Mr. K. V. Viswanathan, on instructions, has conveyed that he would like to have decision on merits as to whether Commercial Court should have a jurisdiction to entertain the suit filed after termination of tenancy. \nLeave granted. \nWe decline the request of Mr. K. V. Vishwanathan for early hearing of these appeals.\" (emphasis supplied) As stated in aforesaid order, prima face Hon'ble Supreme Court had not find any error in the order of Hon'ble Calcutta High Court. The ratio laid down by Hon'ble Calcutta High Court is squrely applicable to the case on hand as in present case also there is no pleadings regarding the breach of lease agreement and the cause of action has accrued upon non-compliance with the notices to vacate the suit property after expiration of lease agreement. Therefore, as the suit has not been based upon the agreement, the present dispute is not covered under the ambit of 'commercial dispute'.\n[8] It is noticeable that one of the plaintiff is aged about 85 years; the right to cross-examination and right to evidence of the defendant - Bank has already been closed; the plaintiffs have already produced their written arguments vide Exh.55; defendant had filed an application to open the right of cross examination vide Exh.56, which has hot been decided yet, and at now present application has been filed by the defendant- Bank. These facts supports the submission of the plaintiffs that the defendant- Bank is interested in prolonging the proceedings of the case. Under these circumstances, I pass the following order:\nOrder:\n1. The application Exh.57 is hereby rejected.\n2. No orders as to costs. \nPronounced in the open Court, today i.e. 31st January, 2023.\" \n                                                                                            NEUTRAL CITATION        C / SCA/2337/2023                                       ORDER DATED: 21/02/2023                                                                                             undefined 3.6. Being aggrieved by the said order passed below Exh.57 dated 31.01.2022, the petitioner herein - original defendant bank has approached this Court praying for the reliefs as stated above. \n4. Heard Mr. D.K. Nakrani, learned advocate appearing for the petitioner - bank.\n4.1. Mr. Nakrani, learned advocate submitted that the Court below has erred in rejecting the application filed by the petitioner herein under Order-7 Rule-10 of the Code of Civil Procedure, 1908 on the ground that the dispute in question is a commercial dispute duly covered under the provision of Section 2(1)(c)(vii) of the Commercial Courts Act, 2015.\n4.2. Mr. Nakrani, learned advocate submitted that the Court below has not considered the judgments relied upon by the petitioner herein (I) the order passed by this Court in Special Civil Application No. 9705 of 2019, which came to be decided on 06.10.2022 and (II) the order passed by the Delhi High Court being FAO (OS) No. 166 of 2016 decided on 22.09.2017.\n4.3. It was submitted that the trial Court failed to consider the averments made in the plaint and decided the application below Exh.57, considering the provisions of Section 106 of the Transfer of Property Act. \n                                                                                                NEUTRAL CITATION        C /SCA/2337/2023                                       ORDER DATED: 21/02/2023                                                                                                 undefined 4.4. It was submitted that both the two lease deeds as referred above, have been executed for the period of 15 years and the leased premises was given to the bank for conducting its business of trade and commerce. Due to the lease deeds in question, the dispute with regard to the possession of the premises and mesne profit and loss of damages, all of which fall under the definition of 'commercial dispute' under Section 2(1)(c)\n(vii) of the Commercial Court Act, 2015. \n4.5. It was submitted that the trial Court has not considered the fact that the leased premises i.e. Shop Nos. 1 and 2 of Platinum Plaza has been given by the plaintiffs to the defendant bank for fifteen years lease period for conducting banking activities, which falls under trade and commerce, and dispute out of lease deeds attract the commercial disputes which falls under Section 2(1)(c)(vii) of the Commercial Court Act, 2015. \n4.6. It was submitted that the dispute arose for violation of Clause-10 of the lease deed for handing over the possession to the lessor, after the end of the lease period and the same was not handed over by the lessee in time, which resulted in the filing of the Suit being Special Civil Suit No. 350 of 2021. It was submitted that the same being in violation of Clause-10 of the lease deed for taking possession, mesne profit and loss and damages would fall under the definition of commercial dispute, under Section 2(1)(c)(vii) of the Commercial Court Act, 2015. \n                                                                                        NEUTRAL CITATION        C /SCA/2337/2023                                  ORDER DATED: 21/02/2023                                                                                         undefined 4.7. Placing reliance on the same, it was submitted that the trial Court has erred in not considering the application under Order-7 Rule-10 of the Code of Civil Procedure, 1908 and it was submitted that the same can be submitted at any stage of the suit, the trial Court ought to have considered the same. It was also submitted that the suit is at the stage of cross-examination and the right to cross-examination and right to evidence of the defendant-Bank has been closed. It was submitted that it is not that the suit is at the final stage, in view of the fact that, the evidence is yet to be led by the bank. \n5. Heard Mr. Abhisst K. Thaker, learned advocate appearing for the respondent no.1.\n5.1. Mr. Abhisst K. Thaker, learned advocate appearing for the respondent - original plaintiff submitted that no error could have been said to have been committed by the trial Court in rejecting the application filed by the petitioner herein below Exh.57 , in view of the fact that the cause of action to file the Suit arose for the plaintiffs, in view of the fact that the property which was leased to the original defendant - petitioner herein, had failed to comply with the lease deeds, when the plaintiff as per the terms of the said lease agreements had extended the lease tenure to fifteen years, which was expiring on 16.02.2021 and when the petitioner herein - original defendant even after determination of the lease agreements had not restored the possession back in favour of the plaintiffs - respondents herein, NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined accordingly original plaintiffs wrote several communications to the original plaintiffs - respondents herein with regard to the renewal of the lease in favour of the defendants, which the defendant bank evaded and they continued to occupy the premises, without any authority and in spite of legal notices having been issued to the defendant-bank, the same was replied evasively. Therefore, the cause of action arose for the original plaintiffs - respondents herein to file the Suit. \n5.2. Mr. Thaker, learned advocate placed reliance on Section 106 of the Transfer of Property Act and placing reliance on the same submitted that, the Suit arises for the statutory rights conferred under Section 106 of the Transfer of Property Act, which have no direct nexus with the lease agreements in respect of the immovable properties in question, and therefore, pre-condition of the applicability of Section 2(1)(c)(vii) of the Commercial Courts Act, i.e. the dispute out of the lease agreement is not satisfied in the present suit. \n5.3. The other point which was raised by Mr. Thaker, learned advocate was that in view of above, whether the immovable properties are exclusively used for trade or commerce fails into insignificance.\n5.4. Mr. Thaker, learned advocate, placing reliance on the written statement, it was submitted that the petitioner herein in the written statement has on their own volition stated that the NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined dispute in question is about the landlord and tenant, and therefore, it is now not open for the petitioner herein to raise a dispute, by filing the application below Exh.57 to contend that the dispute in question is a commercial dispute. The petitioner herein itself has submitted to the jurisdiction of the Civil Court, while not raising the said dispute, stating so in the written statement. \n6. Heard the learned advocates appearing for the respective parties. \n7. The petitioner herein is aggrieved by the impugned order passed below Exh.57, wherein, the Court below as referred above, has rejected the application filed by the petitioner herein, mainly on the ground that the plaintiff is aged 85 years and right of cross-examination and right to evidence of defendant bank has closed and the plaintiff has already produced his written arguments vide Exh.55. The defendants have filed an application for opening the right of cross-examination below Exh.56, which is not yet decided and the application which is filed by the defendant-bank is merely to prolong the proceedings of the case / suit in question. \n8. This Court deems it fit to refer to the memorandum of lease, which was entered into between the parties. Both the sides have relied on Clause-10 of the said memorandum of lease, which is duly produced at page- 57, Clause-10 of the said lease NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined read thus:\n\"10. That the Lessees after the expiry of the lease, if not otherwise determined before, shall deliver the premises to the Lessors in the same good order in which they are let after due allowance for ordinary wear and tear and damages caused by acts of war, fire tempest, earthquake, flood and mob or other irresistible forces and unavoidable cause (not occasioned by the wrongful act or default of the Lessees or their employees or assigns.)\" \n9. At this stage, it is apposite to refer to Section 2(1)(c)\n(vii) of the Commercial Courts, Commercial Division and Commercial Appellant Division of High Courts Act, 2015, which read thus:\n\"(c) \"commercial dispute\" means a dispute arising out of- (vii) agreements relating to immovable property used exclusively in trade or commerce;\"\n10. It is also apposite to refer to the Explanation rendered which reads thus:\n\"Explanation - A commercial dispute shall not cease to be a commercial dispute merely because - (a) It also involves action for recovery of immovable property or for realization of monies out of immovable property given as security or involves any other relief pertains to immovable property;\n(b) One of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out of public functions.\"\n11. It appears that any dispute, which arising out of agreements relating to immovable property, which is exclusively used in trade or commerce is a commercial dispute. Meaning thereby, there must be an agreement to immovable property used NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined for trade or commerce. \n12. At this stage it is apposite to refer to the order passed by the Division Bench in Special Civil Application No. 3572 of 2022, dated 10.06.2022, relevant para-6 read thus:\n\"6. In Ambalal Sarabhai Enterprises Limited (supra) the Supreme Court held that the dispute to be a commercial dispute under Section 2(1)(c)(vii), the agreement between the parties must refer to immovable property used or being used exclusively in trade and commerce. It was held that the word 'used' in the Section was indicative of the requirement that the property is 'actually used' and it cannot be either 'ready for use' or 'likely to be used' or 'to be used'.\n6.1 The test that the property is actually used for trade or commerce and for business purpose as warehouse, is satisfied in the present case. As mentioned above, even on the date of institution of the suit and thereafter the property was used as warehouse. \n6.2 In Gujarat State Warehousing Corporation Vs. Divine Developers being Special Civil Application No.9705 of 2019 decided on 24.12.2020 wherein the facts were that the suit was instituted by plaintiff for recovery of damages. The case was that the property comprising of four godowns were given to the defendant for the purpose of storing the groundnut and that the rentals were not paid. The suit was instituted in the commercial court, pursuant to which, application under Order VII Rule 11 was filed by the defendant to contend that the letting of the godown by the plaintiff to the defendant would not make the commercial dispute and the suit was not maintainable as commercial suit. This court negatived the contention. \n6.2.1 Decision of the Supreme Court in Ambalal Sarabhai Enterprises Limited (supra) was relied on by Gujarat State Warehousing Corporation (supra). What was observed and held was as under, \"Dispute arising out of agreement whereby godown was leased on rent for the purpose of storage of goods could NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined well be said to be falling within the clause of agreements relating to immovable property used exclusively in trade or commerce. The godown has no other use. It is a property used exclusively in trade and commerce. When the godown owned by the plaintiffs was rented by the defendant on a fixed rent, and the suit claim and relief sought for pertained to damages arising out of such subject transaction, the dispute arising therefrom becomes a 'commercial dispute' within the meaning of the Section 2(1)(c) of the Act.\" \n6.3 The acid test is that the property is used exclusively in trade or commerce. Dispute arising out of agreements relating to property used exclusively in trade and commerce would constitute a commercial dispute. The grounds raised in the plaint in support of the relief prayed could not be said to be germane in concluding and deciding whether the dispute unfolded is commercial dispute. Nor the prayers made are decisive. The commercial court below is entirely right, as elaborated above, that the material ingredients of 'commercial dispute' in the Section are satisfied in the facts of the present case. The suit before the commercial court would be competent when there exists a commercial dispute.\" \n13. Considering the ratio as laid down, as referred above, facts of the present case and submissions advanced by the learned advocates appearing for the respective parties and Section 2(1)(c)(vii) of the Commercial Courts Act, the following emerge:\n(A) It is the contention of the present petitioner- original defendant in the Suit that the dispute in question is a commercial transaction and that by filing the application below Exh.57, the petitioner herein had raised an issue with regard to the jurisdiction of the Court under NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined the provision of Order-7 Rule-10 of the Code of Civil Procedure, 1908, which can be raised at any stage.\n(B) Learned advocate appearing for the respondent herein placed reliance on the written statement i.e. preliminary objection by the original defendant, wherein, the petitioner herein -orig. defendant has not objected with respect to the jurisdiction and submitted to the jurisdiction of the trial Court, having submitted that the dispute involved in the said Suit is that of landlord and tenant. It was also submitted that the said objection with regard to the jurisdiction ought to have been taken at the earliest possible instant. \n(C) Considering the aforesaid, the impugned order passed below Exh.57 dated 31.01.2023 by the 4th Additional Senior Civil Judge, Ahmedabad in Special Civil Suit No.350 of 2021 is hereby quashed and set aside. The trial Court is directed to decide Exh.57 afresh, by framing an issue with regard to the jurisdiction and decide the same as expeditiously as possible, preferably within a period of four weeks from the date of the receipt of the copy of the present order. It is needless to say that both the parties be permitted to take all the contentions, as available to them, in accordance with law. \n                                                                                      NEUTRAL CITATION        C /SCA/2337/2023                                 ORDER DATED: 21/02/2023                                                                                       undefined For the aforesaid reasons, the present petition is partly allowed to the aforesaid extent. \nDirect service is permitted. \n(VAIBHAVI D. NANAVATI,J ) Pradhyuman",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "528ef675f3fb470a9751e6e3530a9d3f_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1cc2c3c6a9a44ccc8370c3755012aeac_1"
    },
    {
      "start": 242,
      "end": 373,
      "text": "\nGujarat High Court\nIndian Bank (Formerly Known As ... vs Rameshchandra M Thakkar on 21 February, 2023\nAuthor: Vaibhavi D. Nanavati",
      "labels": [
        "PREAMBLE"
      ],
      "id": "590aa99cdbc644de9854691931d5dcf3_2"
    },
    {
      "start": 374,
      "end": 402,
      "text": "\nBench: Vaibhavi D. Nanavati",
      "labels": [
        "PREAMBLE"
      ],
      "id": "81108e3926604fad906547d073b31c14_3"
    },
    {
      "start": 481,
      "end": 507,
      "text": "Neutral Citation\n\n\n\n\n     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb8eabed43c748738e0d2e9dcb2bac0e_4"
    },
    {
      "start": 507,
      "end": 523,
      "text": "C /Sca/2337/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5104ca96b10c446781cce24251911107_5"
    },
    {
      "start": 550,
      "end": 573,
      "text": "Order Dated: 21/02/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50d530a154fe4306bb55f82af5d219a2_6"
    },
    {
      "start": 654,
      "end": 663,
      "text": "undefined",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0b43ab5e0ca441b7b6bec2ecd56ea0e2_7"
    },
    {
      "start": 676,
      "end": 728,
      "text": "In The High Court Of Gujarat At Ahmedabad\n\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0f6c14ff876d4b10815c4115c1921fb0_8"
    },
    {
      "start": 728,
      "end": 759,
      "text": "R / Special Civil Application N",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86528e208f764a00957ee85fccd598d9_9"
    },
    {
      "start": 760,
      "end": 775,
      "text": "O. 2337 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b4be9125a70e4ab6b028e99ffc9e1871_10"
    },
    {
      "start": 776,
      "end": 809,
      "text": "=================================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "499d31570eeb49e4aa7ef1f6b56f05b2_11"
    },
    {
      "start": 810,
      "end": 817,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c648ae2846b47d49aca74dc9aed00fd_12"
    },
    {
      "start": 818,
      "end": 825,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a7b377ce534245eab3a2d722347b9eeb_13"
    },
    {
      "start": 826,
      "end": 833,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0729fe89765447babd7a15d516f41e69_14"
    },
    {
      "start": 834,
      "end": 840,
      "text": "= = ==",
      "labels": [
        "PREAMBLE"
      ],
      "id": "372cb70a30d7494dbecc47194cee4e34_15"
    },
    {
      "start": 841,
      "end": 927,
      "text": "== \n  INDIAN BANK (FORMERLY KNOWN AS ALLAHABAD BANK)\n                           Versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d23c467c4c144ea89f818a72daaa4b8_16"
    },
    {
      "start": 928,
      "end": 1016,
      "text": "              RAMESHCHANDRA M THAKKAR ==================================================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0cddd87dbc34e8f8684dc505611e877_17"
    },
    {
      "start": 1017,
      "end": 1424,
      "text": "=\nAppearance:\nMR DK NAKRANI(500) for the Petitioner(s) No. 1 MS KAUSHAL D NAKRANI(5121) for the Petitioner(s) No. 1 ABHISST K THAKER(7010) for the Respondent(s) No. 1 SERVED BY AFFIX(N) for the Respondent(s) No. 2,3 ===================================================\n\n CORAM:HONOURABLE MS. JUSTICE VAIBHAVI D. NANAVATI                            Date : 21/02/2023                              ORAL ORDER 1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "11830b8b0670445bba73a7386227508a_18"
    },
    {
      "start": 1425,
      "end": 3042,
      "text": "By way of the present petition, the petitioner herein is aggrieved by the impugned order passed below Exh.57 dated 31.01.2023, which is duly produced at Annexure-A, passed by the 4th Additional Senior Civil Judge, Ahmedabad in Special Civil Suit No.350 of 2021, whereby, the application below Exh.57 filed by the petitioner - original defendant under Order-7 Rule-10 r/w. Section 151 of the Code of Civil Procedure, 1908 for return of the plaint and saving of inherent powers of the Court, the said application came to be dismissed on the ground that the trial Court has jurisdiction to entertain the Suit as it not being NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined commercial suit.\n2. Being aggrieved by the said order, the petitioner herein has approached this Court, seeking following reliefs:\n\"(A) The Hon'ble Court may be pleased to issue a writ of certiorari and / or any other writ, quashing and setting aside the impugned order below exh.57 dated 31/01/2023 at Annexure-A passed by the Learned 4th Additional Sr. Civil Judge, Ahmedabad (Rural) in Special Civil Suit No. 350 of 2021 and further Hon'ble Court may be pleased to allow the Application below Exh.57 Special Civil Suit No. 350 of 2021 in the interest of justice.\n(B) Pending admission, hearing and final disposal of this petition, the Hon'ble Court may be pleased to stay the operation, implementation and execution of the impugned exh.57 dated 31/01/2023 at Annexure-A passed by the Learned 4 th Additional Sr. Civil Judge, Ahmedabad (Rural) and also be pleased to stay the proceedings of Special Civil Suit No. 350 of 2021.",
      "labels": [
        "FAC"
      ],
      "id": "25b288f0712d4b818cad2557deef5527_19"
    },
    {
      "start": 3043,
      "end": 3430,
      "text": "\n(C) Pending admission, hearing and final disposal of this petition, the Hon'ble Court may be pleased to call for the records of the Special Civil Suit No. 350 of 2021 pending before the Learned 4th Additional Sr. Civil Judge, Ahmedabad (Rural).\n(D) The Hon'ble Court may be pleased to grant any other and further reliefs as may be deemed fit just and proper in the interest of justice.\"",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f20ba73e3994fa9acf37a6db720ea70_20"
    },
    {
      "start": 3431,
      "end": 3518,
      "text": "\n3. The brief facts germane for adjudication of the dispute in question read thus:\n3.1.",
      "labels": [
        "FAC"
      ],
      "id": "ecc9a41b8aa6422aaff2919220fee0a0_21"
    },
    {
      "start": 3519,
      "end": 3973,
      "text": "It is stated that the respondents herein - original plaintiffs filed Special Civil Suit No. 350 of 2021 before the Senior Civil Judge, Ahmedabad (Rural) for directing the NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined defendant to hand over the clear, vacant and peaceful possession of the suit properties from the defendant, direct the defendant to pay mesne profit to the plaintiffs and other reliefs as prayed for in the said Suit.",
      "labels": [
        "FAC"
      ],
      "id": "0249b8db44f44c7eac63ddf0ee7a99a0_22"
    },
    {
      "start": 3974,
      "end": 4028,
      "text": "Copy of the same is duly produced at Annexure- A. 3.2.",
      "labels": [
        "FAC"
      ],
      "id": "325a8335f2e545628d7fdea7434f1a42_23"
    },
    {
      "start": 4029,
      "end": 4268,
      "text": "The subject matter of the Suit is that the original plaintiffs executed two registered memorandum of lease deeds vide registration nos. 4806 and 4808 before the Sub Registrar, Ahmedabad against the defendant bank - present petitioner bank.",
      "labels": [
        "FAC"
      ],
      "id": "15d12a2864a24596a444c6d15888b421_24"
    },
    {
      "start": 4269,
      "end": 4327,
      "text": "The said lease deeds are duly produced at Annexure-C. 3.3.",
      "labels": [
        "FAC"
      ],
      "id": "2677019ed34f422c9eb71ef04011e031_25"
    },
    {
      "start": 4328,
      "end": 4728,
      "text": "The petitioner herein being the original defendant submitted an application below Exh. 57 under Order-7 Rule-10 for return of the plaint and saving of inherent powers of Court, on the ground that the dispute mentioned in the plaint is related to commercial dispute and that the said Court had no jurisdiction to entertain the same and the plaint is required to be returned to the original plaintiffs.",
      "labels": [
        "FAC"
      ],
      "id": "16d5f2dbcb6f4b218d8e57a6ca1a032e_26"
    },
    {
      "start": 4730,
      "end": 5037,
      "text": "3.4. The reliance is placed on the fact that the dispute in question is a commercial dispute and the same is within the definition of Section 2(1)(c)(viii) of the Commercial Courts, Commercial Division and Commercial Appellant Division of High Courts Act, 2015 (for short 'the Commercial Courts Act, 2015').",
      "labels": [
        "FAC"
      ],
      "id": "3459ad1c07cf48c0834199629ad4feef_27"
    },
    {
      "start": 5038,
      "end": 5104,
      "text": "The said application below Exh.57 is duly produced at Annexure- D.",
      "labels": [
        "FAC"
      ],
      "id": "b54f35e3c0104ffa82a947f01b9e229e_28"
    },
    {
      "start": 5195,
      "end": 5219,
      "text": "NEUTRAL CITATION        ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62d5fc04c68247329b3e0b1042006ac1_29"
    },
    {
      "start": 5219,
      "end": 5235,
      "text": "C /SCA/2337/2023",
      "labels": [
        "NONE"
      ],
      "id": "595c2d0e87f84db9866790ff684dedb2_30"
    },
    {
      "start": 5266,
      "end": 5388,
      "text": "ORDER DATED: 21/02/2023                                                                                     undefined 3.5.",
      "labels": [
        "NONE"
      ],
      "id": "59d92c9ded8d479eba15781f1968a21f_31"
    },
    {
      "start": 5389,
      "end": 5510,
      "text": "The trial Court rejected the said application below Exh.57 by order dated 31.01.2023, considering the following aspects:\n",
      "labels": [
        "RLC"
      ],
      "id": "8b13434859d941fda4acf05bd56bb388_32"
    },
    {
      "start": 5510,
      "end": 5517,
      "text": "\" [ 3 ]",
      "labels": [
        "FAC"
      ],
      "id": "17633ec159d445c6ad8da68e5c75b4ce_33"
    },
    {
      "start": 5518,
      "end": 5575,
      "text": "I have heard rival parties and perused the entire record.",
      "labels": [
        "FAC"
      ],
      "id": "581dfd00173b429fa5530d5b94712ede_34"
    },
    {
      "start": 5576,
      "end": 5790,
      "text": "The plaintiffs have filed present suit for vacate possession, permanent injunction, mesne profit and damages in respect to Shop Nos. 1 & 2 of Platinum Plaza situated upon Final Plot No.264/2 of Bodakdev, Ahmedabad.",
      "labels": [
        "FAC"
      ],
      "id": "d3fd37d4820f483da6ed1af674a7bff0_35"
    },
    {
      "start": 5791,
      "end": 5900,
      "text": "The facts in the plaint states that initially the Memorandum of Lease for 5 years was executed on 09.05.2006.",
      "labels": [
        "FAC"
      ],
      "id": "68dded25221a40358c660897b0a72a1e_36"
    },
    {
      "start": 5901,
      "end": 6017,
      "text": "Thereafter, it was further extended by 10 years (5 Years + 5 Years); and this lease agreement expired on 16.02.2021.",
      "labels": [
        "FAC"
      ],
      "id": "68e59a6e4f22471389403e751c237a58_37"
    },
    {
      "start": 6018,
      "end": 6239,
      "text": "It is further the case of the plaintiffs that though there were offers and counter-offers between them regarding further lease, but, the defendant had no right to hold the possession of the suit property after 16.02.2021.",
      "labels": [
        "FAC"
      ],
      "id": "a00d8877773b4cf6b2cacaf8be067421_38"
    },
    {
      "start": 6240,
      "end": 6452,
      "text": "It is also the case of plaintiffs that as there was no agreement between them for further lease, the plaintiffs had issued the notices to vacate the premises on 19.07.2021, 11.11.2021, 30.07.2021, and 06.10.2021.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3dfa1344dc748d7addcdf58ed671a65_39"
    },
    {
      "start": 6453,
      "end": 6655,
      "text": "It is categorically stated at Para No.38 of the plaint that despite these notices, the defendant - Bank had not vacated the suit property and therefore, the cause of action to file the suit has accrued.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f721b8ab22c4d9b8f718a65a31e0af2_40"
    },
    {
      "start": 6656,
      "end": 6836,
      "text": "\n[4] The question pasued by this application is whether the dispute between the parties is a 'commercial dispute' as per Section 2 (1) (c)(vii) of the Commercial Courts Act or not.",
      "labels": [
        "ISSUE"
      ],
      "id": "6fafb6cac8dc409a9db171b7a75d11a7_41"
    },
    {
      "start": 6837,
      "end": 7523,
      "text": "Section 2 (1) (c) (vii) reads as under:\n\"(c) \"Commercial dispute\" means a dispute arising out of- (vii) agreements relating to immovable property used exclusively in trade or commerce;\nExplanation - A commercial dispute shall not cease to be a commercial dispute merely because - (a) It also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertains to immovable property;\n(b) One of the cotracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined public functions,\"\n",
      "labels": [
        "STA"
      ],
      "id": "ff7d674de2fc4a79a8b75acd94b476ff_42"
    },
    {
      "start": 7523,
      "end": 7531,
      "text": "Perusing",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c3925aff8784fcebfa6ceba191ce9e6_43"
    },
    {
      "start": 7532,
      "end": 7551,
      "text": "aforesaid provision",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83b41f6bbab64b2ab413f922ee23ac3d_44"
    },
    {
      "start": 7552,
      "end": 7712,
      "text": ", it does appear that any dispute arising out of agreements relating to immovable property, which exclusively used in trade or commerce is a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d62567c0cc60402ca7f7e042f55f9b58_45"
    },
    {
      "start": 7713,
      "end": 7805,
      "text": "Meaning thereby there must be an agreement to immovable property used for trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5edb228391d4a35b179e7813ad6acf8_46"
    },
    {
      "start": 7807,
      "end": 8183,
      "text": "[5] Defendant has relied upon the judgment of Hon'ble Gujarat High Court in case of M/s Kushal Limited Vs. M/s Tirumala Technocast Pvt Limited passed in Special Civil Application No.3572 of 2022 dated 10.06.2022, wherein, it was held that 'the dispute arising out of agreements relating to property used exclusively in trade and commerce would constitute a commercial dispute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3b751d7a730648389d94fbd0afad47b1_47"
    },
    {
      "start": 8184,
      "end": 8478,
      "text": "In that case before Hon'ble Gujarat High Court, the plaintiff had purchased the property by registered sale deed from defendant on 04.10.2019, and on the same day the Leave & Licence Agreement dated 04.10.2019 came to be executed between the parties; fixing the period and monthly licence fees.",
      "labels": [
        "FAC"
      ],
      "id": "53513dad9c1a44e8afb70db96d40e1dc_48"
    },
    {
      "start": 8479,
      "end": 8565,
      "text": "It was pleaded by the plaintiff therein that defendant failed to pay the licence fees.",
      "labels": [
        "FAC"
      ],
      "id": "462f5d214b75493799d8cab52eb5541d_49"
    },
    {
      "start": 8566,
      "end": 8885,
      "text": "In background of these facts, Hon'ble Gujarat High Court while observing that the suit property was a Non-agricultural land together with the industrial shed thereon; and averments of the plaint & in the sale deed shows that the suit property was to be used as warehouse, held that the dispute was a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24a5be0015514090921f439e87bbfefc_50"
    },
    {
      "start": 8886,
      "end": 8991,
      "text": "Whereas, in present case there is no dispute regarding breach of any of the condition of Lease agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f9e759356f1495fb96932f3d7397c34_51"
    },
    {
      "start": 8992,
      "end": 9162,
      "text": "It is not the case of plaintiffs that defendant had not paid the licence fees or breached any of the condition of the Lease agreement untill its expiration on 16.02.2021.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cdfcefd377a42578ed59f2cf87685c5_52"
    },
    {
      "start": 9163,
      "end": 9471,
      "text": "It is the specific case of plaintiffs that after termination of lease agreement on 16.02.2021, the afresh offers and counter offers were made; and as there was no consensus, several notices to vacate had been issued, and as defendnat - Bank had not vacated the suit premises, the cause of action has accrued.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0acf08ab30e94d018001fff862e3d810_53"
    },
    {
      "start": 9472,
      "end": 9592,
      "text": "Thus, there being no agreement between the parties after 16.02.2021, the dispute cannot be termed as commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b3d903601214c5b91e7eda7cf2c647d_54"
    },
    {
      "start": 9593,
      "end": 9718,
      "text": "Perusing the case before Hon'ble Gujarat High Court, there was specific case of the plaintiff that licence fees was not paid.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "753a6535e7ed4ab8b112c5b1415a5076_55"
    },
    {
      "start": 9719,
      "end": 10145,
      "text": "Whereas in the case on hand, perusing the entire averments of the plaint minutely there is no single averment which suggest that the suit is for termination of lease on the ground of forfeiture for violation of any of the clasues of lease agreements, and/ or for specific performance of agreements; or relating to renewal NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined clauses in agreements or like nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91c7dd100e364de29f32c5db6aa135a6_56"
    },
    {
      "start": 10146,
      "end": 10426,
      "text": "Thus, pre-condition of the applicability of Section 2(1)(c)(vii), that is, the emanation of the dispute out of the lease agreement, is not satisfied in the present case, the question as to whether the immovable properties are used exclusively in trade or commerce, does not arise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be9d0aa0d08d42e0918b0d33f0217af9_57"
    },
    {
      "start": 10427,
      "end": 10537,
      "text": "Therefore, the ratio laid down by Hon'ble Gujarat High Court does not squarely applicable to the case on hand.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0fc3510405042f8b56e24305277bd60_58"
    },
    {
      "start": 10538,
      "end": 11134,
      "text": "\n[6] Defendant has further relied upon the judgment of Hon'ble Delhi High Court in case of Jagmohan Behl Vs. State Bank of Indore passed in FAO(OS) No. 166 of 2016 dated 22.09.2017, wherein, Hon'ble Delhi High Court has held that 'the use of expression\" any other relief pertaining to immovable property\"\nwould mean disputes relating to breach of agreement and damages payable on account of breach of agreement would be covered under sub-clause (vii) of clause (c) to Section 2 of the Act when it is arising out of agreement relating to immovable property exclusively used in trade and commerce'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "83dd663a964e48f5ba71d3202d78bf20_59"
    },
    {
      "start": 11135,
      "end": 11358,
      "text": "In that case before Hon'ble Delhi High Court the plaintiff therein had filed the suit for mesne profit, and earlier the plaintiff had filed the suit seeking possession, which was decreed and there was a breach of agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fecf788abd4a4afab1e0586f27e4eea6_60"
    },
    {
      "start": 11359,
      "end": 11463,
      "text": "In that circumstances Hon'ble Delhi High Court had held that the dispute there was a commercial dispute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5c6cebcd0f894f8cbec85c108cd3f246_61"
    },
    {
      "start": 11464,
      "end": 11679,
      "text": "Whereas, in the case on hand; as stated earlier the lease agreement between the parties has already been concluded and there is no dispute 'arising out of', 'pertaining to', or 'in relation' to that lease agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5fcf4b87f45f461b81cb4d81a8eb035a_62"
    },
    {
      "start": 11680,
      "end": 11874,
      "text": "It is categorically stated in Para No.38 of the plaint that case of action has accrued when the defendant - Bank has not handed over the possession of the suit property, despite several notices.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eaba3ed22ba14e9aafad7b57a9d61cb4_63"
    },
    {
      "start": 11875,
      "end": 11974,
      "text": "Therefore, the ratio laid down by Hon'ble Gujarat High Court is not applicable to the case on hand.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "056f55fda23640d496e678a16a6fa303_64"
    },
    {
      "start": 11975,
      "end": 12181,
      "text": "\n[7] The plaintiffs have relied upon the judgment of Hon'ble Calcutta High Court in case of Deepak Polymers Private Ltd Vs. Anchor Investments Private Limited passed in C.O. No.759 of 2021 dated 24.06.2021.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bdfaf6258d9c438f9f4f6ee92ccbde1b_65"
    },
    {
      "start": 12182,
      "end": 12273,
      "text": "In that judgment, Hon'ble Calcutta High Court at Para Nos.27 to 34 has held as under:-\n\"27.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fc07b8f7737d4d13887e9d530402561c_66"
    },
    {
      "start": 12274,
      "end": 12718,
      "text": "Upon hearing the rival contention of the parties and perusing their respective written notes of arguments, as well as on a plain and meaningful reading of the plaints of the aforesaid suits in their entirety, it is crystal-clear that the suits have been filed primarily for recovery of possession of immovable properties under Section 106 of the Transfer of Property Act, NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined 1882.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6f0f73f47ab4f1298c32c11964fa352_67"
    },
    {
      "start": 12719,
      "end": 12899,
      "text": "In all the plaints, it has been pleaded that notices were given under Section 106, which the defendants failed to comply with even after the expiry of fifteen (15) days thereafter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1fb88f193084ab2b24eb32c441452c0_68"
    },
    {
      "start": 12900,
      "end": 13058,
      "text": "Hence, the first ingredient of the suits which stares in the face is that the suits are based on the statutory right conferred by Section 106 of the 1882 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2c42dd1d97440b4b96cbace552897f5_69"
    },
    {
      "start": 13059,
      "end": 13164,
      "text": "The cause of action in each of the suits clearly arises by virtue of the rights conferred by Section 106.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e72dc840181a4ddb816c821a2af11f3d_70"
    },
    {
      "start": 13165,
      "end": 13521,
      "text": "In the event the suits were for termination of lease on the ground of forfeiture for violation of any of the clauses of the lease agreements and/or for specific performance of the agreements or suits of like nature, the suits would definitely come within the purview of \"commercial dispute\" as defined in Section 2(1)(c) of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ffb8ab1ad3f94080af9b608315db5c30_71"
    },
    {
      "start": 13523,
      "end": 13712,
      "text": "28. A plain reading of the said provision indicates that Section 2(1)(c) defines \"commercial dispute\" to be a dispute \"arising out of\" the subsequent sub-clauses, including several aspects.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d77df3cd4890463d84bb0b81640bab6c_72"
    },
    {
      "start": 13713,
      "end": 13892,
      "text": "Sub- clause (vil) is the only basis of argument of the plaintiffs/opposite Immorable property used exclusively in trade or commerce\" come within the ambit of 'commercial dispute'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbb7d07c642b457dbe40800c33da9f5e_73"
    },
    {
      "start": 13893,
      "end": 13999,
      "text": "The judgments cited by the plaintiffs are distinguishable on their respective facts with the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "415d716d7fda42718b769102b08706c5_74"
    },
    {
      "start": 14000,
      "end": 14096,
      "text": "Most of the cases, as mentioned above, pertain directly to agreements from various perspectives.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9c3f5093eab4876878a8839dd819a37_75"
    },
    {
      "start": 14097,
      "end": 14281,
      "text": "Suits for specific performance of agreements, suits relating renewal clauses in agreements and other similar contexts gave rise to the proceedings which culminated in the said reports.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "13afe22d414e45d492aba85b50c67747_76"
    },
    {
      "start": 14282,
      "end": 14352,
      "text": "Thus, the proceedings were \"arising out of\" the respective agreements.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "194e7916223e411daf7dabbffcc7faf6_77"
    },
    {
      "start": 14354,
      "end": 14803,
      "text": "29. What has been highlighted in the judgments placed by the opposite parties is that all suits arising out of agreements relating to immovable property used exclusively in trade or commerce, including eviction suits, would come within the ambit of the expression \"commercial dispute\" and shall be decided by the Commercial Courts in the event of the pecuniary jurisdiction, on the basis of valuation of the suits, being above the stipulated amount.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04ebdf318620478290e4e9b91c5237a8_78"
    },
    {
      "start": 14805,
      "end": 15035,
      "text": "30. However, the cardinal question which has not been addressed but is pivotal to the present adjudication is the expression \"dispute\" which precedes the expression \"arising out of\" as appearing in Section 2(1)(c) of the 2015 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7709d86948fd4f51881af887bb33f37b_79"
    },
    {
      "start": 15036,
      "end": 15322,
      "text": "Reading sub- clause (vii) in conjunction with the starting words of Clause (c), it is seen that the expression \"agreements relating to immovable NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined property.... qualifies\" the term \"dispute\" arising out of such agreements.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51bf0cc620fb4f7ca225863f47e68048_80"
    },
    {
      "start": 15323,
      "end": 15429,
      "text": "\n31. A \"dispute\" can only be determined by the cause of action of the suit and not the preceding backdrop.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6ef1709fb02440b9c6fb22aae3ad1e3_81"
    },
    {
      "start": 15430,
      "end": 15717,
      "text": "Even if Section 106 of the Transfer of Property Act deals with termination of the jural relationship of lessor and lessee, pre-supposing a prior lease agreement, the bundle of facts comprising the cause of action of the suit is the sole determinant of the \"dispute\" involved in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e44674e8af124c68b419d245c2a2c699_82"
    },
    {
      "start": 15719,
      "end": 16061,
      "text": "32. In the event the suits, in the present case, had been filed for recovery of possession in respect of immovable property on the ground of forfeiture for contravention of any of the terms and conditions of the respective agreements-in-question, it might have been argued that the suits pertains to disputes \"arising out of\" such agreements.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c24a32140ae49388c4aa0089e6ce7cc_83"
    },
    {
      "start": 16063,
      "end": 16365,
      "text": "33. However, the dispute itself, in the present case, arises out of refusal by the defendants to comply with the notices issued by the lessor under Section 106 of the Transfer of Property Act, 1882, which is based on a statutory right independent and irrespective of any clause of the lease agreements.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ced8a54cb30d495cb73df10077eae4e3_84"
    },
    {
      "start": 16367,
      "end": 16584,
      "text": "34. Hence, the suits squarely arise out of a statutory right conferred by Section 106 of the Transfer of Property Act, having no direct nexus with the lease agreements in respect of the immovable properties concerned.",
      "labels": [
        "RATIO"
      ],
      "id": "30c944736a7f4408b78b21dff543ddbb_85"
    },
    {
      "start": 16585,
      "end": 16759,
      "text": "Thus, the pre-condition of the applicability of Section 2(1)(c)(vii), that is, the emanation of the dispute out of the lease agreement, is not satisfied in the present suits.",
      "labels": [
        "RATIO"
      ],
      "id": "898e1cf1b874493c8f27083ac639697a_86"
    },
    {
      "start": 16760,
      "end": 16898,
      "text": "Thus, the secondary question as to whether the immovable properties are used exclusively in trade or commerce, pales into insignificance.\"",
      "labels": [
        "RATIO"
      ],
      "id": "9924b0133b7a4e828033ac5d4de8c9b7_87"
    },
    {
      "start": 16899,
      "end": 17546,
      "text": "\nThe Plaintiff has also relied upon the order of Hon'ble supreme Court passed in the appeal from aforesaid order of Hon'ble Calcutta High Court, being Special Leave to Appeal (C) No. 11418/2021 dated 30.07.2021, wherein, Hon'ble Supreme Court has passed the order, which is as under:-\n\"Prima facie, we do not find any error in the Impugned Orders passed by the High Court but Mr. K. V. Viswanathan, learned senior counsel for the petitioner relies upon the judgment of this Court reported as 2020 (15) SCC 585 to contend that the suit NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined before the Commercial Court was maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "648e2ec7d37f435486d8bc8c353dcb67_88"
    },
    {
      "start": 17547,
      "end": 17650,
      "text": "The said judgment also does not relate to a suit for eviction filed by the landlord against the tenant.",
      "labels": [
        "RATIO"
      ],
      "id": "af059a9f2eeb4cac9917c8958b6603f6_89"
    },
    {
      "start": 17651,
      "end": 18035,
      "text": "\nWe asked Mr. K. V. Viswanathan whether the petitioner would like to approach Civil Court rather than continuing with the suit filed before the Commercial Court to which Mr. K. V. Viswanathan, on instructions, has conveyed that he would like to have decision on merits as to whether Commercial Court should have a jurisdiction to entertain the suit filed after termination of tenancy.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dbb341be41b3402da5e810b8530e4f40_90"
    },
    {
      "start": 18036,
      "end": 18051,
      "text": "\nLeave granted.",
      "labels": [
        "RPC"
      ],
      "id": "d2df57b0d3c84812b0311da334b4ab53_91"
    },
    {
      "start": 18052,
      "end": 18138,
      "text": "\nWe decline the request of Mr. K. V. Vishwanathan for early hearing of these appeals.\"",
      "labels": [
        "NONE"
      ],
      "id": "a09cd14394a64b448903e634cc9cfc0a_92"
    },
    {
      "start": 18139,
      "end": 18158,
      "text": "(emphasis supplied)",
      "labels": [
        "NONE"
      ],
      "id": "191e388589db45d998b19c217e260048_93"
    },
    {
      "start": 18159,
      "end": 18289,
      "text": "As stated in aforesaid order, prima face Hon'ble Supreme Court had not find any error in the order of Hon'ble Calcutta High Court.",
      "labels": [
        "RATIO"
      ],
      "id": "d8dbd5ec152641c190c7dbb0d656f853_94"
    },
    {
      "start": 18290,
      "end": 18606,
      "text": "The ratio laid down by Hon'ble Calcutta High Court is squrely applicable to the case on hand as in present case also there is no pleadings regarding the breach of lease agreement and the cause of action has accrued upon non-compliance with the notices to vacate the suit property after expiration of lease agreement.",
      "labels": [
        "RATIO"
      ],
      "id": "ef4ecbd5a76241deb7a2a94db4fcca83_95"
    },
    {
      "start": 18607,
      "end": 19180,
      "text": "Therefore, as the suit has not been based upon the agreement, the present dispute is not covered under the ambit of 'commercial dispute'.\n[8] It is noticeable that one of the plaintiff is aged about 85 years; the right to cross-examination and right to evidence of the defendant - Bank has already been closed; the plaintiffs have already produced their written arguments vide Exh.55; defendant had filed an application to open the right of cross examination vide Exh.56, which has hot been decided yet, and at now present application has been filed by the defendant- Bank.",
      "labels": [
        "RATIO"
      ],
      "id": "5a77a4a204b947ceb0df8bd26977a2d6_96"
    },
    {
      "start": 19181,
      "end": 19316,
      "text": "These facts supports the submission of the plaintiffs that the defendant- Bank is interested in prolonging the proceedings of the case.",
      "labels": [
        "RATIO"
      ],
      "id": "56f70e33281c424981546e4f0a9409d9_97"
    },
    {
      "start": 19317,
      "end": 19450,
      "text": "Under these circumstances, I pass the following order:\nOrder:\n1. The application Exh.57 is hereby rejected.\n2. No orders as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "b245322ab23b49f6b030eecf0b89ab89_98"
    },
    {
      "start": 19451,
      "end": 19513,
      "text": "\nPronounced in the open Court, today i.e. 31st January, 2023.\"",
      "labels": [
        "NONE"
      ],
      "id": "6e1265006f56422a8d625788beadbff8_99"
    },
    {
      "start": 19607,
      "end": 19632,
      "text": "NEUTRAL CITATION        C",
      "labels": [
        "NONE"
      ],
      "id": "220b9370652d4965a37926773a0fb003_100"
    },
    {
      "start": 19633,
      "end": 19648,
      "text": "/ SCA/2337/2023",
      "labels": [
        "NONE"
      ],
      "id": "f389c63dbd014fc7b026b6ea6ecf582c_101"
    },
    {
      "start": 19687,
      "end": 19710,
      "text": "ORDER DATED: 21/02/2023",
      "labels": [
        "NONE"
      ],
      "id": "5e77e109ad044afeb109c0d5511f9ace_102"
    },
    {
      "start": 19803,
      "end": 19812,
      "text": "undefined",
      "labels": [
        "NONE"
      ],
      "id": "9e2c10438c5f4cb8bed6f8a6b3f54223_103"
    },
    {
      "start": 19813,
      "end": 20004,
      "text": "3.6. Being aggrieved by the said order passed below Exh.57 dated 31.01.2022, the petitioner herein - original defendant bank has approached this Court praying for the reliefs as stated above.",
      "labels": [
        "NONE"
      ],
      "id": "83abf1f11d3444b19365bb145b7a7257_104"
    },
    {
      "start": 20006,
      "end": 20091,
      "text": "4. Heard Mr. D.K. Nakrani, learned advocate appearing for the petitioner - bank.\n4.1.",
      "labels": [
        "NONE"
      ],
      "id": "540c3118fa6740dfb6bd846092e6c711_105"
    },
    {
      "start": 20092,
      "end": 20442,
      "text": "Mr. Nakrani, learned advocate submitted that the Court below has erred in rejecting the application filed by the petitioner herein under Order-7 Rule-10 of the Code of Civil Procedure, 1908 on the ground that the dispute in question is a commercial dispute duly covered under the provision of Section 2(1)(c)(vii) of the Commercial Courts Act, 2015.\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "57e1bc2e2baf43ce9b3eb13e42547d03_106"
    },
    {
      "start": 20442,
      "end": 20807,
      "text": "4.2. Mr. Nakrani, learned advocate submitted that the Court below has not considered the judgments relied upon by the petitioner herein (I) the order passed by this Court in Special Civil Application No. 9705 of 2019, which came to be decided on 06.10.2022 and (II) the order passed by the Delhi High Court being FAO (OS) No. 166 of 2016 decided on 22.09.2017.\n4.3.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "58a65b309b5447378f478f30af1ac580_107"
    },
    {
      "start": 20808,
      "end": 21014,
      "text": "It was submitted that the trial Court failed to consider the averments made in the plaint and decided the application below Exh.57, considering the provisions of Section 106 of the Transfer of Property Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "47fff2d126c745079400b3d0fc986e67_108"
    },
    {
      "start": 21112,
      "end": 21136,
      "text": "NEUTRAL CITATION        ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "095f58fc8b1c4a61898ad51bff523662_109"
    },
    {
      "start": 21136,
      "end": 21152,
      "text": "C /SCA/2337/2023",
      "labels": [
        "NONE"
      ],
      "id": "88fb4b08e32d459aaa903d643cbaf56a_110"
    },
    {
      "start": 21191,
      "end": 21311,
      "text": "ORDER DATED: 21/02/2023                                                                                                 ",
      "labels": [
        "NONE"
      ],
      "id": "06d88c426f514cd0a83f3297879cb070_111"
    },
    {
      "start": 21311,
      "end": 21320,
      "text": "undefined",
      "labels": [
        "NONE"
      ],
      "id": "9d1f208cd61747cf999aba79702951e2_112"
    },
    {
      "start": 21321,
      "end": 21534,
      "text": "4.4. It was submitted that both the two lease deeds as referred above, have been executed for the period of 15 years and the leased premises was given to the bank for conducting its business of trade and commerce.",
      "labels": [
        "FAC"
      ],
      "id": "f8a057b071a24531a9495a5d84013f0c_113"
    },
    {
      "start": 21535,
      "end": 21792,
      "text": "Due to the lease deeds in question, the dispute with regard to the possession of the premises and mesne profit and loss of damages, all of which fall under the definition of 'commercial dispute' under Section 2(1)(c)\n(vii) of the Commercial Court Act, 2015.",
      "labels": [
        "ISSUE"
      ],
      "id": "59750b14e3674815901f8c74d47dbf8c_114"
    },
    {
      "start": 21794,
      "end": 22226,
      "text": "4.5. It was submitted that the trial Court has not considered the fact that the leased premises i.e. Shop Nos. 1 and 2 of Platinum Plaza has been given by the plaintiffs to the defendant bank for fifteen years lease period for conducting banking activities, which falls under trade and commerce, and dispute out of lease deeds attract the commercial disputes which falls under Section 2(1)(c)(vii) of the Commercial Court Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2ad3732bf0204402b77ad82015c59f15_115"
    },
    {
      "start": 22227,
      "end": 22537,
      "text": "\n4.6. It was submitted that the dispute arose for violation of Clause-10 of the lease deed for handing over the possession to the lessor, after the end of the lease period and the same was not handed over by the lessee in time, which resulted in the filing of the Suit being Special Civil Suit No. 350 of 2021.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "13ced1b914e5460db5d904f15513a85f_116"
    },
    {
      "start": 22538,
      "end": 22792,
      "text": "It was submitted that the same being in violation of Clause-10 of the lease deed for taking possession, mesne profit and loss and damages would fall under the definition of commercial dispute, under Section 2(1)(c)(vii) of the Commercial Court Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "691b2f68e4f34b5e9d746e939a7a110e_117"
    },
    {
      "start": 22882,
      "end": 22906,
      "text": "NEUTRAL CITATION        ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "038c64069a0646eb8b202c0e0f7fe1d0_118"
    },
    {
      "start": 22906,
      "end": 22922,
      "text": "C /SCA/2337/2023",
      "labels": [
        "NONE"
      ],
      "id": "138dc97171c24c6dbd0951e5bd87ee7c_119"
    },
    {
      "start": 22956,
      "end": 23077,
      "text": "ORDER DATED: 21/02/2023                                                                                         undefined",
      "labels": [
        "NONE"
      ],
      "id": "d03a8b9d0ee7488284f026f070a12011_120"
    },
    {
      "start": 23078,
      "end": 23383,
      "text": "4.7. Placing reliance on the same, it was submitted that the trial Court has erred in not considering the application under Order-7 Rule-10 of the Code of Civil Procedure, 1908 and it was submitted that the same can be submitted at any stage of the suit, the trial Court ought to have considered the same.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b773fdabbefd4e73b3415226614c04a5_121"
    },
    {
      "start": 23384,
      "end": 23552,
      "text": "It was also submitted that the suit is at the stage of cross-examination and the right to cross-examination and right to evidence of the defendant-Bank has been closed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6903dba0a60f45c8a54efd764df38c17_122"
    },
    {
      "start": 23553,
      "end": 23690,
      "text": "It was submitted that it is not that the suit is at the final stage, in view of the fact that, the evidence is yet to be led by the bank.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a115a58fca8a4631b53ed202989f8033_123"
    },
    {
      "start": 23692,
      "end": 23780,
      "text": "5. Heard Mr. Abhisst K. Thaker, learned advocate appearing for the respondent no.1.\n5.1.",
      "labels": [
        "NONE"
      ],
      "id": "4587ed2f6b1a45a484a21bad61411056_124"
    },
    {
      "start": 23781,
      "end": 24023,
      "text": "Mr. Abhisst K. Thaker, learned advocate appearing for the respondent - original plaintiff submitted that no error could have been said to have been committed by the trial Court in rejecting the application filed by the petitioner herein below",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5dd6a3db8aeb449797631e6f43de592a_125"
    },
    {
      "start": 24024,
      "end": 24030,
      "text": "Exh.57",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6f6933c7a25e474e9371e24d2fe2c968_126"
    },
    {
      "start": 24031,
      "end": 25045,
      "text": ", in view of the fact that the cause of action to file the Suit arose for the plaintiffs, in view of the fact that the property which was leased to the original defendant - petitioner herein, had failed to comply with the lease deeds, when the plaintiff as per the terms of the said lease agreements had extended the lease tenure to fifteen years, which was expiring on 16.02.2021 and when the petitioner herein - original defendant even after determination of the lease agreements had not restored the possession back in favour of the plaintiffs - respondents herein, NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined accordingly original plaintiffs wrote several communications to the original plaintiffs - respondents herein with regard to the renewal of the lease in favour of the defendants, which the defendant bank evaded and they continued to occupy the premises, without any authority and in spite of legal notices having been issued to the defendant-bank, the same was replied evasively.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7119f558aa26404ea392b1ae56768973_127"
    },
    {
      "start": 25046,
      "end": 25149,
      "text": "Therefore, the cause of action arose for the original plaintiffs - respondents herein to file the Suit.",
      "labels": [
        "FAC"
      ],
      "id": "aae41a80297c43dfa228492ae2c17ff8_128"
    },
    {
      "start": 25151,
      "end": 25689,
      "text": "5.2. Mr. Thaker, learned advocate placed reliance on Section 106 of the Transfer of Property Act and placing reliance on the same submitted that, the Suit arises for the statutory rights conferred under Section 106 of the Transfer of Property Act, which have no direct nexus with the lease agreements in respect of the immovable properties in question, and therefore, pre-condition of the applicability of Section 2(1)(c)(vii) of the Commercial Courts Act, i.e. the dispute out of the lease agreement is not satisfied in the present suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "70f864b7c30c4095b5c031b8a10e735b_129"
    },
    {
      "start": 25691,
      "end": 25895,
      "text": "5.3. The other point which was raised by Mr. Thaker, learned advocate was that in view of above, whether the immovable properties are exclusively used for trade or commerce fails into insignificance.\n5.4.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "997fc87e9fc241a290cce3864a1b5b9f_130"
    },
    {
      "start": 25896,
      "end": 26384,
      "text": "Mr. Thaker, learned advocate, placing reliance on the written statement, it was submitted that the petitioner herein in the written statement has on their own volition stated that the NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined dispute in question is about the landlord and tenant, and therefore, it is now not open for the petitioner herein to raise a dispute, by filing the application below Exh.57 to contend that the dispute in question is a commercial dispute.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c736fae89b364e5696a07642fcce7ec2_131"
    },
    {
      "start": 26385,
      "end": 26540,
      "text": "The petitioner herein itself has submitted to the jurisdiction of the Civil Court, while not raising the said dispute, stating so in the written statement.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "28670d8ac62e4622a88301e1eac3cb41_132"
    },
    {
      "start": 26541,
      "end": 26610,
      "text": "\n6. Heard the learned advocates appearing for the respective parties.",
      "labels": [
        "NONE"
      ],
      "id": "917b543d4e974a4c9b9d3c45025a9c26_133"
    },
    {
      "start": 26612,
      "end": 27010,
      "text": "7. The petitioner herein is aggrieved by the impugned order passed below Exh.57, wherein, the Court below as referred above, has rejected the application filed by the petitioner herein, mainly on the ground that the plaintiff is aged 85 years and right of cross-examination and right to evidence of defendant bank has closed and the plaintiff has already produced his written arguments vide Exh.55.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "0ddd104a913d42e1924c329dbb3c3b31_134"
    },
    {
      "start": 27011,
      "end": 27259,
      "text": "The defendants have filed an application for opening the right of cross-examination below Exh.56, which is not yet decided and the application which is filed by the defendant-bank is merely to prolong the proceedings of the case / suit in question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cbbeb56c48514822837b6ede9accca6d_135"
    },
    {
      "start": 27260,
      "end": 27368,
      "text": "\n8. This Court deems it fit to refer to the memorandum of lease, which was entered into between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97e282e0780d4509921b087d525e35b8_136"
    },
    {
      "start": 27369,
      "end": 27588,
      "text": "Both the sides have relied on Clause-10 of the said memorandum of lease, which is duly produced at page- 57, Clause-10 of the said lease NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined read thus:\n\"10.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4af235438f4d428d8987328b1cd5048f_137"
    },
    {
      "start": 27589,
      "end": 28027,
      "text": "That the Lessees after the expiry of the lease, if not otherwise determined before, shall deliver the premises to the Lessors in the same good order in which they are let after due allowance for ordinary wear and tear and damages caused by acts of war, fire tempest, earthquake, flood and mob or other irresistible forces and unavoidable cause (not occasioned by the wrongful act or default of the Lessees or their employees or assigns.)\"",
      "labels": [
        "STA"
      ],
      "id": "ad33fbc2275a4b60955c64ff54289263_138"
    },
    {
      "start": 28029,
      "end": 28368,
      "text": "9. At this stage, it is apposite to refer to Section 2(1)(c)\n(vii) of the Commercial Courts, Commercial Division and Commercial Appellant Division of High Courts Act, 2015, which read thus:\n\"(c) \"commercial dispute\" means a dispute arising out of- (vii) agreements relating to immovable property used exclusively in trade or commerce;\"\n10.",
      "labels": [
        "STA"
      ],
      "id": "c6f286e99fda49ad822b5d20251cb4f3_139"
    },
    {
      "start": 28369,
      "end": 28886,
      "text": "It is also apposite to refer to the Explanation rendered which reads thus:\n\"Explanation - A commercial dispute shall not cease to be a commercial dispute merely because - (a) It also involves action for recovery of immovable property or for realization of monies out of immovable property given as security or involves any other relief pertains to immovable property;\n(b) One of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out of public functions.\"\n11.",
      "labels": [
        "STA"
      ],
      "id": "50e8450f2d064ea6bb643d1b8f6d1bbe_140"
    },
    {
      "start": 28887,
      "end": 29212,
      "text": "It appears that any dispute, which arising out of agreements relating to immovable property, which is exclusively used in trade or commerce is a commercial dispute. Meaning thereby, there must be an agreement to immovable property used NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined for trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa538568c50c4db086abdf0fbd71ea87_141"
    },
    {
      "start": 29214,
      "end": 29393,
      "text": "12. At this stage it is apposite to refer to the order passed by the Division Bench in Special Civil Application No. 3572 of 2022, dated 10.06.2022, relevant para-6 read thus:\n\"6.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a8ab7572f2f4830953b9e56e2c649ac_142"
    },
    {
      "start": 29394,
      "end": 29657,
      "text": "In Ambalal Sarabhai Enterprises Limited (supra) the Supreme Court held that the dispute to be a commercial dispute under Section 2(1)(c)(vii), the agreement between the parties must refer to immovable property used or being used exclusively in trade and commerce.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6e926e41e19a4e5dbf78015d921566f1_143"
    },
    {
      "start": 29658,
      "end": 29860,
      "text": "It was held that the word 'used' in the Section was indicative of the requirement that the property is 'actually used' and it cannot be either 'ready for use' or 'likely to be used' or 'to be used'.\n6.1",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "601d3477b92b4d9798627d8799f722e5_144"
    },
    {
      "start": 29861,
      "end": 29999,
      "text": "The test that the property is actually used for trade or commerce and for business purpose as warehouse, is satisfied in the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9fe48e4b2b27404483e56a7367e63f40_145"
    },
    {
      "start": 30000,
      "end": 30114,
      "text": "As mentioned above, even on the date of institution of the suit and thereafter the property was used as warehouse.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1648d044fdcd4e6c865c706b842366b9_146"
    },
    {
      "start": 30116,
      "end": 30342,
      "text": "6.2 In Gujarat State Warehousing Corporation Vs. Divine Developers being Special Civil Application No.9705 of 2019 decided on 24.12.2020 wherein the facts were that the suit was instituted by plaintiff for recovery of damages.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "71e62084739e46378d5c19eada52ba78_147"
    },
    {
      "start": 30343,
      "end": 30505,
      "text": "The case was that the property comprising of four godowns were given to the defendant for the purpose of storing the groundnut and that the rentals were not paid.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c1ffe8341ec74ce598f43dddbcfb1ba2_148"
    },
    {
      "start": 30506,
      "end": 30804,
      "text": "The suit was instituted in the commercial court, pursuant to which, application under Order VII Rule 11 was filed by the defendant to contend that the letting of the godown by the plaintiff to the defendant would not make the commercial dispute and the suit was not maintainable as commercial suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "231a3673ceb44bc6886f19acf29ba90c_149"
    },
    {
      "start": 30805,
      "end": 30841,
      "text": "This court negatived the contention.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aee553840e3b4e29a58f37d74cde414c_150"
    },
    {
      "start": 30842,
      "end": 30990,
      "text": "\n6.2.1 Decision of the Supreme Court in Ambalal Sarabhai Enterprises Limited (supra) was relied on by Gujarat State Warehousing Corporation (supra).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1d3979eebaac48e1ac15abc314d0deaf_151"
    },
    {
      "start": 30991,
      "end": 31337,
      "text": "What was observed and held was as under, \"Dispute arising out of agreement whereby godown was leased on rent for the purpose of storage of goods could NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined well be said to be falling within the clause of agreements relating to immovable property used exclusively in trade or commerce.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dd0b6fce017549e18c7723b8d65c5ece_152"
    },
    {
      "start": 31338,
      "end": 31366,
      "text": "The godown has no other use.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bed400440519467ca2cd88c71a3478fc_153"
    },
    {
      "start": 31367,
      "end": 31423,
      "text": "It is a property used exclusively in trade and commerce.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "78312a0fea1c4636b4bdbc893805bcb3_154"
    },
    {
      "start": 31424,
      "end": 31727,
      "text": "When the godown owned by the plaintiffs was rented by the defendant on a fixed rent, and the suit claim and relief sought for pertained to damages arising out of such subject transaction, the dispute arising therefrom becomes a 'commercial dispute' within the meaning of the Section 2(1)(c) of the Act.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "33e66538ffd44b9c8ed9ce8354f4bd65_155"
    },
    {
      "start": 31728,
      "end": 31809,
      "text": "\n6.3 The acid test is that the property is used exclusively in trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e361ae17227948c4951aeb9f2a8b5e13_156"
    },
    {
      "start": 31810,
      "end": 31942,
      "text": "Dispute arising out of agreements relating to property used exclusively in trade and commerce would constitute a commercial dispute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "55a736dad5b54b9b84dd4c03dfe6c05f_157"
    },
    {
      "start": 31943,
      "end": 32118,
      "text": "The grounds raised in the plaint in support of the relief prayed could not be said to be germane in concluding and deciding whether the dispute unfolded is commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9cfdbe13d66a4dbfb50236af861c81bd_158"
    },
    {
      "start": 32119,
      "end": 32153,
      "text": "Nor the prayers made are decisive.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05568b84714948bab5f0382f377c8796_159"
    },
    {
      "start": 32154,
      "end": 32337,
      "text": "The commercial court below is entirely right, as elaborated above, that the material ingredients of 'commercial dispute' in the Section are satisfied in the facts of the present case.",
      "labels": [
        "RATIO"
      ],
      "id": "1a6198c67ab6468fa6f8ae87932415eb_160"
    },
    {
      "start": 32338,
      "end": 32434,
      "text": "The suit before the commercial court would be competent when there exists a commercial dispute.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0c20d50e45464614ade4bbb5e516fa08_161"
    },
    {
      "start": 32436,
      "end": 33534,
      "text": "13. Considering the ratio as laid down, as referred above, facts of the present case and submissions advanced by the learned advocates appearing for the respective parties and Section 2(1)(c)(vii) of the Commercial Courts Act, the following emerge:\n(A) It is the contention of the present petitioner- original defendant in the Suit that the dispute in question is a commercial transaction and that by filing the application below Exh.57, the petitioner herein had raised an issue with regard to the jurisdiction of the Court under NEUTRAL CITATION C/SCA/2337/2023 ORDER DATED: 21/02/2023 undefined the provision of Order-7 Rule-10 of the Code of Civil Procedure, 1908, which can be raised at any stage.\n(B) Learned advocate appearing for the respondent herein placed reliance on the written statement i.e. preliminary objection by the original defendant, wherein, the petitioner herein -orig. defendant has not objected with respect to the jurisdiction and submitted to the jurisdiction of the trial Court, having submitted that the dispute involved in the said Suit is that of landlord and tenant.",
      "labels": [
        "RATIO"
      ],
      "id": "11dd481e25b1406ba8010b5a42731943_162"
    },
    {
      "start": 33535,
      "end": 33671,
      "text": "It was also submitted that the said objection with regard to the jurisdiction ought to have been taken at the earliest possible instant.",
      "labels": [
        "RPC"
      ],
      "id": "50aa06b834ac4d2bbde7316c23a22a23_163"
    },
    {
      "start": 33672,
      "end": 33881,
      "text": "\n(C) Considering the aforesaid, the impugned order passed below Exh.57 dated 31.01.2023 by the 4th Additional Senior Civil Judge, Ahmedabad in Special Civil Suit No.350 of 2021 is hereby quashed and set aside.",
      "labels": [
        "RPC"
      ],
      "id": "4463004f51b44cb2bdb4ac640ca7d91a_164"
    },
    {
      "start": 33882,
      "end": 34140,
      "text": "The trial Court is directed to decide Exh.57 afresh, by framing an issue with regard to the jurisdiction and decide the same as expeditiously as possible, preferably within a period of four weeks from the date of the receipt of the copy of the present order.",
      "labels": [
        "RPC"
      ],
      "id": "c434417aa6334ac08eeb5fd0cfbe5c43_165"
    },
    {
      "start": 34141,
      "end": 34272,
      "text": "It is needless to say that both the parties be permitted to take all the contentions, as available to them, in accordance with law.",
      "labels": [
        "RPC"
      ],
      "id": "3c3d1faf29404f4e9061efa65703d328_166"
    },
    {
      "start": 34360,
      "end": 34384,
      "text": "NEUTRAL CITATION        ",
      "labels": [
        "RPC"
      ],
      "id": "c53b2bd33bdb4fb2b690bf5b49766325_167"
    },
    {
      "start": 34384,
      "end": 34400,
      "text": "C /SCA/2337/2023",
      "labels": [
        "NONE"
      ],
      "id": "e7da66d990b24a019d957a9e01852190_168"
    },
    {
      "start": 34433,
      "end": 34456,
      "text": "ORDER DATED: 21/02/2023",
      "labels": [
        "RPC"
      ],
      "id": "4f24ebd22ab245dbaeb63e677486cc70_169"
    },
    {
      "start": 34543,
      "end": 34552,
      "text": "undefined",
      "labels": [
        "NONE"
      ],
      "id": "96cef69591b74e498768110519588c06_170"
    },
    {
      "start": 34553,
      "end": 34643,
      "text": "For the aforesaid reasons, the present petition is partly allowed to the aforesaid extent.",
      "labels": [
        "RPC"
      ],
      "id": "9d76beb094aa45dc9fb633087e2e1e8f_171"
    },
    {
      "start": 34644,
      "end": 34673,
      "text": "\nDirect service is permitted.",
      "labels": [
        "NONE"
      ],
      "id": "ab0623cc29ec450db21c193ea04ea108_172"
    },
    {
      "start": 34674,
      "end": 34698,
      "text": "\n(VAIBHAVI D. NANAVATI,J",
      "labels": [
        "NONE"
      ],
      "id": "8f98b4fb26c847edb7e05a9afe25e8f4_173"
    },
    {
      "start": 34699,
      "end": 34711,
      "text": ") Pradhyuman",
      "labels": [
        "NONE"
      ],
      "id": "b8342eeff6854273bd23eef2cdcde15d_174"
    }
  ]
}