{
  "id": "3eaea703e206829d8e9acff51cd541121efd2c25ee073fe4a084651241f48bd5",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nState Of U.P. And 5 Others vs Shri Raj Veer Singh on 16 April, 2024 \nHigh Court Of Judicature At Allahabad\n \n \n\n\nAfr\n \nThe High Court Of Judicature At Allahabad\n \nNeutral Citation No. - 2024:Ahc:66171\n \nCourt No. 1\n \n\n \nMatters Under Article 227 No. 6346 Of 2022\n \nState Of U.P. And Others\n \nv.\n \nShri Raj Veer Singh\n \n\n \n\n \nFor the Petitioners  : Sri Manish Goyal, Additional Advocate General with Sri Ashok Kumar Goyal, Additional Chief Standing Counsel\n \n\n \nFor the Respondent : Sri Anurag Khanna, Senior Advocate assisted by Sri Punit Kumar Gupta, Advocate \n \n\n \nLast heard on April 1, 2024\n \nJugement on April 16, 2024 \n \n\n \nHon'Ble Shekhar B. Saraf, J.\n1. The instant writ application under Article 227 of the Constitution of India has been filed by the State of Uttar Pradesh (hereinafter referred to as the 'Petitioner No. 1') against the order dated May 17, 2022 passed by the Additional District & Sessions Judge, Bijnor. A further challenge has been laid to the orders dated July 21, 2022 and August 2, 2022 passed by the Commercial Court, Moradabad. \nFacts\n2. I have laid down the factual matrix leading to the instant appeal below:\na. Petitioner No. 1 and Shri Raj Veer Singh (hereinafter referred to as the 'Respondent') entered into a contract for construction of cross drainage, siphon at Km 5.355 of main canal under Madhya Ganga Canal Phase-II Project in District Bijnor. \nb. Disputes arose between the parties in terms of the aforesaid contract. Accordingly, in term of the Clause 42 & 43 of the contract between the parties, these disputes were referred to arbitration. \nc. Shri A.K. Gupta, Sole Arbitrator passed the arbitral award on December 12, 2013. Against the said arbitral award, the Petitioner No. 1 preferred an application under Section 34 of the Arbitration & Conciliation Act, 1996 (hereinafter referred to as the 'Act') before the District Judge, Bijnor. The said application was rejected vide order dated April 9, 2014. \nd. The Petitioner No. 1 filed a first appeal before this Court against the order of the District Judge, Bijnor. However, the said first appeal was dismissed by this Court vide order dated December 22, 2016. A Special Leave Petition under Article 136 of the Constitution of India was also preferred by the Petitioner No. 1 before the Hon'ble Supreme Court which was dismissed on the ground of delay vide order dated November 2, 2018. Review petition filed by the Petitioner No. 1 against the order dated November 2, 2018 was dismissed by the Hon'ble Supreme Court on January 15, 2019. \ne. Thereafter, an execution application was filed in the year 2019 by the Respondent under Section 36 of the Act. On May 17, 2022, the Additional District and Sessions Judge, Bijnor passed an order in the said execution application directing the State Bank of India, Main Branch Nazeebabad, Bijnor to cease the bank account of Executive Engineer, Madhya Ganga Canal Construction Division - 7 Bijnor and not to permit withdrawal from the said account.\nf. Subsequently, the execution application filed by the Respondent was transferred to Commercial Court, Moradabad. The Commercial Court, Moradabad vide its order dated July 21, 2022 directed the Petitioner No. 1 to ensure the payment of the awarded amount along with interest on or before August 10, 2022. \ng. Petitioner No. 1 preferred an objection in under Section 47 of the Code of Civil Procedure, 1908 (hereinafter referred to as the 'Cpc, 1908') in the year 2022 before the Commercial Court, Moradabad which was rejected vide order dated August 2, 2022. \nh. Aggrieved by the order dated May 17, 2022 passed by the Additional District and Sessions Judge, Bijnor and the orders dated July 21, 2022, and August 2, 2022 passed by the Commercial Court, Moradabad, the Petitioners have filed the instant writ petition under Article 227 of the Constitution of India before this Court. \nContentions Of The Petitioners\n3. Sri Manish Goyal, learned Additional Advocate General appearing for the petitioners has made the following submissions on behalf of the Petitioners: \ni. The Chief Engineer vide letter dated July 26, 2011 had forward the names of three superintending engineers who were not associated with the work under the contract to the Respondent for choosing anyone of them to be appointed as the sole arbitrator. However, the Respondent vide its letters dated August 4, 2011, and August 8, 2011 informed the Petitioner No. 1 that it has chosen the name of the Shri A.K. Singh to be appointed as the Sole Arbitrator from its own list which was sent by it to the Petitioner No. 1 on July 23, 2011. \nii. The said action of the Respondent of nominating the name of Sole Arbitrator of its own choice and from its own list was contrary to the arbitration  clause contained between the parties . The name of Shri A.K. Singh was neither mentioned in the list sent by the Chief Engineer vide its letter dated July 26, 2011, nor was it accepted by the Petitioner No. 1 at any stage. Several objections were raised before Shri A.K. Singh, Sole Arbitrator with regard to his appointment but the same were rejected by him. Thereafter, the Sole Arbitrator continued to proceed with the arbitration in an arbitrary manner and gave the final award on December 12, 2013 in favour of the Respondent. \niii. The Award passed on December 12, 2013 by Shri A.K. Singh, Sole Arbitrator is without jurisdiction, tainted with fraud and un executable. The Commercial Court, Moradabad committed a manifest error in not deciding the objection filed by the Petitioners No. 1 under Section 47 of the CPC, 1908 on its merit. \niv. Even though an arbitral award may not be a decree passed by a court but it is to be enforced in accordance with the provisions of the CPC, 1908. Therefore, for the limited purpose of the enforcement under Section 36 of the Act, an arbitral award has to be executed like a decree of the Court. Reliance is placed in this regard on the judgments of the Hon'ble Supreme Court in Sundaram Finance Ltd. v. Abdul Samad and Another reported in (2018) 3 SCC 622, Board of Control for Cricket in India v. Kochi Cricket Pvt. Ltd. and Ors. reported in (2018) 6 SCC 287, Kanpur Jal Sansthan and Anr. v. Bapu Constructions reported in (2015) 5 SCC 267, Leela Hotels Limited v. Housing and Urban Development Corporation Ltd. reported in (2012) 1 SCC 302, Mahangar Telephone Nigam Ltd. v. Applied Electronics Ltd. reported in (2017) 2 SCC 37, ITI Ltd. v. Seimens Public Communication Network Ltd. reported in (2002) 5 SCC 510, M. Anasuya Devi and Anr. v. M. Manik Reddy and Ors. reported in (2003) (8) SCC 565, N.S.S. Narayana Sarma and Ors. v. M/s. Goldstone Export (P) Ltd. and Ors. reported in AIR 2022 SC 251, Union of India and Ors. v. Manager, M/s. Jain and Associates reported in (2001) 3 SCC 277, the Allahabad High Court in Magma Leasing v. Badri Vishal and Ors. reported in 2021 SCC OnLine All and GE Money Financial Services Ltd. v. Mohd. Azaz and Another reported in 2013(7) ADJ (DB-LB), the Bombay High Court in Jaiman Shah v. Ilia Pandya reported in 2001(2) MHLJ 297, the Chattisgarh High Court in M/s. R.S. Bajwa & Co. v. State of Chhattisgarh, and the Kerala High Court in M/s. India Cement Capital Ltd. v. William and Ors. reported in 2015 SCC OnLine Ker 24805.\nv. Whenever objections are filed under Section 47 of the CPC, 1908 then the same are required to be decided on merits. It is a settled proposition of law that fraud cannot be waived and neither the Court under Section 34 of the Act and nor this Court under Section 37 of the Act decided the issue of fraud. It is correct that Explanation-1 to Section 34(2)(b) of the Act treats fraud to be as an element against public policy of India but when the Court under Section 34 of the Act has not dealt with the said objection, it is trite that the same requires examination at any stage of the proceedings. Therefore, in terms of the settled law by the Hon'ble Supreme Court the issue of fraud can be brought before the Hon'ble Court at any stage of the proceedings in as much as the same is based upon the principle that fraud vitiates even the most solemn acts. Fraud coupled with corruption is an insignia of disentitlement under a decree thereby making it un executable. Hence, objections under Section 47 of the CPC, 1908 are required to be decided on merits and so long as the said objections are not decided on merit neither the account can remain frozen nor assets of the Petitioner No. 1 can remain under attachment. Public at large cannot be made to suffer and that too when it is more than evident that the Respondent colluded with not only the officers of the Petitioner No. 1 but nominated a Senior Officer of the Petitioner No. 1 as the Sole Arbitrator who passed the award of his choice. Reliance is placed upon the judgments of the Hon'ble Supreme Court in Shreenath and Anr. v. Rajesh and Ors. reported in AIR 1998 SC 1827 and United India Insurance Co. Ltd. v. Rajendra Singh and Ors. reported in (2000) 3 SCC 581.\nvi. It is a well settled law that if a decree is tainted by fraud and is without jurisdiction, the objection under Section 47 of the CPC, 1908 stating that the decree is not executable ought to be decided on merit so that justice can be done. Reliance is placed upon the judgments of the Hon'ble Supreme Court in Kohinoor Transporters v. State of U.P. reported in (2018) 18 SCC 165, Bank of Baroda v. Kotak Mahindra Bank Ltd. reported in (2020) 17 SCC 798, and Punjab State Civil Supplies Corporation Ltd. and Anr. v. Atwal Rice and General Mills reported in (2017) 8 SCC 116.\nvii. In view of the aforesaid the instant writ petition must be allowed and the impugned orders must be set aside by this Court. \nCONTENTIONS OF THE RESPONDENT 4. Sri Anurag Khanna, learned Senior Advocate appearing on behalf of the Respondent has made the following submissions:\ni. Execution proceedings under Section 36 of the Act are for the enforcement of an arbitral award and since an arbitral award cannot be treated as a decree passed by a civil court, hence objections under Section 47 of the CPC, 1908 are not maintainable under Section 36 of the Act. Reliance is placed upon the judgments of the Hon'ble Supreme Court in Paramjeet Singh Patheja v. ICDS Ltd. reported in (2006) 13 SCC 322, Union of India v. Vedanta reported in (2020) 10 SCC 1, State of Karnataka v. State of Tamil Nadu reported in (2017) 3 SCC 274, Pam Developments Pvt. Ltd. v. State of West Bengal reported in (2019) 8 SCC 112, and the High Court for the State of Telangana in M/s. M.S.R. Enterprises v. M/s. Pooja Enterprises (Civil Revision Petition No. 1571 of 2021).\nii. All objections with regard to fraud or jurisdiction can be decided by an appropriate court under Section 34 of the Act. Moreover, once all the issues have been decided by an appropriate court under Section 34 of the Act and the same having attained finality after rejection of appeal under Section 37 of the Act, the award cannot be objected or reconsidered at the stage of enforcement under Section 36 of the Act. \nANALYSIS 5. I have heard the learned counsel appearing for the parties and perused the materials on record. \n6. Since the primary question involved in the instant writ petition revolves around the applicability of Section 47 of the CPC, 1908 to execution proceedings under Section 36 of the Act, I shall deal with the same first. Section 47 of the CPC, 1908 is extracted below: \n\"47. Questions to be determined by the Court executing decree.--(1) All questions arising between the parties to the suit in which the decree was passed, or their representatives, and relating to the execution, discharge or satisfaction of the decree, shall be determined by the Court executing the decree and not by a separate suit.\n*** (3) Where a question arises as to whether any person is or is not the representative of a party, such question shall, for the purposes of this section, be determined by the Court. \n[Explanation I.--For the purposes of this section, a plaintiff whose suit has been dismissed and a defendant against whom a suit has been dismissed are parties to the suit.\nExplanation II.--(a) For the purposes of this section, a purchaser of property at a sale in execution of a decree shall be deemed to be a party to the suit in which the decree is passed; and (b) all questions relating to the delivery of possession of such property to such purchaser or his representative shall be deemed to be questions relating to the execution, discharge or satisfaction of the decree within the meaning of this section.]\"\n7. What is evident from the bare text of Section 47 of the CPC, 1908 is that, it delineates the jurisdiction of the court executing a decree and outlines the scope within which questions relating to the parties to the suit, or their representatives, or relating to the execution, discharge, or satisfaction of the decree, are to be determined.\n8. The scope of Section 47 of the CPC, 1908 was explained by the Hon'ble Supreme Court recently in its judgment in Pradeep Mehra v. Harjivan J. Jethwa reported in 2023 SCC OnLine SC 1395 (Coram: Sanjay Kishan Kaul and Sudhanshu Dhulia, JJ.). Relevant paragraphs have been extracted below: \n\"10. A bare perusal of the aforesaid provision shows that all questions between the parties can be decided by the executing court. But the important aspect to remember is that these questions are limited to the \"execution of the decree\". The executing court can never go behind the decree. Under Section 47, CPC the executing court cannot examine the validity of the order of the court which had allowed the execution of the decree in 2013, unless the court's order is itself without jurisdiction. More importantly this order (the order dated 12.02.2013), was never challenged by the tenants/judgment debtors before any forum. \n11. The multiple stages a civil suit invariably has to go through before it reaches finality, is to ensure that any error in law is cured by the higher court. The appellate court, the second appellate court and the revisional court do not have the same powers, as the powers of the executing court, which are extremely limited. This was explained by this Court in Dhurandhar Prasad Singh v. Jai Prakash University, (2001) 6 SCC 534, in para 24, it had stated thus:\n\"24. .......... The exercise of powers under Section 47 of the Code is microscopic and lies in a very narrow inspection hole. Thus, it is plain that executing court can allow objection under Section 47 of the Code to the executability of the decree if it is found that the same is void ab initio and a nullity, apart from the ground that the decree is not capable of execution under law either because the same was passed in ignorance of such a provision of law or the law was promulgated making a decree inexecutable after its passing.\"\n12. This Court noted further:\n\".......... The validity or otherwise of a decree may be challenged by filing a properly constituted suit or taking any other remedy available under law on the ground that the original defendant absented himself from the proceeding of the suit after appearance as he had no longer any interest in the subject of dispute or did not purposely take interest in the proceeding or colluded with the adversary or any other ground permissible under law.\n13. The reality is that pure civil matters take a long time to be decided, and regretfully it does not end with a decision, as execution of a decree is an entirely new phase in the long life of a civil litigation. The inordinate delay, which is universally caused throughout India in the execution of a decree, has been a cause of concern with this Court for several years. In Rahul S. Shah v. Jinendra Kumar Gandhi, (2021) 6 SCC 418, this Court had observed that a remedy which is provided for preventing injustice (in the Civil Procedure Code) is in fact being misused to cause injustice by preventing timely implementation of orders and execution of decrees. Then, it had observed as under:\n\"23. ................ The execution proceedings which are supposed to be a handmaid of justice and subserve the cause of justice are, in effect, becoming tools which are being easily misused to obstruct justice.\"\n14. The above judgment is an important judgment in respect of Section 47 as well as Order XXI, CPC as the three Judge Bench decision of this Court not only condemned the abuse of process done in the garb of exercise of powers under Section 47 read with Order XXI, CPC, but also gave certain directions to be followed by all Civil Courts in their exercise of powers in the execution of a decree. It further directed all the High Courts to update and amend their Rules relating to the execution of decrees so that the decrees are executed in a timely manner. As far as Section 47 is concerned, this Court had stated as under:\n\"24. In respect of execution of a decree, Section 47 CPC contemplates adjudication of limited nature of issues relating to execution i.e. discharge or satisfaction of the decree and is aligned with the consequential provisions of Order 21 CPC. Section 47 is intended to prevent multiplicity of suits. It simply lays down the procedure and the form whereby the court reaches a decision. For the applicability of the section, two essential requisites have to be kept in mind. Firstly, the question must be the one arising between the parties and secondly, the dispute relates to the execution, discharge or satisfaction of the decree. Thus, the objective of Section 47 is to prevent unwanted litigation and dispose of all objections as expeditiously as possible. \n25. These provisions contemplate that for execution of decrees, executing court must not go beyond the decree. However, there is steady rise of proceedings akin to a retrial at the time of execution causing failure of realisation of fruits of decree and relief which the party seeks from the courts despite there being a decree in their favour. Experience has shown that various objections are filed before the executing court and the decree-holder is deprived of the fruits of the litigation and the judgment-debtor, in abuse of process of law, is allowed to benefit from the subject-matter which he is otherwise not entitled to. \n26. The general practice prevailing in the subordinate courts is that invariably in all execution applications, the courts first issue show-cause notice asking the judgment-debtor as to why the decree should not be executed as is given under Order 21 Rule 22 for certain class of cases. However, this is often misconstrued as the beginning of a new trial. For example, the judgment-debtor sometimes misuses the provisions of Order 21 Rule 2 and Order 21 Rule 11 to set up an oral plea, which invariably leaves no option with the court but to record oral evidence which may be frivolous. This drags the execution proceedings indefinitely.\"\n15. This Court then gave certain directions, which were to be mandatorily followed by all Courts dealing with civil suits and execution proceedings. Two of its directions were as follows:\n\"42.8. The court exercising jurisdiction under Section 47 or under Order 21 CPC, must not issue notice on an application of third party claiming rights in a mechanical manner. Further, the court should refrain from entertaining any such application(s) that has already been considered by the court while adjudicating the suit or which raises any such issue which otherwise could have been raised and determined during adjudication of suit if due diligence was exercised by the applicant. \n* ** 42.12. The executing court must dispose of the execution proceedings within six months from the date of filing, which may be extended only by recording reasons in writing for such delay.\" \n16. It further directed all the High Courts to update their Rules relating to execution of decrees. It was as under:\n\"43. We further direct all the High Courts to reconsider and update all the Rules relating to execution of decrees, made under exercise of its powers under Article 227 of the Constitution of India and Section 122 CPC, within one year of the date of this order. The High Courts must ensure that the Rules are in consonance with CPC and the above directions, with an endeavour to expedite the process of execution with the use of information technology tools. Until such time these Rules are brought into existence, the above directions shall remain enforceable.\" \n9. Through various judicial pronouncements, the Hon'ble Supreme Court has underscored that while the executing court has authority to decide all questions arising between the parties, its jurisdiction is confined to matters pertaining to the execution of the decree. An executing court cannot delve in the validity of a decree unless it lacks jurisdiction. This principle is crucial in maintaining the finality of decrees. Powers of the executing court are inherently limited compared to appellate or revisional courts. As elucidated by the Hon'ble Supreme Court in Dhurandhar Prasad Singh v. Jai Prakash University reported in (2001) 6 SCC 534 (Coram: G.B. Pattanaik and B.N. Agrawal, JJ.) the executing court's role is akin to \"a microscopic inspection hole\" focusing solely on the executability of the decree. \n10. Courts must exercise caution and diligence when adjudicating objections under Section 47 of the CPC, 1908. The consequences of erroneously allowing or disallowing objections can have far-reaching implications for the parties involved and may undermine the integrity of the execution process. The limited scope of the executing court's jurisdiction under Section 47 of the CPC, 1908 requires a precise delineation of the issues that fall within its purview. Courts must ensure that objections pertain solely to matters concerning execution, discharge, or satisfaction of the decree and do not encroach upon substantive rights or legal issues beyond the decree's scope. Courts must also be mindful of the principle of finality of decrees when adjudicating objections under Section 47 of the CPC, 1908. Decrees represent the final determination of the rights and liabilities of the parties, and objections seeking to reopen issues already decided may undermine the principle of finality. \n11. Courts need to balance the need for expeditious resolution of execution proceedings with the principles of fairness and due process. While efficiency is essential in the administration of justice, courts must afford parties a reasonable opportunity to present their case and be heard on matters relevant to the execution process. Rushing through objections without adequate consideration of the parties' submissions may result in miscarriage of justice and undermine the credibility of the judicial process. \n12. However, there is also a need to guard against the misuse of objections under Section 47 of the CPC, 1908 as a means to delay or obstruct the execution process. Parties may resort to frivolous or dilatory objections in an attempt to prolong proceedings or gain tactical advantage. Courts must exercise vigilance in identifying and dismissing such objections to ensure expeditious and effective enforcement of decrees. \n13. Having dealt with the scope of Section 47 of the CPC, 1908, this Court will now deal with the applicability of Section 47 of the CPC, 1908 to execution of arbitral awards under Section 36 of the Act. \n14. Section 36 of the Act which governs the execution of the arbitral awards is extracted below for ease of reference:\n\"36. Enforcement.--(1) Where the time for making an application to set aside the arbitral award under Section 34 has expired, then, subject to the provisions of sub-section (2), such award shall be enforced in accordance with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court. \n(2) Where an application to set aside the arbitral award has been filed in the court under Section 34, the filing of such an application shall not by itself render that award unenforceable, unless the court grants an order of stay of the operation of the said arbitral award in accordance with the provisions of sub-section (3), on a separate application made for that purpose. \n(3) Upon filing of an application under sub-section (2) for stay of the operation of the arbitral award, the court may, subject to such conditions as it may deem fit, grant stay of the operation of such award for reasons to be recorded in writing:\nProvided that the court shall, while considering the application for grant of stay in the case of an arbitral award for payment of money, have due regard to the provisions for grant of stay of a money decree under the provisions of the Code of Civil Procedure, 1908 (5 of 1908 ):] [Provided further that where the Court is satisfied that a prima facie case is made out that,--\n(a) the arbitration agreement or contract which is the basis of the award; or (b) the making of the award, was induced or effected by fraud or corruption, it shall stay the award unconditionally pending disposal of the challenge under Section 34 to the award.\nExplanation.--For the removal of doubts, it is hereby clarified that the above proviso shall apply to all court cases arising out of or in relation to arbitral proceedings, irrespective of whether the arbitral or court proceedings were commenced prior to or after the commencement of the Arbitration and Conciliation (Amendment) Act, 2015.]\"\n15. The phrase that lies at the centre of the instant dispute is the one which provides that an arbitral award will be \"enforced in accordance with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court.\" The question which arises is that although Section 36 of the Act, provides for the execution of arbitral awards as if they were a decree of the court, do they acquire the similar status as that of a decree passed by a civil court? \n16. The language of a statute serves as the cornerstone of statutory interpretation, providing the framework within which courts must construe and apply the law. It is through the words and phrases used in a statute that the Legislature communicates its intentions. The principle that the language of a statute is the determinative factor of legislative intent reflects the fundamental tenet of statutory interpretation that courts must give effect to the plain meaning of the statutory language. This principle is rooted in the doctrine of legislative supremacy, which holds that the Legislature is the supreme authority in the enactment of laws. As such, courts are obligated to interpret statutes in accordance with the ordinary and natural meaning of the words used, absent clear evidence of legislative intent to the contrary. \n17. Moreover, the plain meaning rule serves to safeguard the separation of powers and preserve the integrity of the legislative process. By respecting the language chosen by the Legislature, courts refrain from encroaching upon the legislative domain and usurping the role of the legislature. Instead, they defer to the democratic process and give effect to the will of the legislature as expressed through the text of the statute. \n18. In Nagar Palika Nigam v. Krishi Upaj Mandi Samiti and Ors. reported in (2008) 12 SCC 364 (Coram: Dr Arijit Pasayat, P. Sathasivam and Aftab Alam, JJ.) the Hon'ble Supreme Court propounded that the intention of the legislature is to be gauged from the language used in a statute and attention must be paid to what has been said and also to what has not been said. Relevant portion from the aforesaid judgment is extracted below - \"17. Words and phrases are symbols that stimulate mental references to referents. The object of interpreting a statute is to ascertain the intention of the legislature enacting it. (See Institute of Chartered Accountants of India v. Price Waterhouse [(1997) 6 SCC 312 : AIR 1998 SC 74] .) The intention of the legislature is primarily to be gathered from the language used, which means that attention should be paid to what has been said as also to what has not been said. As a consequence, a construction which requires for its support, addition or substitution of words or which results in rejection of words as meaningless has to be avoided. As observed in Crawford v. Spooner [(1846) 6 Moo PC 1 : 13 ER 582] , courts cannot aid the legislatures' defective phrasing of an Act, we cannot add or mend, and by construction make up deficiencies which are left there. (See State of Gujarat v. Dilipbhai Nathjibhai Patel [(1998) 3 SCC 234 : 1998 SCC (Cri) 737 : JT (1998) 2 SC 253] .) It is contrary to all rules of construction to read words into an Act unless it is absolutely necessary to do so. [See Stock v. Frank Jones (Tipton) Ltd. [(1978) 1 WLR 231 : (1978) 1 All ER 948 (HL)] ] Rules of interpretation do not permit courts to do so, unless the provision as it stands is meaningless or of doubtful meaning. Courts are not entitled to read words into an Act of Parliament unless clear reason for it is to be found within the four corners of the Act itself. (Per Lord Loreburn, L.C. in Vickers Sons and Maxim Ltd. v. Evans [1910 AC 444 (HL)] quoted in Jumma Masjid v. Kodimaniandra Deviah [AIR 1962 SC 847] .)\n18. The question is not what may be supposed and has been intended but what has been said. 'Statutes should be construed, not as theorems of Euclid', Judge Learned Hand said, 'but words must be construed with some imagination of the purposes which lie behind them'. (See Lenigh Valley Coal Co. v. Yensavage [218 FR 547] .) The view was reiterated in Union of India v. Filip Tiago De Gama of Vedem Vasco De Gama [(1990) 1 SCC 277 : AIR 1990 SC 981] (SCC p. 284, para 16). \n19. In D.R. Venkatachalam v. Transport Commr. [(1977) 2 SCC 273 : AIR 1977 SC 842] it was observed that courts must avoid the danger of a priori determination of the meaning of a provision based on their own preconceived notions of ideological structure or scheme into which the provision to be interpreted is somewhat fitted. They are not entitled to usurp legislative function under the disguise of interpretation. \n20. While interpreting a provision the court only interprets the law and cannot legislate it. If a provision of law is misused and subjected to the abuse of the process of law, it is for the legislature to amend, modify or repeal it, if deemed necessary. (See CST v. Popular Trading Co. [(2000) 5 SCC 511] ) The legislative casus omissus cannot be supplied by judicial interpretative process. \n21. Two principles of construction--one relating to casus omissus and the other in regard to reading the statute as a whole--appear to be well settled. Under the first principle a casus omissus cannot be supplied by the court except in the case of clear necessity and when reason for it is found in the four corners of the statute itself but at the same time a casus omissus should not be readily inferred and for that purpose all the parts of a statute or section must be construed together and every clause of a section should be construed with reference to the context and other clauses thereof so that the construction to be put on a particular provision makes a consistent enactment of the whole statute. This would be more so if literal construction of a particular clause leads to manifestly absurd or anomalous results which could not have been intended by the legislature. 'An intention to produce an unreasonable result', said Danckwerts, L.J., in Artemiou v. Procopiou [(1966) 1 QB 878 : (1965) 3 WLR 1011 : (1965) 3 All ER 539 (CA)] (All ER p. 544 I), 'is not to be imputed to a statute if there is some other construction available'. Where to apply words literally would 'defeat the obvious intention of the legislation and produce a wholly unreasonable result', we must 'do some violence to the words' and so achieve that obvious intention and produce a rational construction. [Per Lord Reid in Luke v. IRC [1963 AC 557 : (1963) 2 WLR 559 : (1963) 1 All ER 655 (HL)] where at AC p. 577 he also observed (All ER p. 664 I):'This is not a new problem, though our standard of drafting is such that it rarely emerges.'] \n22. It is then true that,'when the words of a law extend not to an inconvenience rarely happening, but due to those which often happen, it is good reason not to strain the words further than they reach, by saying it is casus omissus, and that the law intended quae frequentius accidunt'. 'But', on the other hand, 'it is no reason, when the words of a law do enough extend to an inconvenience seldom happening, that they should not extend to it as well as if it happened more frequently, because it happens but seldom' (see Fenton v. Hampton [(1858) 11 Moo PC 347 : 14 ER 727] ). \nA casus omissus ought not to be created by interpretation, save in some case of strong necessity. Where, however, a casus omissus does really occur, either through the inadvertence of the legislature, or on the principle quod semel aut bis existit proetereunt legislatores, the rule is that the particular case, thus left unprovided for, must be disposed of according to the law as it existed before such statute -- casus omissus et oblivioni datus dispositioni communis juris relinquitur; 'a casus omissus', observed Buller, J. in Jones v. Smart [(1785) 1 TR 44 : 99 ER 963] (ER p. 967), 'can in no case be supplied by a court of law, for that would be to make laws'. \n23. The golden rule for construing wills, statutes, and, in fact, all written instruments has been thus stated:\n'... the grammatical and ordinary sense of the words is to be adhered to, unless that would lead to some absurdity or some repugnance or inconsistency with the rest of the instrument, in which case the grammatical and ordinary sense of the words may be modified so as to avoid that absurdity or inconsistency, but no further.' (See Grey v. Pearson [(1843-60) All ER Rep 21 : (1857) 6 HL Cas 61] , All ER p. 36 H-I.) The latter part of this 'golden rule' must, however, be applied with much caution. 'If', remarked Jervis, C.J., 'the precise words used are plain and unambiguous, in our judgment, we are bound to construe them in their ordinary sense, even though it do lead, in our view of the case, to an absurdity or manifest injustice. Words may be modified or varied, where their import is doubtful or obscure. But we assume the functions of legislators when we depart from the ordinary meaning of the precise words used, merely because we see, or fancy we see, an absurdity or manifest injustice from an adherence to their literal meaning'. (See Abley v. Dale [(1851) 11 CB 378 : 138 ER 519] , ER p. 525.) \n24. At this juncture, it would be necessary to take note of a maxim 'ad ea quae frequentius accidunt jura adaptantur' (the laws are adapted to those cases which more frequently occur).\"\nThe above position was highlighted in Maulavi Hussein Haji Abraham Umarji v. State of Gujarat [(2004) 6 SCC 672 : 2004 SCC (Cri) 1815] (SCC pp. 679-82, paras 10-24).\" \n19. While the plain meaning rule provides a starting point for statutory interpretation, it is not an absolute principle and must be applied judiciously in light of the broader context and purpose of the statute. As Justice Oliver Wendell Holmes famously remarked, \"A word is not a crystal, transparent and unchanged; it is the skin of a living thought and may vary greatly in colour and content according to the circumstances and the time in which it is used.\"\n20. To conclude, while the language of a statute serves as the primary means by which legislative intent is communicated and realized, this principle must be applied judiciously in light of the broader context and purpose of the statute, recognizing that statutes are part of a larger legal framework shaped by legislative purpose and policy objectives. \n21. The phrase \"as if it were a decree of the Court\" occurring in Section 36 of the Act needs to be interpreted in light of the principles discussed above. The phrase \"as if it were\" is a construction used in language to suggest a hypothetical scenario or condition, implying that something is being treated or considered in a manner akin to a particular situation, even if it is not actually the case. It is often employed to convey a comparison or analogy between two different states or circumstances. When used in legal or formal contexts, \"as if it were\" indicates that a particular statement or action is being treated as if it were true, even though it may not be factually accurate. This can be useful in scenarios where a hypothetical situation needs to be imagined or simulated for analytical or augmentative purposes. The phrase \"as if it were\" might be used to establish a legal fiction or presumption, where a certain condition or event is deemed to exist for the purpose of legal analysis, even if it does not actually exist in reality. \n22. Under Section 36 of the Act, the phrase \"as if it were\" conveys the idea of treating the arbitral award in a manner analogous to a court decree, despite the fact that it is not actually a decree issued by a court. By employing this language, Section 36 of the Act establishes a legal fiction or presumption, whereby the arbitral award is deemed to possess certain characteristics and legal effects akin to those of a court decree. Essentially, it means that once the time limit for challenging the arbitral award has expired, the award is to be enforced through the same procedures and mechanisms as a court decree under the CPC, 1908. This includes the execution of the award through the court's enforcement powers, such as attachment of property, or other coercive measures. By equating the arbitral award with a court decree, \"as if it were\" one, Section 36 of the Act extends certain privileges and protections afforded to court decrees to arbitral awards. For example, the arbitral award becomes immune from collateral attack or challenge on the grounds that could have been raised during the arbitration proceedings or in a subsequent application to set aside the arbitral award under Section 34 of the Act. By affording arbitral awards a status akin to court decrees for enforcement purposes, Section 36 of the Act encourages parties to arbitration agreements to abide by the arbitration process and accept the resulting awards as binding an enforceable. \n23. In India Oil Corporation Ltd. and Anr. v. Commercial Court and Anr. reported in 2023 SCC OnLine All 809 (Coram: Neeraj Tiwari, J.) this Court held that an arbitral award is not a decree and objections under Section 47 of the CPC, 1908 would not be maintainable against an arbitral award. Relevant paragraphs have been extracted herein: \n\"46. Again the very same issue of filing of objection under Section 47 of CPC came before this Court in the matter of Bharat Pumps and Compressors Ltd. (supra) and Court following the ratio of law laid down by this Court in the matter of Larsen & Tubro Limited (Supra) has held as follows:--\n\"22. The Arbitration Act, 1940 is self-contained, complete code and section 17 thereof is in pari-materia with section 36 of the Arbitration & Conciliation Act, 1996. Section 20 thereof, provides for challenging the appointment of an Arbitrator. The revisionist never challenged appointment of the Arbitrator under section 20 thereof. Sections 30/33 and 37 of the Arbitration Act, 1940, read with Article 119 of the Limitation Act, give provision for an application to be filed within 30 days of notice of award; however, no such application within the said period was filed by the revisionist. \n23. The arbitration award by way of friction is executed as decree, but it is not a decree as defined under section 2(2) of CPC and therefore, the objection under section 47 of CPC, which was filed only in execution of decree (as defined under section 2(2) CPC), is not maintainable in the proceedings seeking execution of award.\" \n47. This Court has again taken view that arbitral award is not a decree under Section 2(2) of CPC, therefore, objection filed under Section 47 of CPC is not maintainable. \n48. To conclude this point on the basis of undisputed fact, objection under Section 47 of CPC filed against the arbitral award is not maintainable as the same is not a decree under Section 2(2) of CPC. Further, arbitral award can be executed invoking Section 36 of New Act, 1996 alongwith the provisions of CPC in the same manner as if it is decree of the Court.\"\n24. In Hindustan Zinc Ltd. v. National Research Development Corporation reported in 2023 SCC OnLine Del 330 (Coram: Yashwant Varma, J.) the Delhi High Court held that since objections under Section 47 of the CPC, 1908 are not available in proceedings under Section 36 of the Act, challenge to an arbitral award on its merits cannot be permitted under Section 36 of the Act: \n\"20. Mahanagar Telephone, assumes significance in light of the emphasis which was laid by the Supreme Court on Section 5 of the Act and the enactment itself being liable to be construed and understood as being a comprehensive legislation governing all aspects of arbitral proceedings. The Court deems it apposite to lay emphasis on the above since the acceptance of the contention as advanced by learned counsel for the objector would essentially amount to recognizing a right inhering in the objector to challenge or question the award on its merits in proceedings which stand restricted to enforcement and execution. That cannot possibly be permitted in light of the plain command of Section 36 of the Act. It would be pertinent to note that the Act envisages a challenge to an arbitral award being mounted solely within the contours of Section 34. Section 34 not only constructs the forum but also creates the right to question an arbitral award on grounds specified in that provision itself. This is manifest from the use of the expression \"only if....\" as occurring in Section 34(2). Accepting the contention of learned counsel for the objector that a challenge to the award on merits would also be permissible in proceedings referable to Section 36 would clearly amount to recognizing the same being an avenue available to be invoked in addition to the limited right which stands conferred by Section 34. Bearing in mind the principal objectives of the Act as well as the legislative policy underlying Sections 34 and 36, the Court finds itself unable to countenance the submission as addressed at the behest of the objector. \n21. It would be pertinent to note that Order XXI of the Code compendiously deals with the subject relating to execution of decrees. Those provisions extend from attachment of properties to sale and auction thereof. It also envisages the trial of questions that may arise in the course of execution as would be evident from the various provisions contained in that chapter such as Order XXI Rule 46C as well as Rules 58 to 63 and 101. As this Court reads those provisions, they clearly appear to be restricted to questions that would be indelibly connected with actions and steps that may be taken by a court in the course of execution of a decree. Even those provisions cannot possibly be construed as extending to a challenge to the validity or correctness of the original judgment and decree that may be rendered. While it may be open the Court to draw sustenance and guidance from the principles underlying the provisions contained in Order XXI in the course of enforcement of an arbitral award, it would be wholly incorrect to understand or interpret Section 36 as envisaging the adoption of its various provisions. The principles which inform the various provisions of Order XXI can at best only act as a guide for the trial of various questions that may arise in the span of enforcement of an arbitral award. \n22. In summation, it must be held that a challenge to an award on the ground that it is a \"nullity\" or is otherwise illegal can be addressed only in proceedings that may be initiated in accordance with Section 34 of the Act. The grounds on which an award can possibly be assailed are comprehensively set out in Section 34(2). A challenge mounted on those lines in proceedings duly instituted under Section 34 alone can be recognised to be the remedy available to a judgment debtor. The Act neither envisages nor sanctions a dual or independent challenge to an award based on the various facets of nullity as legally recognised being laid in enforcement proceedings. The conclusion of the Court in this respect stands fortified from a conjoint reading of Sections 5, 35 and 36 of the Act as well as the precedents noticed hereinabove. The aforesaid statement of the law would necessarily be subject to the caveat which is liable to be entered in respect of foreign awards and which are governed by Part II of the Act. Insofar as enforcement proceedings are concerned, while the Court would be obliged to deal with all questions that may relate to or arise out of steps that may be taken in the course of execution, it would be wholly incorrect to understand the scope of those proceedings as extending to the trial of questions touching upon the merits of the award. \n23. Accordingly, and for all the aforesaid reasons, the Court comes to conclude that the challenge to the award on merits as is sought to be raised by learned counsel for the objector cannot be countenanced in these enforcement proceedings in light of the observations as made hereinabove. The objection to the enforcement of the arbitral award on that score is consequently negated.\"\n25. Recently, in Sanjay Agarwal v. Rahul Agarwal reported in 2024 SCC OnLine All 149 (Coram: Alok Mathur, J.) this Court reiterated that a party aggrieved by an arbitral award is barred in law to challenge the validity or legality of the award at the stage of execution under Section 36 of the Act. Relevant paragraphs are extracted below: \n\"31. Analyzing the above decisions, it is now well settled that once an award is passed by the Arbitrator, any party aggrieved by the award is required to challenge the award in accordance with the procedure provided under the Act of 1996 including the issue relating to the jurisdiction of the Arbitrator, which such issue however, should be raised before the Arbitrator under Section 16 of the Act, 1996. Therefore, a party, aggrieved by the award, not having taken any of the measures provided in the Act, 1996, is barred in law to challenge the validity or legality of the award at the execution stage when such award is put into execution under Section 36 of the Act, 1996. Thus, the application filed by the opposite party under Section 47 of the Code of Civil Procedure challenging the legality and/or validity of the award on diverse grounds, was not maintainable, and thus the District Judge did not commit any illegality by rejecting the same.\"\n26. In Bellary Nirmithi Kendra v. M/s Capital Metal Industries (C.R.P. No. 100067 of 2022) (Coram: C.M. Poonacha, J.) the Kerala High Court held that recourse to Section 47 of the CPC, 1908 cannot be taken in execution proceedings under Section 36 of the Act. Relevant paragraphs are extracted below:\n\"30. Although it is the vehement contention of the learned counsel for the petitioner that having regard to Section 36 of the Act of 1996 the award passed under the provisions of the Act of 1996 is to be treated as a decree and Section 47 of the CPC could be invoked, it is relevant to note that having regard to Section 36(1) of the Act of 1996, the award passed under the provisions of the said Act is required to be construed as a decree only for the purpose of enforcement of the same and it is not open to the petitioner to invoke Section 47 of the CPC before the executing Court.\n31. Having regard to the judgments of the Hon'ble Supreme Court in the cases of Paramjeet Singh Patheja , Morgan Securities , Vedanta Limited, this Court is in complete agreement with the view expressed in Larsen and Tubro as well as State of Tripura and in view of the said authoritative pronouncements, it is clear that the petitioner cannot take recourse of Section 47 of the CPC in the execution proceedings initiated by the respondent.\" \n27. In Cholamandalam Investment and Finance Company Ltd. -v- Amrapali Enterprises and Another reported in 2023 SCC OnLine Cal, I had outlined that there is no scope for adverse interference with an arbitral award under Section 36 of the Act. Relevant paragraph reads as under:\n\"18. .....There is no denying the fact that the Act is a complete code in itself and at the same time, it is equally true that Section 36 provides no scope of adverse interference with an arbitral award except executing it as a decree of the court. While Section 47 of the Civil Procedure Code, 1908 (hereinafter referred to as the 'CPC') governs the challenge to a court decree at the execution stage, there is no such similar provision provided in the Act......\" \nWhat emerges from the aforesaid judgments is that an arbitral award is not a decree as defined under Section 2(2) of the CPC, 1908. Therefore, objections under Section 47 of the CPC, 1908 which are specifically applicable to execution of decrees, are not maintainable against arbitral awards. The Courts have constantly emphasized the self-contained nature of the Act, which provides a comprehensive framework for challenging arbitral awards, including provisions for challenging the appointment of arbitrators. Section 36 of the Act deals with enforcement and does not provide for challenges to the merits of the arbitral awards. Challenges on the grounds of nullity or illegality can only be raised in proceedings under Section 34 of the Act, which sets forth specific grounds for challenging arbitral awards. Allowing challenges on the merits in enforcement proceedings would undermine the legislative intent and the procedural framework established by the Act. Any party aggrieved by an arbitral award is required to challenge the arbitral award within the framework provided by the Act, including raising jurisdictional issues before the arbitrator under Section 16 of the Act. \n28. Though, the legal fiction of equating arbitral awards to court decrees serves pragmatic purposes, it is important to acknowledge that, it does not alter the fundamental nature or origin of arbitral awards. Arbitral awards are distinct from court judgments in that they arise from private contractual agreements between the parties and are issued by private arbitrators rather than state-appointed judges. Moreover, while arbitral awards are enforceable \"as if they were\" court decrees, they are not actually court decrees. Execution of an arbitral award, although happens in a manner \"as if they were\" court decrees, they are subject to specific limitations under the Act. \n29. Therefore, to conclude, it can be said, that objections available under Section 47 of the Code of Civil Procedure, 1908 will not be available under Section 36 of the Act since an arbitral award is not in reality a decree of the court but is merely treated as one for the limited purpose of enforcement. The key distinction between court decrees and arbitral awards lies in their origin and nature. Court decrees are orders or judgments issued by a court of law, following adversarial proceedings and adjudication by a judge. They carry the imprimatur of the State and are enforceable as such through the coercive powers of the Court. In contrast, arbitral awards are decisions rendered by private arbitrators chosen by the parties to a dispute, pursuant to an arbitration agreement. They arise from contractual agreements between the parties and are not issued by a court of law. While they may have the same legal effect as court decrees once enforced, they are fundamentally different in origin and nature. \n30. Allowing objections under Section 47 of the CPC, 1908 to be raised against arbitral awards would undermine the finality and binding nature of arbitration awards. It would subject arbitral awards to same procedural complexities and delays associated with court proceedings, defeating the purpose of choosing arbitration as an alternative dispute resolution mechanism. \n31. Accordingly, this Court holds that the objections which were sought to be raised by the Petitioners under Section 47 of the CPC, 1908 before the Commercial Court, Moradabad were not maintainable and the rejection of the Petitioners' objections filed under Section 47 of the CPC, 1908 by the Commercial Court, Moradabad on grounds of maintainability warrants no interference by this Court.\n32. In any case, the objections sought to be raised by the Petitioners under Section 47 of the CPC, 1908 before the Commercial Court, Moradabad and also before me under the instant application under Article 227 of the Constitution of India had previously been raised before and considered by the Learned District Judge, Bijnor under Section 34 of the Act. The Learned District Judge, Bijnor under Section 34 of the Act specifically recorded the Petitioner's contention regarding the challenge to the appointment of Sri A.K. Gupta, Sole Arbitrator - \"Learned counsel for the applicants State of U.P. & others vehemently contended that the appointment of Sole Arbitrator Sri A.K. Gupta (O.P. no. 2) by OP no.1(Contractor) is quite illegal being against the agreement Clause 43 of the General Conditions of Contract. Learned counsel drew the attention of the court to clause 43 (GCC) of the contract/agreement. Learned counsel submitted that the Chief Engineer Madhya Ganga (CEMG) in respondent of OP no. 1 (Contractor)'s letter dated 22-06-2011, had informed to OP no. 1 (Contractor) vide its letter No. 7092 dated 16-07-2011 and referred three names of its employees for the appointment of Sole Arbitrator. This letter dated 16-07-2011 by CEMG was sent to OP no. 1 (Contractor) by speed post which he returned with the endorsement \"refused\" dated 25-07-2011. The applicants again sent the same letter dated 16-07-2011 to OP no. 1 (Contractor) on 22-07-2011 which returned unserved with the endorsement \"out of station\" dated 12-08-2011. Thus the applicants in view of Clause 43 (GCC) had referred the three names of its employees to be selected as Sole Arbitrator by OP no. 1 (Contractor) but OP no. 1 (Contractor) deliberately avoided the service of letter dated 16-07-011 and 22-07-2011 and illegally appointed Sri A.K. Gupta (O.P. No. 2) as Sole Arbitrator. Learned counsel further argued that Sri A.K. Gupta (OP no.2) was concerned with the work assigned to OP no. 1 (Contractor) through the said contract/agreement. So his appointment being against the procedure laid down in Clause 43 (GCC) is illegal and consequently the arbitral award either interim or final passed by him are liable to be set aside.\" \n33. The Learned District Judge, Bijnor under Section 34 of the Act specifically dealt with the Petitioners contentions regarding the appointment of Sri A.K. Gupta as Sole Arbitrator and concluded as follows:\n\"23- In the case in hand, OP no. 1 (Contractor) invoked arbitration as per Clause 43 with the request that the names of 3 officers to select the Sole Arbitrator to be sent to him within 30 days from the date of receipt of his letter dated 22-06-2011. This letter was handed over to Chief Engineer Madhya Ganga Aligarh (CEMG)'s office on the same day i.e. 22-06-2011. Thus his time to send the list of 3 officers was to expire on 22-07-2011. This letter dated 22-06-2011 of OP no. 1 (Contractor) also constituted a notice for the commencement of arbitration u/s 21 of the Arbitration & Conciliation Act 1996. As no communication within the prescribed period of 30 days from the date of receipt of notice/letter dated 22-06-2011 was received by OP no. 1 (Contractor) upto 22-07-2011 from the office of CEMG, hence his (CEMG)'s right to send the list stood forfeited entitling OP No. 1 (Contractor) to exercise his consequential right under Clause 43 (GCC). OP no. 1 (Contractor) in exercise of his right accrued to him sent the list of 3 Competent Departmental Officers including the name of Sole Arbitrator Sri A.K. Gupta to CEMG vide letter dated 23-07-2011 so that he could select one name out of them and appoint him as Sole Arbitrator in according with Clause 43. This letter was received in the office of CEMG on the same day i.e. 23-07-2011 itself. Thus CEMG had a time period for 15 days to exercise his right to select and appoint a Sole Arbitrator from the list sent by OP no. 1 (Contractor). This period was to lapse on 07-08-2011 in accordance with the provisions of Clause 43 (GCC) but CEMG did not exercise his right within prescribed 15 days period to chose Sole Arbitrator from the list sent by OP no. 1 (Contractor) vide his letter dated 23-07-2011. Consequently, OP no. 1 (Contractor) attained a right to appoint Sole Arbitrator in accordance with Clause 43 from the list of officers send by him on 23-07-2011 and he exercised his right and appointed Sri A.K. Gupta (OP no. 2) Sole Arbitrator in this matter and informed CEMG's office vide letter dated 08-08-2011 which was received in CEMG's office on the same day i.e. 08-08-2011. This process of appointment of Sole Arbitrator completed in accordance with contractual clause 43 (GCC) and Section 11 of the Act 1996. \n24- The alleged letter dated 16-07-2011 sent by CEMG whereby the list of 3 officers was allegedly sent to OP no. 1 (Contractor) is denied by OP no. 1 and OP no. 1 (Contractor) has stated that the alleged letter dated 16-07-2011 was never tendered to him by Post Office authorities for delivery. However, even as per applicants' own admission the alleged letter dated 16-07-2011 is marked to have been refused by OP no. 1 (Contractor) on 25-07-2011. Thus admittedly, OP no. 1 (Contractor) did not receive any communication from CEMG within the prescribed period of 30 days which expired on 22-07-2011 as stated above. \n25 - According to Section 3(a) of the Act 1996, unless otherwise agreed by the parties any written communication is deemed to have been received if it is delivered to the addressee (personally or at his place of business, habitual residence or mailing address. Section 3(2) says that the communication is deemed to have been received on the day it is so delivered. \n26 - Subsequent letter dated 27-7-2011 (copy of letter dated 16-07-2011) sent by CEMG's office which allegedly returned unserved with the endorsement \"out of station\" was also of no significance and useless being against the provisions of Clause 43(GCC). CEMG's letter dated 09-08-2011 written subsequent to appointment of Sole Arbitrator by OP No. 1 (Contractor) on 08-08-2011 is non-est in the eye of law. Even otherwise, this letter was never delivered to OP no. 1 (Contractor).\n27- Thus, the appointment of Sole Arbitrator Sri A.K. Gupta (OP no. 2) by OP no. 1 (Contractor) was completely in accordance with the provisions of 43 (GCC) and does not suffer from any procedural error. Moreover, when CEMG abandoned his right to send list of officers by 22-07-2011 and subsequently to select one name from the list send by OP no. 1 (Contractor) by 07-08-2011, his right stood forfeited and his this right cannot be revived under the contract and shall be deemed to have been waived by the applicants u/s 4 of the Act of 1996 and such waival cannot be revived by this court in view of bar created u/s 5 of the Act of 1996.\" \n34. The principles enshrined in Section 34 of the Act underscore that interference with arbitral awards should only occur in exceptional cases, where the grounds specified in the Act are met. The Petitioner's attempts to circumvent the procedural and substantive framework established by the Act, and to re-litigate matters already addressed under Section 34 of the Act, undermine the efficiency and finality of arbitration proceedings. The Section 34 Court meticulously examined the sequence of events leading to the appointment of the Sole Arbitrator, Sri A.K. Gupta, and determined that the appointment was made in strict compliance with the contractual provisions. Once the Petitioners had already forfeited their right to appoint an arbitrator, they were not entitled to seek the Court's leave to revive the same. Mere allegations or suspicions of impropriety in appointment of the Sole Arbitrator, Sri A.K. Gupta are not enough in absence of any evidence to support such accusations. \n35. Under the First Appeal filed by the Petitioners under Section 37 of the Act against the order of the Court under Section 34 of the Act, a Division Bench of this Court (Coram: Sudhir Agarwal, J. and Dr. Kaushal Jayendra Thaker, J.) concluded that there was no error in the decision of the Learned District Judge, Bijnor below under Section 34 of the Act. Relevant paragraph is extracted below: \n\"These findings could not be shown perverse or contrary to record. In these circumstances, it cannot be said that Court below has erred in rejecting appellants' objection under Section 34 of the Act, 1996. We, therefore, find no factual, legal or otherwise error in the impugned order. Appeal is accordingly dismissed at the stage of hearing under Order 41 Rule 11 C.P.C.\"\n36. The Petitioners in their objections filed under Section 47 of the CPC, 1908 primarily contended before the Commercial Court, Moradabad that Sri A.K. Gupta, Sole Arbitrator acted in a biased manner to pass an award in favour of the Respondent and the arbitral award passed on December 12, 2013, was against the law. These objections under Section 47 of the CPC, 1908 could not have been entertained under Section 36 of the Act. In any case, these objections were already considered and disposed of by the Learned District Judge, Bijnor under Section 34 of the Act. The only permissible ground for interference under Section 47 of the CPC, 1908 in case of an arbitral award is that if the arbitral award was passed with inherent lack of jurisdiction, which is not the case here. The Petitioners' attempt to resurrect their objections under Section 47 of the CPC, 1908 which were already adjudicated upon by the Learned District Judge under Section 34 of the Act and this Court under Section 37 of the Act runs counter to the principle of judicial finality. \n37. Section 34 of the Act provides grounds for setting aside an arbitral award, including allegations of bias, illegality or contravention of public policy. Once objections under Section 34 of the Act are adjudicated and dismissed, and the appeal under Section 37 of the Act stands rejected, the arbitral award achieves finality. Once the Court under Section 34 of the Act had already adjudicated and dismissed the Petitioner's objections under Section 34 of the Act, those issues could not have been relitigated in execution proceedings under Section 36 of the Act under Section 47 of the CPC, 1908. Sanctity of an arbitral award cannot be undermined by attempts at revisiting settled matters. Execution proceedings, far from being a battleground for a rematch on the merits of the arbitral award, serve as the denouement of the legal drama - a final act in which the award holder claims their just reward. Like the closing scene of a play, execution proceedings bring the curtain down on the dispute, allowing the parties to turn the page and move forward. To raise objections under Section 47 of the CPC, 1908 in the execution proceedings would be akin to attempting to rewrite the script of a play after the final curtain call - a futile endeavour that serves only to prolong the agony of litigation and delay the inevitable conclusion. Allowing parties to raise objections under Section 36 of the Act would be akin to opening a Pandora's box. In the theatre of arbitration, objections under Section 36 of the Act are like unexpected plot twists that threaten to derail the carefully crafted storyline of dispute resolution. Objections under Section 36 of the Act can be likened to the director's cut of a film, where deleted scenes and alternate endings threaten to overshadow the final product. Like deleted scenes that were left on the cutting room floor for a reason, objections under Section 36 of the Act represent arguments and challenges that have already been considered and dismissed. Allowing parties to resurrect these arguments during execution proceedings would be akin to reopening old wounds and revisiting scenes that were meant to remain in the past. \n38. Objections raised by the Petitioner have traversed a substantial legal journey, having been previously considered by both the arbitral tribunal and the Courts under Section 34 and Section 37 of the Act. Furthermore, the Special Leave Application filed before the Supreme Court was also dismissed. In light of these exhaustive considerations and the subsequent dismissal by the Hon'ble Supreme Court, it becomes apparent that the Petitioners are merely engaging in dilatory tactics, needlessly prolonging judicial proceedings and squandering the valuable time and resources of this Court. It is evident that the Petitioner's actions amount to a blatant misuse of the judicial system, aimed at causing unnecessary delay and harassment to the other party. By needlessly burdening the Courts with repetitive and meritless objections, the Petition is squandering judicial time. \n39. The objections raised by the Petitioners regarding alleged coercion and compulsion by the Sole Arbitrator found no mention in the application filed under Section 34 of the Act or the subsequent appeal under Section 37 of the Act. If these objections were not raised under these provisions, they cannot now be resurrected under a writ application under Article 227 of the Constitution of India. To permit such objections to be raised in this forum would undermine the finality of arbitral awards and circumvent the statutory scheme established by the Act. Once parties have availed themselves of the statutory remedies available under Section 34 of the Act and have exhausted the appellate process under Section 37 of the Act, the award attains finality, akin to a judgment of a court of law. Just as a judgment of a court cannot be challenged ad infinitum through collateral proceedings, an arbitral award cannot be subjected to endless re-litigation through writ petitions under Article 226 or Article 227 of the Constitution of India. Moreover, the invocation of Article 227 of the Constitution of India to challenge arbitral proceedings after the dismissal of objections under Section 34 and Section 37 of the Act would amount to an abuse of process and a disregard for the principle of issue estoppel. Issue estoppel precludes parties from re-litigating issues that have been conclusively determined in earlier proceedings. Petitioners' failure to raise these objections earlier suggests either a lack of diligence or a tactical decision to withhold objections until a later stage - a tactic that cannot be countenanced in the interest of fairness and procedural regularity. The principles of finality and judicial economy demand that parties abide by the decisions of arbitral tribunals and exhaust the statutory remedies available under the Act before seeking recourse to collateral challenges through writ petitions under Article 226 or Article 227 of the Constitution of India. \n40. The tactics employed by the Petitioners characterized by their persistent delay and obstructionist behaviour, merit unequivocal condemnation and necessitate the imposition of substantial costs. Delay tactics serve to perpetuate injustice by denying parties their rightful entitlements. In the context of arbitration proceedings, the purpose of arbitration is to provide a swift and cost-effective alternative to traditional litigation. By resorting to delay tactics, the Petitioners have sought to frustrate this objective and deny the Respondent the benefits of a timely resolution. This not only prolongs the uncertainty and financial strain but also undermines the effectiveness of arbitration as a dispute resolution mechanism. \n41. It has been pronounced in umpteen Supreme Court judgments that costs serve as a determent to ensure that the overburdened judicial system of our country is not saddled with frivolous cases. The Petitioners in the instant case have invoked the writ jurisdiction of this Court in an attempt to have another chance at their matter without disclosing any cause of action. The arguments made by the Petitioners are a mere repletion of the grounds taken before the Learned District Judge under Section 34 of the Act, and this Court in first appeal under Section 37 of the Act. Moreover, as has been conclusively established by the Hon'ble Supreme Court and the High Courts, including this Court, execution proceedings under Section 36 of the Act cannot be used to challenge an arbitral award and objections under Section 47 of the CPC, 1908 cannot be invoked. In the present case, the award was passed in the year 2013, the order under Section 34 of the Act rejecting the appeal of the petitioners was passed on April 9, 2014, the appeal filed by the petitioners under Section 37 of the Act was dismissed on December 22, 2016 and the Special Leave Petition was dismissed on November 2, 2018. The execution application was filed in the year 2019 and the objection under Section 47 of the CPC filed in the year 2022. Unfortunaytely, till date the award holder has not been able to realise the fruits of the decree on account of procrastinating tactics being adopted by the award debtor. Clearly, the execution proceedings, which are supposed to be handmaid of justice and subserve the cause of justice has been used by the award debtor as tools to misuse, abuse and obstruct justice. Such dialatory tactics are obloquy to the judicial system and exemplary costs are required to be imposed to ensure that similar tactics are not employed by other award debtors. \nSALIENT PRINCIPLES 42. I have highlighted the key principles that emerge from the aforesaid discussions below:\na. The jurisdiction of an executing court under Section 47 of the CPC, 1908 is limited to matters pertaining to execution of the decree. Validity of a decree cannot be looked into by the executing court unless the decree suffers from inherent lack of jurisdiction. Role of an executing court is akin to a microscopic inspection hole, as held by the Hon'ble Supreme Court in Dhurandhar Prasad Singh (supra).\nb. The repercussions of either wrongly accepting or rejecting objections can significantly impact the parties involved and potentially compromise the integrity of the execution procedure. Given the limited jurisdiction of the executing court under Section 47 of the CPC, 1908, it is crucial to precisely define the issues falling within its domain. Courts should ensure that objections raised under Section 47 of the CPC, 1908 relate strictly to matters concerning the execution, discharge, or fulfillment of the decree and do not overstep into substantive rights or legal matters beyond the decree's boundaries. Moreover, courts should uphold the principle of finality when dealing with objections under Section 47 of the CPC, 1908. \nc. Courts must be mindful of execution proceedings under Section 47 of the CPC, 1908 being used as a means to unnecessarily obstruct the execution proceedings. Meritless, and frivolous objections under Section 47 of the CPC, 1908 must be dealt with strongly. \nd. Language of a statute is the primary consideration while interpreting a statute. Words used in a statute are the expression of the will of the legislature. Courts are obligated to give effect to the literal meaning of the words used in a particular provision unless the same leads to absurdity. \ne. The intent behind plain meaning rule is to respect the separation of powers. By adhering to the literal meaning of the words used in a statute, courts refrain from encroaching upon the domain of the legislature. Intention of legislature is best reflected in the words used by it as propounded by the Hon'ble Supreme Court in Nagar Palika Nigam (supra).\nf. Plain meaning rule is not an absolute principle and must be used in light of the broader context and purpose of the statute. \ng. The phrase \"as if it were\" is used to suggest a hypothetical scenario implying that something is being treated in a manner akin to a particular situation even if it is not actually the case. It is used to establish a legal fiction or create a presumption, where a condition is deemed to exist for the purpose of legal analysis, even if it does not actually exist. \nh. In Section 36 of the Act, the phrase providing for the execution of an arbitral award as if it were \"a decree of the court\" indicates that an arbitral award is to be executed in a similar manner as a decree passed by a court. This legal fiction is created for the limited purpose of executing an arbitral award through the court's enforcement powers. \ni. An arbitral award is not in reality a decree of the Court as defined under Section 2(2) of the CPC, 1908. Therefore, objections under Section 47 of the CPC, 1908 cannot be allowed in proceedings under Section 36 of the Act. Allowing objections under Section 47 of the CPC, 1908 to be raised in execution proceedings under Section 36 of the Act will undermine the finality and binding nature of arbitral awards. \nj. Once objections are dismissed under Section 34 of the Act, and appeal under Section 37 of the Act also stands adjudicated, an arbitral award attains finality. Any objections regarding the validity of an arbitral award are impermissible under Section 36 of the Act. \nk. Execution proceedings, far from being a battleground for a rematch on the merits of the arbitral award, serve as the denouement of the legal drama - a final act in which the award holder claims their just reward. Like the closing scene of a play, execution proceedings bring the curtain down on the dispute, allowing the parties to turn the page and move forward. To raise objections under Section 47 of the CPC, 1908 in the execution proceedings would be akin to attempting to rewrite the script of a play after the final curtain call - a futile endeavour that serves only to prolong the agony of litigation and delay the inevitable conclusion. \nl. Writ jurisdiction under Article 226 and Article 227 of the Constitution of India cannot be invoked to challenge an arbitral award. The Act is a complete code in itself and any challenge to the validity of an arbitral award has to be raised within the mechanisms provided by the Act itself. Only under exceptional circumstances, a writ court can interfere with an arbitral award or execution proceedings under Article 226 and Article 227 of the Constitution of India. \nm. Parties' failure to raise timely objections under Section 34 and Section 37 of the Act will not entitle them to raise these grounds at a later stage by invoking the writ jurisdiction under Constitution of India. Writ jurisdiction is extremely limited and cannot be treated as a second chance at the cherry. \nn. As pointed out in Rahul S. Shah v. Jinendra Kumar Gandhi; (2021) 6 SCC 418, there is steady rise of proceedings akin to a retrial at the time of execution causing failure of realisation of fruits of decree and relief which the party seeks from the courts despite there being a decree in their favour. Experience has shown that various objections are filed before the executing court and the decree-holder is deprived of the fruits of the litigation and the judgment-debtor, in abuse of process of law, is allowed to benefit from the subject-matter which he is otherwise not entitled to. In such cases, courts are duty bound to impose costs as a deterrent in order to ensure that litigants do not abuse the judicial system with frivolous and vexatious matters. Judicial resources are extremely limited and frivolous matters which unnecessarily take up the valuable time of the court deserve to be dealt with stringently. \nConclusion and Directions 43. Accordingly, for the reasons discussed above, the instant writ petition is dismissed as frivolous, vexatious, motivated and being an abuse of the process of this Court. Costs of Rs.5,00,000/- are imposed to be paid by the Petitioners to the Respondent within four weeks from the date of this Judgment. \n44. The Petitioners are further directed to file an affidavit of compliance after making the payment in aforesaid terms within five weeks from date. On failure of the Petitioners to deposit such costs and file an affidavit of compliance as directed; the Registry of this Court is directed to list the matter for appropriate orders. \n45. I would sincerely like to thank counsel appearing for the parties for their able assistance in the matter. Furthermore, I would go amiss if I do not put in a word of appreciation for my Research Associate Mr. Aman Deep Sharma and my Law Intern Mr. Jaspreet Singh for their dexterity in research and superlative assistance in drafting of this judgment. \n(Shekhar B. Saraf, J.) EPILOGUE 46. The judicial system exists to provide a fair and impartial resolution to disputes, ensuring that individuals have access to a forum where their rights can be protected and grievances redressed. Frivolous litigation undermines this fundamental principle by clogging the courts with baseless claims, thereby delaying the resolution of legitimate disputes. As a result, individuals with valid claims may be forced to endure prolonged legal battles, often at great personal and financial cost, simply because the system is overwhelmed by frivolous cases. \n47. Imposition of costs in cases of frivolous litigation is not intended to discourage legitimate claims but rather to deter abuse of the legal system. Courts have discretion to differentiate between cases where parties genuinely believe in the merit of their claims and those where litigation is pursued for ulterior motives or without any reasonable basis. By imposing costs in cases where litigation is found to be frivolous or vexatious, courts strike a balance between deterring abuse and ensuring access to justice for legitimate claimants. \n48. Imposition of costs in cases of frivolous litigation is essential to maintain the integrity, efficiency, and fairness of the judicial system. By deterring abuse of the legal process, promoting judicial efficiency, and upholding the principles of fairness and justice, cost imposition serves to safeguard the rights of individuals, protect the integrity of the legal system, and bolster public confidence in the administration of justice. \n49. In Vinod Seth v Devinder Bajar and Anr. reported in (2010) 8 SCC 1 (Coram: R.V. Raveendran and R.M. Lodha, JJ.) the Hon'ble Supreme Court held that the provisions of costs should act as a deterrent to frivolous litigation. Relevant part from the aforesaid judgment is reproduced herein: \n\"48. The provision for costs is intended to achieve the following goals:\n(a) It should act as a deterrent to vexatious, frivolous and speculative litigations or defences. The spectre of being made liable to pay actual costs should be such, as to make every litigant think twice before putting forth a vexatious, frivolous or speculative claim or defence........\" \n50. In Ramrameshwari Devi and Ors. v. Nirmala Devi and Ors. reported in (2011) 8 SCC 249 (Coram: Dalveer Bhandari and Deepak Verma, JJ.) the Hon'ble Supreme Court propounded that frivolous litigation has to be controlled and courts have to ensure that that there is no incentive for such litigation. Relevant portion has been extracted below:\n\"43. We have carefully examined the written submissions of the learned amicus curiae and the learned counsel for the parties. We are clearly of the view that unless we ensure that wrongdoers are denied profit or undue benefit from the frivolous litigation, it would be difficult to control frivolous and uncalled for litigations. In order to curb uncalled for and frivolous litigation, the courts have to ensure that there is no incentive or motive for uncalled for litigation. It is a matter of common experience that court's otherwise scarce and valuable time is consumed or more appropriately, wasted in a large number of uncalled for cases.\"\n51. Making a reference to its judgment in Ramrameshwari Devi (supra), the Hon'ble Supreme Court in Maria Margarida Sequeira Fernandes v. Erasmo Jack de Sequeira, reported in (2012) 5 SCC 370 (Before: Dalveer Bhandari, H.L. Dattu and Deepak Verma, JJ.) espoused that in order to prevent the court's time from being consumed in frivolous cases and to restrain or minimise the institution of such litigation, exemplary costs must be imposed. Relevant paragraphs are extracted below: \n\"82. This Court in a recent judgment in Ramrameshwari Devi [(2011) 8 SCC 249 : (2011) 3 SCC (Cri) 481 : (2011) 4 SCC (Civ) 1] aptly observed at p. 266, para 43 that unless wrongdoers are denied profit from frivolous litigation, it would be difficult to prevent it. In order to curb uncalled for and frivolous litigation, the courts have to ensure that there is no incentive or motive for uncalled for litigation. It is a matter of common experience that the court's otherwise scarce time is consumed or more appropriately, wasted in a large number of uncalled for cases. In this very judgment, the Court provided that this problem can be solved or at least can be minimised if exemplary costs is imposed for instituting frivolous litigation. The Court observed at pp. 267-68, para 58 that imposition of actual, realistic or proper costs and/or ordering prosecution in appropriate cases would go a long way in controlling the tendency of introducing false pleadings and forged and fabricated documents by the litigants. Imposition of heavy costs would also control unnecessary adjournments by the parties. In appropriate cases, the courts may consider ordering prosecution otherwise it may not be possible to maintain purity and sanctity of judicial proceedings.\" \n52. In conclusion, the imposition of costs in cases of frivolous litigation is not merely a punitive measure but rather an essential tool for maintaining the integrity of the judicial system, deterring abuse of legal processes, and promoting access to justice. By holding litigants accountable for their actions and imposing costs when warranted, the legal system reaffirms its commitment to upholding the principles of justice, fairness, and equity for all members of the society. \nDate : 16.4.2024 Kuldeep (Shekhar B. Saraf, J.)    ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f0e0f5a23ba440af9066dd0dd5a917af_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ef440fa1198479b94afc13ccd1a546c_1"
    },
    {
      "start": 242,
      "end": 331,
      "text": "\nAllahabad High Court\nState Of U.P. And 5 Others vs Shri Raj Veer Singh on 16 April, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21a4ada740f04e9392f9065a570d20d8_2"
    },
    {
      "start": 332,
      "end": 608,
      "text": "\nHigh Court Of Judicature At Allahabad\n \n \n\n\nAfr\n \nThe High Court Of Judicature At Allahabad\n \nNeutral Citation No. - 2024:Ahc:66171\n \nCourt No. 1\n \n\n \nMatters Under Article 227 No. 6346 Of 2022\n \nState Of U.P. And Others\n \nv.\n \nShri Raj Veer Singh\n \n\n \n\n \nFor the Petitioners",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8e2928315ca24cb9932af468ae4b2ae2_3"
    },
    {
      "start": 609,
      "end": 824,
      "text": " : Sri Manish Goyal, Additional Advocate General with Sri Ashok Kumar Goyal, Additional Chief Standing Counsel\n \n\n \nFor the Respondent : Sri Anurag Khanna, Senior Advocate assisted by Sri Punit Kumar Gupta, Advocate",
      "labels": [
        "NONE"
      ],
      "id": "e50aec53465a414885d6e4659ffb5fb0_4"
    },
    {
      "start": 825,
      "end": 887,
      "text": "\n \n\n \nLast heard on April 1, 2024\n \nJugement on April 16, 2024",
      "labels": [
        "NONE"
      ],
      "id": "a03622d9d3924603a11453880312a789_5"
    },
    {
      "start": 888,
      "end": 925,
      "text": "\n \n\n \nHon'Ble Shekhar B. Saraf, J.\n1.",
      "labels": [
        "NONE"
      ],
      "id": "b9696190c6a54d62908b5b3c976023a4_6"
    },
    {
      "start": 926,
      "end": 1195,
      "text": "The instant writ application under Article 227 of the Constitution of India has been filed by the State of Uttar Pradesh (hereinafter referred to as the 'Petitioner No. 1') against the order dated May 17, 2022 passed by the Additional District & Sessions Judge, Bijnor.",
      "labels": [
        "FAC"
      ],
      "id": "b954cc07ea8949e6b3afc5d68990dbd7_7"
    },
    {
      "start": 1196,
      "end": 1325,
      "text": "A further challenge has been laid to the orders dated July 21, 2022 and August 2, 2022 passed by the Commercial Court, Moradabad.",
      "labels": [
        "FAC"
      ],
      "id": "65274d4f2e5941a29fc542d5d504f07d_8"
    },
    {
      "start": 1326,
      "end": 1411,
      "text": "\nFacts\n2. I have laid down the factual matrix leading to the instant appeal below:\na.",
      "labels": [
        "NONE"
      ],
      "id": "69cee9e532394339bd12d8ed2e7bd853_9"
    },
    {
      "start": 1412,
      "end": 1653,
      "text": "Petitioner No. 1 and Shri Raj Veer Singh (hereinafter referred to as the 'Respondent') entered into a contract for construction of cross drainage, siphon at Km 5.355 of main canal under Madhya Ganga Canal Phase-II Project in District Bijnor.",
      "labels": [
        "FAC"
      ],
      "id": "1924b11e1bea449f8c0d34cbda53da64_10"
    },
    {
      "start": 1654,
      "end": 1728,
      "text": "\nb. Disputes arose between the parties in terms of the aforesaid contract.",
      "labels": [
        "FAC"
      ],
      "id": "d4cf14e994de43bbb692eec6c7868c41_11"
    },
    {
      "start": 1729,
      "end": 1853,
      "text": "Accordingly, in term of the Clause 42 & 43 of the contract between the parties, these disputes were referred to arbitration.",
      "labels": [
        "FAC"
      ],
      "id": "27f8ecd68f3545f5a3a0709fb8cbb7b3_12"
    },
    {
      "start": 1855,
      "end": 1938,
      "text": "c. Shri A.K. Gupta, Sole Arbitrator passed the arbitral award on December 12, 2013.",
      "labels": [
        "FAC"
      ],
      "id": "ee75a5786ce2437e99ed3bd183faa473_13"
    },
    {
      "start": 1939,
      "end": 2152,
      "text": "Against the said arbitral award, the Petitioner No. 1 preferred an application under Section 34 of the Arbitration & Conciliation Act, 1996 (hereinafter referred to as the 'Act') before the District Judge, Bijnor.",
      "labels": [
        "FAC"
      ],
      "id": "32743ad091884e7a9a2e9fad4920c0b8_14"
    },
    {
      "start": 2153,
      "end": 2218,
      "text": "The said application was rejected vide order dated April 9, 2014.",
      "labels": [
        "FAC"
      ],
      "id": "9db882ed176244c591f4d047fac22b99_15"
    },
    {
      "start": 2220,
      "end": 2331,
      "text": "d. The Petitioner No. 1 filed a first appeal before this Court against the order of the District Judge, Bijnor.",
      "labels": [
        "FAC"
      ],
      "id": "88b7cfb40fb24277ab9da6c9abff4ffe_16"
    },
    {
      "start": 2332,
      "end": 2426,
      "text": "However, the said first appeal was dismissed by this Court vide order dated December 22, 2016.",
      "labels": [
        "FAC"
      ],
      "id": "74c2cb79128c47b79b06e430055c3a7f_17"
    },
    {
      "start": 2427,
      "end": 2652,
      "text": "A Special Leave Petition under Article 136 of the Constitution of India was also preferred by the Petitioner No. 1 before the Hon'ble Supreme Court which was dismissed on the ground of delay vide order dated November 2, 2018.",
      "labels": [
        "FAC"
      ],
      "id": "b217d2028cd24b50b45bb39116b460d5_18"
    },
    {
      "start": 2653,
      "end": 2803,
      "text": "Review petition filed by the Petitioner No. 1 against the order dated November 2, 2018 was dismissed by the Hon'ble Supreme Court on January 15, 2019.",
      "labels": [
        "FAC"
      ],
      "id": "3ba673d0aff3430dbe8236d9def864f1_19"
    },
    {
      "start": 2805,
      "end": 2918,
      "text": "e. Thereafter, an execution application was filed in the year 2019 by the Respondent under Section 36 of the Act.",
      "labels": [
        "FAC"
      ],
      "id": "fd3180bba35441dcbf16c18eab11a4d6_20"
    },
    {
      "start": 2919,
      "end": 3258,
      "text": "On May 17, 2022, the Additional District and Sessions Judge, Bijnor passed an order in the said execution application directing the State Bank of India, Main Branch Nazeebabad, Bijnor to cease the bank account of Executive Engineer, Madhya Ganga Canal Construction Division - 7 Bijnor and not to permit withdrawal from the said account.\nf.",
      "labels": [
        "FAC"
      ],
      "id": "54592981a0134da9bd929c21bcfcd2f7_21"
    },
    {
      "start": 3259,
      "end": 3370,
      "text": "Subsequently, the execution application filed by the Respondent was transferred to Commercial Court, Moradabad.",
      "labels": [
        "FAC"
      ],
      "id": "2424082ea44a49c29d78622d0463dc89_22"
    },
    {
      "start": 3371,
      "end": 3561,
      "text": "The Commercial Court, Moradabad vide its order dated July 21, 2022 directed the Petitioner No. 1 to ensure the payment of the awarded amount along with interest on or before August 10, 2022.",
      "labels": [
        "FAC"
      ],
      "id": "b7a67ac9c05748fdad1832cb18b2b048_23"
    },
    {
      "start": 3562,
      "end": 3815,
      "text": "\ng. Petitioner No. 1 preferred an objection in under Section 47 of the Code of Civil Procedure, 1908 (hereinafter referred to as the 'Cpc, 1908') in the year 2022 before the Commercial Court, Moradabad which was rejected vide order dated August 2, 2022.",
      "labels": [
        "FAC"
      ],
      "id": "40a82a004e784411927d8a90d18687f7_24"
    },
    {
      "start": 3817,
      "end": 4139,
      "text": "h. Aggrieved by the order dated May 17, 2022 passed by the Additional District and Sessions Judge, Bijnor and the orders dated July 21, 2022, and August 2, 2022 passed by the Commercial Court, Moradabad, the Petitioners have filed the instant writ petition under Article 227 of the Constitution of India before this Court.",
      "labels": [
        "FAC"
      ],
      "id": "a127b89dd8d144eab19173af8b82943b_25"
    },
    {
      "start": 4140,
      "end": 4323,
      "text": "\nContentions Of The Petitioners\n3. Sri Manish Goyal, learned Additional Advocate General appearing for the petitioners has made the following submissions on behalf of the Petitioners:",
      "labels": [
        "NONE"
      ],
      "id": "a7cf36bc3ecc40a59c353cf1ef1e9292_26"
    },
    {
      "start": 4324,
      "end": 4577,
      "text": "\ni. The Chief Engineer vide letter dated July 26, 2011 had forward the names of three superintending engineers who were not associated with the work under the contract to the Respondent for choosing anyone of them to be appointed as the sole arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "8313e1be45fe4a4ea17d809570f14519_27"
    },
    {
      "start": 4578,
      "end": 4860,
      "text": "However, the Respondent vide its letters dated August 4, 2011, and August 8, 2011 informed the Petitioner No. 1 that it has chosen the name of the Shri A.K. Singh to be appointed as the Sole Arbitrator from its own list which was sent by it to the Petitioner No. 1 on July 23, 2011.",
      "labels": [
        "FAC"
      ],
      "id": "0a0a6b25ad124d299dfecd7e85797ae1_28"
    },
    {
      "start": 4861,
      "end": 5013,
      "text": "\nii. The said action of the Respondent of nominating the name of Sole Arbitrator of its own choice and from its own list was contrary to the arbitration",
      "labels": [
        "FAC"
      ],
      "id": "ee657bfc4053414f9ba7fcf175709776_29"
    },
    {
      "start": 5014,
      "end": 5051,
      "text": " clause contained between the parties",
      "labels": [
        "FAC"
      ],
      "id": "50971aad7b6c4defbc9e24c3b0f2e772_30"
    },
    {
      "start": 5052,
      "end": 5237,
      "text": ". The name of Shri A.K. Singh was neither mentioned in the list sent by the Chief Engineer vide its letter dated July 26, 2011, nor was it accepted by the Petitioner No. 1 at any stage.",
      "labels": [
        "FAC"
      ],
      "id": "e475c53dd12f4ae7bc577209b72d0553_31"
    },
    {
      "start": 5238,
      "end": 5374,
      "text": "Several objections were raised before Shri A.K. Singh, Sole Arbitrator with regard to his appointment but the same were rejected by him.",
      "labels": [
        "FAC"
      ],
      "id": "a08179d27ad54300bfb40590d8c0e4ca_32"
    },
    {
      "start": 5375,
      "end": 5546,
      "text": "Thereafter, the Sole Arbitrator continued to proceed with the arbitration in an arbitrary manner and gave the final award on December 12, 2013 in favour of the Respondent.",
      "labels": [
        "FAC"
      ],
      "id": "d316ed1ae7cc4a1ba555a317fee6af8f_33"
    },
    {
      "start": 5547,
      "end": 5689,
      "text": "\niii. The Award passed on December 12, 2013 by Shri A.K. Singh, Sole Arbitrator is without jurisdiction, tainted with fraud and un executable.",
      "labels": [
        "FAC"
      ],
      "id": "64b1d2117cb542d79771647cc194eb07_34"
    },
    {
      "start": 5690,
      "end": 5857,
      "text": "The Commercial Court, Moradabad committed a manifest error in not deciding the objection filed by the Petitioners No. 1 under Section 47 of the CPC, 1908 on its merit.",
      "labels": [
        "FAC"
      ],
      "id": "6572950bb9d740e689eb52f81da2944f_35"
    },
    {
      "start": 5859,
      "end": 6007,
      "text": "iv. Even though an arbitral award may not be a decree passed by a court but it is to be enforced in accordance with the provisions of the CPC, 1908.",
      "labels": [
        "FAC"
      ],
      "id": "56ac120ed2504dde999be3780efe48f5_36"
    },
    {
      "start": 6008,
      "end": 6155,
      "text": "Therefore, for the limited purpose of the enforcement under Section 36 of the Act, an arbitral award has to be executed like a decree of the Court.",
      "labels": [
        "FAC"
      ],
      "id": "ea4149997ab94f4889bbb09fd848cdb5_37"
    },
    {
      "start": 6156,
      "end": 6317,
      "text": "Reliance is placed in this regard on the judgments of the Hon'ble Supreme Court in Sundaram Finance Ltd. v. Abdul Samad and Another reported in (2018) 3 SCC 622,",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cb192cdf65e041d3823995de4abd5fae_38"
    },
    {
      "start": 6318,
      "end": 6897,
      "text": "Board of Control for Cricket in India v. Kochi Cricket Pvt. Ltd. and Ors. reported in (2018) 6 SCC 287, Kanpur Jal Sansthan and Anr. v. Bapu Constructions reported in (2015) 5 SCC 267, Leela Hotels Limited v. Housing and Urban Development Corporation Ltd. reported in (2012) 1 SCC 302, Mahangar Telephone Nigam Ltd. v. Applied Electronics Ltd. reported in (2017) 2 SCC 37, ITI Ltd. v. Seimens Public Communication Network Ltd. reported in (2002) 5 SCC 510, M. Anasuya Devi and Anr. v. M. Manik Reddy and Ors. reported in (2003) (8) SCC 565, N.S.S. Narayana Sarma and Ors. v. M/s.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6bdc4f8b33f0408dbf3394fd63a4df85_39"
    },
    {
      "start": 6898,
      "end": 7136,
      "text": "Goldstone Export (P) Ltd. and Ors. reported in AIR 2022 SC 251, Union of India and Ors. v. Manager, M/s. Jain and Associates reported in (2001) 3 SCC 277, the Allahabad High Court in Magma Leasing v. Badri Vishal and Ors. reported in 2021",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f44d9c754b9c4647bc9ef24a7693b909_40"
    },
    {
      "start": 7137,
      "end": 7529,
      "text": "SCC OnLine All and GE Money Financial Services Ltd. v. Mohd. Azaz and Another reported in 2013(7) ADJ (DB-LB), the Bombay High Court in Jaiman Shah v. Ilia Pandya reported in 2001(2) MHLJ 297, the Chattisgarh High Court in M/s. R.S. Bajwa & Co. v. State of Chhattisgarh, and the Kerala High Court in M/s. India Cement Capital Ltd. v. William and Ors. reported in 2015 SCC OnLine Ker 24805.\nv.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ce11c17e7a2748aea28d712cc01d84fc_41"
    },
    {
      "start": 7530,
      "end": 7645,
      "text": "Whenever objections are filed under Section 47 of the CPC, 1908 then the same are required to be decided on merits.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "56bafe5162f74e67be8e8b01de7065da_42"
    },
    {
      "start": 7646,
      "end": 7833,
      "text": "It is a settled proposition of law that fraud cannot be waived and neither the Court under Section 34 of the Act and nor this Court under Section 37 of the Act decided the issue of fraud.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f57b7eefcc294cd488c232a85d7c365f_43"
    },
    {
      "start": 7834,
      "end": 8127,
      "text": "It is correct that Explanation-1 to Section 34(2)(b) of the Act treats fraud to be as an element against public policy of India but when the Court under Section 34 of the Act has not dealt with the said objection, it is trite that the same requires examination at any stage of the proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b2e9e1436fa946e3aa73104476d2d99d_44"
    },
    {
      "start": 8128,
      "end": 8384,
      "text": "Therefore, in terms of the settled law by the Hon'ble Supreme Court the issue of fraud can be brought before the Hon'ble Court at any stage of the proceedings in as much as the same is based upon the principle that fraud vitiates even the most solemn acts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8da2ec621e244e5eaa651292df897321_45"
    },
    {
      "start": 8385,
      "end": 8495,
      "text": "Fraud coupled with corruption is an insignia of disentitlement under a decree thereby making it un executable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0b0cd54e74d4ef9ba045863d28579a2_46"
    },
    {
      "start": 8496,
      "end": 8746,
      "text": "Hence, objections under Section 47 of the CPC, 1908 are required to be decided on merits and so long as the said objections are not decided on merit neither the account can remain frozen nor assets of the Petitioner No. 1 can remain under attachment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46420c1c7dc240adbe0c91ac6ab5e19c_47"
    },
    {
      "start": 8747,
      "end": 9023,
      "text": "Public at large cannot be made to suffer and that too when it is more than evident that the Respondent colluded with not only the officers of the Petitioner No. 1 but nominated a Senior Officer of the Petitioner No. 1 as the Sole Arbitrator who passed the award of his choice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d425d106f57f44bbabd7ce76ced2704d_48"
    },
    {
      "start": 9024,
      "end": 9257,
      "text": "Reliance is placed upon the judgments of the Hon'ble Supreme Court in Shreenath and Anr. v. Rajesh and Ors. reported in AIR 1998 SC 1827 and United India Insurance Co. Ltd. v. Rajendra Singh and Ors. reported in (2000) 3 SCC 581.\nvi.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ddfbf289feb34009a44b9d600ec9940e_49"
    },
    {
      "start": 9258,
      "end": 9496,
      "text": "It is a well settled law that if a decree is tainted by fraud and is without jurisdiction, the objection under Section 47 of the CPC, 1908 stating that the decree is not executable ought to be decided on merit so that justice can be done.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "993f41e763f04978b62c944a9c25c355_50"
    },
    {
      "start": 9497,
      "end": 9835,
      "text": "Reliance is placed upon the judgments of the Hon'ble Supreme Court in Kohinoor Transporters v. State of U.P. reported in (2018) 18 SCC 165, Bank of Baroda v. Kotak Mahindra Bank Ltd. reported in (2020) 17 SCC 798, and Punjab State Civil Supplies Corporation Ltd. and Anr. v. Atwal Rice and General Mills reported in (2017) 8 SCC 116.\nvii.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6c161ad4e07543f0ade7bef9ea0fc8f9_51"
    },
    {
      "start": 9836,
      "end": 9959,
      "text": "In view of the aforesaid the instant writ petition must be allowed and the impugned orders must be set aside by this Court.",
      "labels": [
        "RPC"
      ],
      "id": "e7bc43f87cb643ab9e2c26141fcff1ce_52"
    },
    {
      "start": 9961,
      "end": 9993,
      "text": "CONTENTIONS OF THE RESPONDENT 4.",
      "labels": [
        "NONE"
      ],
      "id": "f25bb44d917345e4a5c58411d4ff06f5_53"
    },
    {
      "start": 9994,
      "end": 10392,
      "text": "Sri Anurag Khanna, learned Senior Advocate appearing on behalf of the Respondent has made the following submissions:\ni. Execution proceedings under Section 36 of the Act are for the enforcement of an arbitral award and since an arbitral award cannot be treated as a decree passed by a civil court, hence objections under Section 47 of the CPC, 1908 are not maintainable under Section 36 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "db558604439946d48242dee4465abbc4_54"
    },
    {
      "start": 10393,
      "end": 10885,
      "text": "Reliance is placed upon the judgments of the Hon'ble Supreme Court in Paramjeet Singh Patheja v. ICDS Ltd. reported in (2006) 13 SCC 322, Union of India v. Vedanta reported in (2020) 10 SCC 1, State of Karnataka v. State of Tamil Nadu reported in (2017) 3 SCC 274, Pam Developments Pvt. Ltd. v. State of West Bengal reported in (2019) 8 SCC 112, and the High Court for the State of Telangana in M/s. M.S.R. Enterprises v. M/s. Pooja Enterprises (Civil Revision Petition No. 1571 of 2021).\nii.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1247756e034a487f9a5eab06cb7ffd3e_55"
    },
    {
      "start": 10886,
      "end": 11005,
      "text": "All objections with regard to fraud or jurisdiction can be decided by an appropriate court under Section 34 of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9d33b2f08e5841829edb0b61db049539_56"
    },
    {
      "start": 11006,
      "end": 11300,
      "text": "Moreover, once all the issues have been decided by an appropriate court under Section 34 of the Act and the same having attained finality after rejection of appeal under Section 37 of the Act, the award cannot be objected or reconsidered at the stage of enforcement under Section 36 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3f70747e46f406f946568b8ccb8379f_57"
    },
    {
      "start": 11302,
      "end": 11313,
      "text": "ANALYSIS 5.",
      "labels": [
        "NONE"
      ],
      "id": "6cac2be725694015a8814ab5ec76904c_58"
    },
    {
      "start": 11314,
      "end": 11409,
      "text": "I have heard the learned counsel appearing for the parties and perused the materials on record.",
      "labels": [
        "NONE"
      ],
      "id": "8100551a354f4e63b2b2f34eed74b3c1_59"
    },
    {
      "start": 11411,
      "end": 11631,
      "text": "6. Since the primary question involved in the instant writ petition revolves around the applicability of Section 47 of the CPC, 1908 to execution proceedings under Section 36 of the Act, I shall deal with the same first.",
      "labels": [
        "ISSUE"
      ],
      "id": "269ef0db37d54733a860cf83267e1868_60"
    },
    {
      "start": 11632,
      "end": 11679,
      "text": "Section 47 of the CPC, 1908 is extracted below:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d112bdd76183434c98762ab414e73937_61"
    },
    {
      "start": 11680,
      "end": 11695,
      "text": "\n\"47. Questions",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04696b8c307a43518e40fc6d3ecd4c15_62"
    },
    {
      "start": 11696,
      "end": 11735,
      "text": "to be determined by the Court executing",
      "labels": [
        "STA"
      ],
      "id": "b829510b19554dc3bbbb959ae0f41881_63"
    },
    {
      "start": 11736,
      "end": 12198,
      "text": "decree.--(1) All questions arising between the parties to the suit in which the decree was passed, or their representatives, and relating to the execution, discharge or satisfaction of the decree, shall be determined by the Court executing the decree and not by a separate suit.\n*** (3) Where a question arises as to whether any person is or is not the representative of a party, such question shall, for the purposes of this section, be determined by the Court.",
      "labels": [
        "STA"
      ],
      "id": "1654367679884a2e937cb48b90e49af1_64"
    },
    {
      "start": 12200,
      "end": 12817,
      "text": "[Explanation I.--For the purposes of this section, a plaintiff whose suit has been dismissed and a defendant against whom a suit has been dismissed are parties to the suit.\nExplanation II.--(a) For the purposes of this section, a purchaser of property at a sale in execution of a decree shall be deemed to be a party to the suit in which the decree is passed; and (b) all questions relating to the delivery of possession of such property to such purchaser or his representative shall be deemed to be questions relating to the execution, discharge or satisfaction of the decree within the meaning of this section.]\"\n7.",
      "labels": [
        "STA"
      ],
      "id": "e61b468e9406426bb8febb6ca133ae9e_65"
    },
    {
      "start": 12818,
      "end": 13161,
      "text": "What is evident from the bare text of Section 47 of the CPC, 1908 is that, it delineates the jurisdiction of the court executing a decree and outlines the scope within which questions relating to the parties to the suit, or their representatives, or relating to the execution, discharge, or satisfaction of the decree, are to be determined.\n8.",
      "labels": [
        "STA"
      ],
      "id": "214646ce670d4b57b4fa53083a4f47cf_66"
    },
    {
      "start": 13162,
      "end": 13400,
      "text": "The scope of Section 47 of the CPC, 1908 was explained by the Hon'ble Supreme Court recently in its judgment in Pradeep Mehra v. Harjivan J. Jethwa reported in 2023 SCC OnLine SC 1395 (Coram: Sanjay Kishan Kaul and Sudhanshu Dhulia, JJ.).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "32442bf35ca241d8b496dac5769de356_67"
    },
    {
      "start": 13401,
      "end": 13447,
      "text": "Relevant paragraphs have been extracted below:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06fddf8208694a94924bdd840de859ee_68"
    },
    {
      "start": 13449,
      "end": 13579,
      "text": "\"10. A bare perusal of the aforesaid provision shows that all questions between the parties can be decided by the executing court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37b17096d7fb4291a6dab932f9d07be1_69"
    },
    {
      "start": 13580,
      "end": 13686,
      "text": "But the important aspect to remember is that these questions are limited to the \"execution of the decree\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df7a9df43ad14dcca50e97993410e836_70"
    },
    {
      "start": 13687,
      "end": 13738,
      "text": "The executing court can never go behind the decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "087d2080f39c4bc991ee63c64bde09fd_71"
    },
    {
      "start": 13739,
      "end": 13946,
      "text": "Under Section 47, CPC the executing court cannot examine the validity of the order of the court which had allowed the execution of the decree in 2013, unless the court's order is itself without jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af4651f567c74b2abaa823ef5e35d18a_72"
    },
    {
      "start": 13947,
      "end": 14075,
      "text": "More importantly this order (the order dated 12.02.2013), was never challenged by the tenants/judgment debtors before any forum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6ae301c91a44a2eb0998eaec4fc1f3f_73"
    },
    {
      "start": 14076,
      "end": 14235,
      "text": "\n11. The multiple stages a civil suit invariably has to go through before it reaches finality, is to ensure that any error in law is cured by the higher court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97b8dad4179f432188c4292ec2999125_74"
    },
    {
      "start": 14236,
      "end": 14404,
      "text": "The appellate court, the second appellate court and the revisional court do not have the same powers, as the powers of the executing court, which are extremely limited.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4981cb6eaa7459881bed09add74e769_75"
    },
    {
      "start": 14405,
      "end": 14667,
      "text": "This was explained by this Court in Dhurandhar Prasad Singh v. Jai Prakash University, (2001) 6 SCC 534, in para 24, it had stated thus:\n\"24. .......... The exercise of powers under Section 47 of the Code is microscopic and lies in a very narrow inspection hole.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b002396479524002a8eb102a859d65f7_76"
    },
    {
      "start": 14668,
      "end": 15083,
      "text": "Thus, it is plain that executing court can allow objection under Section 47 of the Code to the executability of the decree if it is found that the same is void ab initio and a nullity, apart from the ground that the decree is not capable of execution under law either because the same was passed in ignorance of such a provision of law or the law was promulgated making a decree inexecutable after its passing.\"\n12.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8bd4615b80944100ba6612e585110d6f_77"
    },
    {
      "start": 15084,
      "end": 15560,
      "text": "This Court noted further:\n\".......... The validity or otherwise of a decree may be challenged by filing a properly constituted suit or taking any other remedy available under law on the ground that the original defendant absented himself from the proceeding of the suit after appearance as he had no longer any interest in the subject of dispute or did not purposely take interest in the proceeding or colluded with the adversary or any other ground permissible under law.\n13.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "746339910d854bf6bb23e7f50ca2a1a6_78"
    },
    {
      "start": 15561,
      "end": 15770,
      "text": "The reality is that pure civil matters take a long time to be decided, and regretfully it does not end with a decision, as execution of a decree is an entirely new phase in the long life of a civil litigation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65b9bd9cfa7a44faad75ffdab82e4f62_79"
    },
    {
      "start": 15771,
      "end": 15930,
      "text": "The inordinate delay, which is universally caused throughout India in the execution of a decree, has been a cause of concern with this Court for several years.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e4a665f83f21488ab5fd3749bddf2e8e_80"
    },
    {
      "start": 15931,
      "end": 16218,
      "text": "In Rahul S. Shah v. Jinendra Kumar Gandhi, (2021) 6 SCC 418, this Court had observed that a remedy which is provided for preventing injustice (in the Civil Procedure Code) is in fact being misused to cause injustice by preventing timely implementation of orders and execution of decrees.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7af5113794b14e1e8d947dcf14b7fdd2_81"
    },
    {
      "start": 16219,
      "end": 16467,
      "text": "Then, it had observed as under:\n\"23. ................ The execution proceedings which are supposed to be a handmaid of justice and subserve the cause of justice are, in effect, becoming tools which are being easily misused to obstruct justice.\"\n14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "88e3c899d2634ecababfb6319ccb4dc3_82"
    },
    {
      "start": 16468,
      "end": 16858,
      "text": "The above judgment is an important judgment in respect of Section 47 as well as Order XXI, CPC as the three Judge Bench decision of this Court not only condemned the abuse of process done in the garb of exercise of powers under Section 47 read with Order XXI, CPC, but also gave certain directions to be followed by all Civil Courts in their exercise of powers in the execution of a decree.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "30a0b57d273843fb8a0d95c39a2cb7fe_83"
    },
    {
      "start": 16859,
      "end": 17020,
      "text": "It further directed all the High Courts to update and amend their Rules relating to the execution of decrees so that the decrees are executed in a timely manner.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cce4636c849d41bab5d044a7910f4143_84"
    },
    {
      "start": 17021,
      "end": 17092,
      "text": "As far as Section 47 is concerned, this Court had stated as under:\n\"24.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e36f940e8a7248f5835946d552c746d5_85"
    },
    {
      "start": 17093,
      "end": 17331,
      "text": "In respect of execution of a decree, Section 47 CPC contemplates adjudication of limited nature of issues relating to execution i.e. discharge or satisfaction of the decree and is aligned with the consequential provisions of Order 21 CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f39a9f2ccc2f40f0a304807399741e06_86"
    },
    {
      "start": 17332,
      "end": 17388,
      "text": "Section 47 is intended to prevent multiplicity of suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "71ae08ab4ffb461b9d4d0c49ebef997f_87"
    },
    {
      "start": 17389,
      "end": 17473,
      "text": "It simply lays down the procedure and the form whereby the court reaches a decision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1956dc1b07644cd4a746b0aa66584c9b_88"
    },
    {
      "start": 17474,
      "end": 17561,
      "text": "For the applicability of the section, two essential requisites have to be kept in mind.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8889721ce5244c395c7f475372acc91_89"
    },
    {
      "start": 17562,
      "end": 17720,
      "text": "Firstly, the question must be the one arising between the parties and secondly, the dispute relates to the execution, discharge or satisfaction of the decree.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5bfd85a5cc244af798d456bebbc7cfcf_90"
    },
    {
      "start": 17721,
      "end": 17848,
      "text": "Thus, the objective of Section 47 is to prevent unwanted litigation and dispose of all objections as expeditiously as possible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "340686ad3d374a3894139d59ebe094b1_91"
    },
    {
      "start": 17850,
      "end": 17960,
      "text": "25. These provisions contemplate that for execution of decrees, executing court must not go beyond the decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64a4431ebd584131a28599e21a9fef43_92"
    },
    {
      "start": 17961,
      "end": 18194,
      "text": "However, there is steady rise of proceedings akin to a retrial at the time of execution causing failure of realisation of fruits of decree and relief which the party seeks from the courts despite there being a decree in their favour.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e432d6f9dd24dc193838b5c3ec04fd3_93"
    },
    {
      "start": 18195,
      "end": 18480,
      "text": "Experience has shown that various objections are filed before the executing court and the decree-holder is deprived of the fruits of the litigation and the judgment-debtor, in abuse of process of law, is allowed to benefit from the subject-matter which he is otherwise not entitled to.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24956302fd234c2b9780b8f80ba60b20_94"
    },
    {
      "start": 18482,
      "end": 18768,
      "text": "26. The general practice prevailing in the subordinate courts is that invariably in all execution applications, the courts first issue show-cause notice asking the judgment-debtor as to why the decree should not be executed as is given under Order 21 Rule 22 for certain class of cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5115807942424af481d38bdee6b2b643_95"
    },
    {
      "start": 18769,
      "end": 18837,
      "text": "However, this is often misconstrued as the beginning of a new trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2de36cdeadc426e98d4632b444fcbf0_96"
    },
    {
      "start": 18838,
      "end": 19068,
      "text": "For example, the judgment-debtor sometimes misuses the provisions of Order 21 Rule 2 and Order 21 Rule 11 to set up an oral plea, which invariably leaves no option with the court but to record oral evidence which may be frivolous.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38dc7d690f084a34aa11dd8d906369f4_97"
    },
    {
      "start": 19069,
      "end": 19124,
      "text": "This drags the execution proceedings indefinitely.\"\n15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69bc1471c616439096dffd584b9a055a_98"
    },
    {
      "start": 19125,
      "end": 19269,
      "text": "This Court then gave certain directions, which were to be mandatorily followed by all Courts dealing with civil suits and execution proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46a2f0918abd447687c78acadb2eca39_99"
    },
    {
      "start": 19270,
      "end": 19315,
      "text": "Two of its directions were as follows:\n\"42.8.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "53599fa5a21e4f7aa5ede81adb901e0d_100"
    },
    {
      "start": 19316,
      "end": 19484,
      "text": "The court exercising jurisdiction under Section 47 or under Order 21 CPC, must not issue notice on an application of third party claiming rights in a mechanical manner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9eff04722e640a6a6869ca5cfa727d3_101"
    },
    {
      "start": 19485,
      "end": 19796,
      "text": "Further, the court should refrain from entertaining any such application(s) that has already been considered by the court while adjudicating the suit or which raises any such issue which otherwise could have been raised and determined during adjudication of suit if due diligence was exercised by the applicant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83223237870947a6bfc2d90ed5de8196_102"
    },
    {
      "start": 19798,
      "end": 19809,
      "text": "* ** 42.12.",
      "labels": [
        "STA"
      ],
      "id": "2036163d892943cca859fc33ba5f838c_103"
    },
    {
      "start": 19810,
      "end": 19990,
      "text": "The executing court must dispose of the execution proceedings within six months from the date of filing, which may be extended only by recording reasons in writing for such delay.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5d66af110dfa45c2993cb754b87af8b5_104"
    },
    {
      "start": 19992,
      "end": 20091,
      "text": "16. It further directed all the High Courts to update their Rules relating to execution of decrees.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3f8d6be177140b68b30c64136e74140_105"
    },
    {
      "start": 20092,
      "end": 20113,
      "text": "It was as under:\n\"43.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8b0be3aabd4c4ea197c046ebd55f73d1_106"
    },
    {
      "start": 20114,
      "end": 20369,
      "text": "We further direct all the High Courts to reconsider and update all the Rules relating to execution of decrees, made under exercise of its powers under Article 227 of the Constitution of India and Section 122 CPC, within one year of the date of this order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97f78e85b84149fba3ff2762996f6f6c_107"
    },
    {
      "start": 20370,
      "end": 20566,
      "text": "The High Courts must ensure that the Rules are in consonance with CPC and the above directions, with an endeavour to expedite the process of execution with the use of information technology tools.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6bf98a63ea14cb88302a98de91867ef_108"
    },
    {
      "start": 20567,
      "end": 20670,
      "text": "Until such time these Rules are brought into existence, the above directions shall remain enforceable.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6361864ccf0d4cb388796dbf6dd12e6a_109"
    },
    {
      "start": 20672,
      "end": 20938,
      "text": "9. Through various judicial pronouncements, the Hon'ble Supreme Court has underscored that while the executing court has authority to decide all questions arising between the parties, its jurisdiction is confined to matters pertaining to the execution of the decree.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "024ac3d524374ad395b264f8851b657d_110"
    },
    {
      "start": 20939,
      "end": 21028,
      "text": "An executing court cannot delve in the validity of a decree unless it lacks jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f94561a65a664395b5415e77a66d9551_111"
    },
    {
      "start": 21029,
      "end": 21094,
      "text": "This principle is crucial in maintaining the finality of decrees.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ef4602dddcb9416f8f7cda27ff398f41_112"
    },
    {
      "start": 21095,
      "end": 21191,
      "text": "Powers of the executing court are inherently limited compared to appellate or revisional courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a97d16d132ca42c787baaaba0b83c241_113"
    },
    {
      "start": 21192,
      "end": 21484,
      "text": "As elucidated by the Hon'ble Supreme Court in Dhurandhar Prasad Singh v. Jai Prakash University reported in (2001) 6 SCC 534 (Coram: G.B. Pattanaik and B.N. Agrawal, JJ.) the executing court's role is akin to \"a microscopic inspection hole\" focusing solely on the executability of the decree.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ce805fefe59b43e29444b0ebd9254dd2_114"
    },
    {
      "start": 21485,
      "end": 21596,
      "text": "\n10. Courts must exercise caution and diligence when adjudicating objections under Section 47 of the CPC, 1908.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "641a2a5fb0e848cd9d151e3e4768248e_115"
    },
    {
      "start": 21597,
      "end": 21781,
      "text": "The consequences of erroneously allowing or disallowing objections can have far-reaching implications for the parties involved and may undermine the integrity of the execution process.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "475331f95da54ea8910ed617606b2880_116"
    },
    {
      "start": 21782,
      "end": 21946,
      "text": "The limited scope of the executing court's jurisdiction under Section 47 of the CPC, 1908 requires a precise delineation of the issues that fall within its purview.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "780036633165459493777783cbd116ec_117"
    },
    {
      "start": 21947,
      "end": 22157,
      "text": "Courts must ensure that objections pertain solely to matters concerning execution, discharge, or satisfaction of the decree and do not encroach upon substantive rights or legal issues beyond the decree's scope.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6337dc8e70f74049b1273b8b36ac93a1_118"
    },
    {
      "start": 22158,
      "end": 22289,
      "text": "Courts must also be mindful of the principle of finality of decrees when adjudicating objections under Section 47 of the CPC, 1908.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cfd015b01f7b429f8eea56c52903e6f7_119"
    },
    {
      "start": 22290,
      "end": 22474,
      "text": "Decrees represent the final determination of the rights and liabilities of the parties, and objections seeking to reopen issues already decided may undermine the principle of finality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4c2997f5f2bd4df281f8aa5abf6451be_120"
    },
    {
      "start": 22475,
      "end": 22612,
      "text": "\n11. Courts need to balance the need for expeditious resolution of execution proceedings with the principles of fairness and due process.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ee3a171f67cf4d22bbb9b4555722006f_121"
    },
    {
      "start": 22613,
      "end": 22809,
      "text": "While efficiency is essential in the administration of justice, courts must afford parties a reasonable opportunity to present their case and be heard on matters relevant to the execution process.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "754db6cd4cee4830b594764c1d683059_122"
    },
    {
      "start": 22810,
      "end": 22987,
      "text": "Rushing through objections without adequate consideration of the parties' submissions may result in miscarriage of justice and undermine the credibility of the judicial process.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "53ea11b4712c429ebd0e1e81b68f34d9_123"
    },
    {
      "start": 22989,
      "end": 23153,
      "text": "12. However, there is also a need to guard against the misuse of objections under Section 47 of the CPC, 1908 as a means to delay or obstruct the execution process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed2bd7450b2944839a651082bcff66bf_124"
    },
    {
      "start": 23154,
      "end": 23273,
      "text": "Parties may resort to frivolous or dilatory objections in an attempt to prolong proceedings or gain tactical advantage.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4ac93d0ea02d4e84b7472fa28331bb9f_125"
    },
    {
      "start": 23274,
      "end": 23410,
      "text": "Courts must exercise vigilance in identifying and dismissing such objections to ensure expeditious and effective enforcement of decrees.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "45b85947cc9a42dbb2849cd05dbe7dcf_126"
    },
    {
      "start": 23411,
      "end": 23615,
      "text": "\n13. Having dealt with the scope of Section 47 of the CPC, 1908, this Court will now deal with the applicability of Section 47 of the CPC, 1908 to execution of arbitral awards under Section 36 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c61b9efe908440ab9f8c3f99ad95168_127"
    },
    {
      "start": 23616,
      "end": 24082,
      "text": "\n14. Section 36 of the Act which governs the execution of the arbitral awards is extracted below for ease of reference:\n\"36. Enforcement.--(1) Where the time for making an application to set aside the arbitral award under Section 34 has expired, then, subject to the provisions of sub-section (2), such award shall be enforced in accordance with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court.",
      "labels": [
        "STA"
      ],
      "id": "90c1dfaf9a2045198f02ac824bbf0d05_128"
    },
    {
      "start": 24083,
      "end": 24461,
      "text": "\n(2) Where an application to set aside the arbitral award has been filed in the court under Section 34, the filing of such an application shall not by itself render that award unenforceable, unless the court grants an order of stay of the operation of the said arbitral award in accordance with the provisions of sub-section (3), on a separate application made for that purpose.",
      "labels": [
        "STA"
      ],
      "id": "5f646cd08cf245ddaacf494ddd437105_129"
    },
    {
      "start": 24462,
      "end": 24987,
      "text": "\n(3) Upon filing of an application under sub-section (2) for stay of the operation of the arbitral award, the court may, subject to such conditions as it may deem fit, grant stay of the operation of such award for reasons to be recorded in writing:\nProvided that the court shall, while considering the application for grant of stay in the case of an arbitral award for payment of money, have due regard to the provisions for grant of stay of a money decree under the provisions of the Code of Civil Procedure, 1908 (5 of 1908",
      "labels": [
        "STA"
      ],
      "id": "c3dd6edb528c4b6c925583023d12f558_130"
    },
    {
      "start": 24988,
      "end": 25693,
      "text": "):] [Provided further that where the Court is satisfied that a prima facie case is made out that,--\n(a) the arbitration agreement or contract which is the basis of the award; or (b) the making of the award, was induced or effected by fraud or corruption, it shall stay the award unconditionally pending disposal of the challenge under Section 34 to the award.\nExplanation.--For the removal of doubts, it is hereby clarified that the above proviso shall apply to all court cases arising out of or in relation to arbitral proceedings, irrespective of whether the arbitral or court proceedings were commenced prior to or after the commencement of the Arbitration and Conciliation (Amendment) Act, 2015.]\"\n15.",
      "labels": [
        "STA"
      ],
      "id": "acdba9bf405345aea993e31936ee7e2b_131"
    },
    {
      "start": 25694,
      "end": 25959,
      "text": "The phrase that lies at the centre of the instant dispute is the one which provides that an arbitral award will be \"enforced in accordance with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "793df3763b6f4b5d8dc7022b6a96eead_132"
    },
    {
      "start": 25960,
      "end": 26190,
      "text": "The question which arises is that although Section 36 of the Act, provides for the execution of arbitral awards as if they were a decree of the court, do they acquire the similar status as that of a decree passed by a civil court?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "614094cbc167431f9764140c1caac235_133"
    },
    {
      "start": 26192,
      "end": 26353,
      "text": "16. The language of a statute serves as the cornerstone of statutory interpretation, providing the framework within which courts must construe and apply the law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a652fa933849484395a05b92c3c08d86_134"
    },
    {
      "start": 26354,
      "end": 26457,
      "text": "It is through the words and phrases used in a statute that the Legislature communicates its intentions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "093901ced9a34ae4922495619a21f638_135"
    },
    {
      "start": 26458,
      "end": 26688,
      "text": "The principle that the language of a statute is the determinative factor of legislative intent reflects the fundamental tenet of statutory interpretation that courts must give effect to the plain meaning of the statutory language.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3550ea439db3487ca5fb65c024f93242_136"
    },
    {
      "start": 26689,
      "end": 26839,
      "text": "This principle is rooted in the doctrine of legislative supremacy, which holds that the Legislature is the supreme authority in the enactment of laws.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f6127c9bec1a42149268c103c32ccaa7_137"
    },
    {
      "start": 26840,
      "end": 27023,
      "text": "As such, courts are obligated to interpret statutes in accordance with the ordinary and natural meaning of the words used, absent clear evidence of legislative intent to the contrary.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d9a79199a99424ca144fb4edb665ca9_138"
    },
    {
      "start": 27025,
      "end": 27161,
      "text": "17. Moreover, the plain meaning rule serves to safeguard the separation of powers and preserve the integrity of the legislative process.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ef1cf519226f4b369a5316cdbbe3cef1_139"
    },
    {
      "start": 27162,
      "end": 27317,
      "text": "By respecting the language chosen by the Legislature, courts refrain from encroaching upon the legislative domain and usurping the role of the legislature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f36ba9185730479095c13e960fef955d_140"
    },
    {
      "start": 27318,
      "end": 27456,
      "text": "Instead, they defer to the democratic process and give effect to the will of the legislature as expressed through the text of the statute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0c61e82fbf894533be0dca68f106120a_141"
    },
    {
      "start": 27458,
      "end": 27824,
      "text": "18. In Nagar Palika Nigam v. Krishi Upaj Mandi Samiti and Ors. reported in (2008) 12 SCC 364 (Coram: Dr Arijit Pasayat, P. Sathasivam and Aftab Alam, JJ.) the Hon'ble Supreme Court propounded that the intention of the legislature is to be gauged from the language used in a statute and attention must be paid to what has been said and also to what has not been said.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e8fae295f0994ceb981d1a6407a83273_142"
    },
    {
      "start": 27825,
      "end": 27895,
      "text": "Relevant portion from the aforesaid judgment is extracted below - \"17.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "eaa33cd62f884866832d5581fe79b52f_143"
    },
    {
      "start": 27896,
      "end": 27972,
      "text": "Words and phrases are symbols that stimulate mental references to referents.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8f5f783aa9ff495fac8d23b8c8b163d5_144"
    },
    {
      "start": 27973,
      "end": 28071,
      "text": "The object of interpreting a statute is to ascertain the intention of the legislature enacting it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4b8d4b2c6f1d41ffaa100c5c5cf9847c_145"
    },
    {
      "start": 28072,
      "end": 28179,
      "text": "(See Institute of Chartered Accountants of India v. Price Waterhouse [(1997) 6 SCC 312 : AIR 1998 SC 74] .)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3025c3e57ce240f983934338ee3e9f51_146"
    },
    {
      "start": 28180,
      "end": 28363,
      "text": "The intention of the legislature is primarily to be gathered from the language used, which means that attention should be paid to what has been said as also to what has not been said.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "41485b46073f44d68ac53271134562d5_147"
    },
    {
      "start": 28364,
      "end": 28535,
      "text": "As a consequence, a construction which requires for its support, addition or substitution of words or which results in rejection of words as meaningless has to be avoided.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "309cb0edbc1041e7be2d54751cf90b8b_148"
    },
    {
      "start": 28536,
      "end": 28756,
      "text": "As observed in Crawford v. Spooner [(1846) 6 Moo PC 1 : 13 ER 582] , courts cannot aid the legislatures' defective phrasing of an Act, we cannot add or mend, and by construction make up deficiencies which are left there.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "762d84f8b8e5417890c077fbb36816d5_149"
    },
    {
      "start": 28757,
      "end": 28872,
      "text": "(See State of Gujarat v. Dilipbhai Nathjibhai Patel [(1998) 3 SCC 234 : 1998 SCC (Cri) 737 : JT (1998) 2 SC 253] .)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6458a6201f714c92b92b929e33c340b0_150"
    },
    {
      "start": 28873,
      "end": 28986,
      "text": "It is contrary to all rules of construction to read words into an Act unless it is absolutely necessary to do so.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "83d5a51d23e04a6993f62fa1756ca46f_151"
    },
    {
      "start": 28987,
      "end": 29074,
      "text": "[See Stock v. Frank Jones (Tipton) Ltd. [(1978) 1 WLR 231 : (1978) 1 All ER 948 (HL)] ]",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f13ad229945e4a448bf438878d8c76e0_152"
    },
    {
      "start": 29075,
      "end": 29202,
      "text": "Rules of interpretation do not permit courts to do so, unless the provision as it stands is meaningless or of doubtful meaning.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "195006a9af8c48679d93d02da0c6d1a0_153"
    },
    {
      "start": 29203,
      "end": 29351,
      "text": "Courts are not entitled to read words into an Act of Parliament unless clear reason for it is to be found within the four corners of the Act itself.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "04ec29283fa94e7a809f0dac1cf041e4_154"
    },
    {
      "start": 29352,
      "end": 29507,
      "text": "(Per Lord Loreburn, L.C. in Vickers Sons and Maxim Ltd. v. Evans [1910 AC 444 (HL)] quoted in Jumma Masjid v. Kodimaniandra Deviah [AIR 1962 SC 847] .)\n18.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "07c248ae405046c48fdec882a24095f5_155"
    },
    {
      "start": 29508,
      "end": 29594,
      "text": "The question is not what may be supposed and has been intended but what has been said.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6d62f082f5bc47d7b3d5d33ab5f9e965_156"
    },
    {
      "start": 29595,
      "end": 29769,
      "text": "'Statutes should be construed, not as theorems of Euclid', Judge Learned Hand said, 'but words must be construed with some imagination of the purposes which lie behind them'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1edf210964414d4cbe53ec3f7f09cc1f_157"
    },
    {
      "start": 29770,
      "end": 29826,
      "text": "(See Lenigh Valley Coal Co. v. Yensavage [218 FR 547] .)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0dc7257b2baf4478918a3236ef0520c1_158"
    },
    {
      "start": 29827,
      "end": 29974,
      "text": "The view was reiterated in Union of India v. Filip Tiago De Gama of Vedem Vasco De Gama [(1990) 1 SCC 277 : AIR 1990 SC 981] (SCC p. 284, para 16).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3ec66a0d876a49eca0ab5caf6ec4d9a8_159"
    },
    {
      "start": 29976,
      "end": 30302,
      "text": "19. In D.R. Venkatachalam v. Transport Commr. [(1977) 2 SCC 273 : AIR 1977 SC 842] it was observed that courts must avoid the danger of a priori determination of the meaning of a provision based on their own preconceived notions of ideological structure or scheme into which the provision to be interpreted is somewhat fitted.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "091d432b2dfb43b89a37007bd2c17545_160"
    },
    {
      "start": 30303,
      "end": 30392,
      "text": "They are not entitled to usurp legislative function under the disguise of interpretation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c453ed7eacb44f89abaefa683e3852c4_161"
    },
    {
      "start": 30394,
      "end": 30487,
      "text": "20. While interpreting a provision the court only interprets the law and cannot legislate it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e113280800214447a5cce4076c903523_162"
    },
    {
      "start": 30488,
      "end": 30648,
      "text": "If a provision of law is misused and subjected to the abuse of the process of law, it is for the legislature to amend, modify or repeal it, if deemed necessary.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e024554968b54e6d91351acb4d471738_163"
    },
    {
      "start": 30649,
      "end": 30701,
      "text": "(See CST v. Popular Trading Co. [(2000) 5 SCC 511] )",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8024d2f785174517b2db3ebc6e919d8c_164"
    },
    {
      "start": 30702,
      "end": 30786,
      "text": "The legislative casus omissus cannot be supplied by judicial interpretative process.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "add366560c1f423e8792586a1cb5ab90_165"
    },
    {
      "start": 30788,
      "end": 30939,
      "text": "21. Two principles of construction--one relating to casus omissus and the other in regard to reading the statute as a whole--appear to be well settled.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "75e46ca284d44fa1a71779b2caf46da5_166"
    },
    {
      "start": 30940,
      "end": 31497,
      "text": "Under the first principle a casus omissus cannot be supplied by the court except in the case of clear necessity and when reason for it is found in the four corners of the statute itself but at the same time a casus omissus should not be readily inferred and for that purpose all the parts of a statute or section must be construed together and every clause of a section should be construed with reference to the context and other clauses thereof so that the construction to be put on a particular provision makes a consistent enactment of the whole statute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e689b77b9e0245a9aeb7d4398032ffa6_167"
    },
    {
      "start": 31498,
      "end": 31669,
      "text": "This would be more so if literal construction of a particular clause leads to manifestly absurd or anomalous results which could not have been intended by the legislature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9d86b51ff22643969cfe2eddc5c5945f_168"
    },
    {
      "start": 31670,
      "end": 31934,
      "text": "'An intention to produce an unreasonable result', said Danckwerts, L.J., in Artemiou v. Procopiou [(1966) 1 QB 878 : (1965) 3 WLR 1011 : (1965) 3 All ER 539 (CA)] (All ER p. 544 I), 'is not to be imputed to a statute if there is some other construction available'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "658667df57994e0783d7bd18035d2414_169"
    },
    {
      "start": 31935,
      "end": 32178,
      "text": "Where to apply words literally would 'defeat the obvious intention of the legislation and produce a wholly unreasonable result', we must 'do some violence to the words' and so achieve that obvious intention and produce a rational construction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f2d3896dc81c4ca2847fcca2dae46e1c_170"
    },
    {
      "start": 32179,
      "end": 32416,
      "text": "[Per Lord Reid in Luke v. IRC [1963 AC 557 : (1963) 2 WLR 559 : (1963) 1 All ER 655 (HL)] where at AC p. 577 he also observed (All ER p. 664 I):'This is not a new problem, though our standard of drafting is such that it rarely emerges.']",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7c6a8890e1bd4e72bdaa850e0c83c28c_171"
    },
    {
      "start": 32418,
      "end": 32705,
      "text": "22. It is then true that,'when the words of a law extend not to an inconvenience rarely happening, but due to those which often happen, it is good reason not to strain the words further than they reach, by saying it is casus omissus, and that the law intended quae frequentius accidunt'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fc3ee962293e4057aa2b596c35f4c163_172"
    },
    {
      "start": 32706,
      "end": 32997,
      "text": "'But', on the other hand, 'it is no reason, when the words of a law do enough extend to an inconvenience seldom happening, that they should not extend to it as well as if it happened more frequently, because it happens but seldom' (see Fenton v. Hampton [(1858) 11 Moo PC 347 : 14 ER 727] ).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cb29f8ebba5d4855a031b4c3bb70f739_173"
    },
    {
      "start": 32998,
      "end": 33096,
      "text": "\nA casus omissus ought not to be created by interpretation, save in some case of strong necessity.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4d21101eb72f4d0b85478ec3e7c22ae9_174"
    },
    {
      "start": 33097,
      "end": 33667,
      "text": "Where, however, a casus omissus does really occur, either through the inadvertence of the legislature, or on the principle quod semel aut bis existit proetereunt legislatores, the rule is that the particular case, thus left unprovided for, must be disposed of according to the law as it existed before such statute -- casus omissus et oblivioni datus dispositioni communis juris relinquitur; 'a casus omissus', observed Buller, J. in Jones v. Smart [(1785) 1 TR 44 : 99 ER 963] (ER p. 967), 'can in no case be supplied by a court of law, for that would be to make laws'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "715a1e23345b4d04a2d35cef572abcf0_175"
    },
    {
      "start": 33669,
      "end": 34107,
      "text": "23. The golden rule for construing wills, statutes, and, in fact, all written instruments has been thus stated:\n'... the grammatical and ordinary sense of the words is to be adhered to, unless that would lead to some absurdity or some repugnance or inconsistency with the rest of the instrument, in which case the grammatical and ordinary sense of the words may be modified so as to avoid that absurdity or inconsistency, but no further.'",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e130f72d2b7648048452922283b4a22b_176"
    },
    {
      "start": 34108,
      "end": 34196,
      "text": "(See Grey v. Pearson [(1843-60) All ER Rep 21 : (1857) 6 HL Cas 61] , All ER p. 36 H-I.)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "456c4e6eb5e248ae905ed0ee319d4ff6_177"
    },
    {
      "start": 34197,
      "end": 34279,
      "text": "The latter part of this 'golden rule' must, however, be applied with much caution.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7bc7bb7962cb46bbbe1a562ca5a3a539_178"
    },
    {
      "start": 34280,
      "end": 34519,
      "text": "'If', remarked Jervis, C.J., 'the precise words used are plain and unambiguous, in our judgment, we are bound to construe them in their ordinary sense, even though it do lead, in our view of the case, to an absurdity or manifest injustice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8d40888365c7431cb4f003b1aad379c2_179"
    },
    {
      "start": 34520,
      "end": 34595,
      "text": "Words may be modified or varied, where their import is doubtful or obscure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2b4c14650b444b3827d596e2ae56784_180"
    },
    {
      "start": 34596,
      "end": 34826,
      "text": "But we assume the functions of legislators when we depart from the ordinary meaning of the precise words used, merely because we see, or fancy we see, an absurdity or manifest injustice from an adherence to their literal meaning'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "52f14a31fb5a4f19855466f9e672efba_181"
    },
    {
      "start": 34827,
      "end": 34891,
      "text": "(See Abley v. Dale [(1851) 11 CB 378 : 138 ER 519] , ER p. 525.)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3bb6cc54cb1a4af88d6d4f939fb25237_182"
    },
    {
      "start": 34893,
      "end": 35079,
      "text": "24. At this juncture, it would be necessary to take note of a maxim 'ad ea quae frequentius accidunt jura adaptantur' (the laws are adapted to those cases which more frequently occur).\"\n",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "04757d0a78104b45812d80a5fb7dac52_183"
    },
    {
      "start": 35079,
      "end": 35245,
      "text": "The above position was highlighted in Maulavi Hussein Haji Abraham Umarji v. State of Gujarat [(2004) 6 SCC 672 : 2004 SCC (Cri) 1815] (SCC pp. 679-82, paras 10-24).\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dbb33c03d4ba4cd58f9cde4cbc5d884b_184"
    },
    {
      "start": 35247,
      "end": 35459,
      "text": "19. While the plain meaning rule provides a starting point for statutory interpretation, it is not an absolute principle and must be applied judiciously in light of the broader context and purpose of the statute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "688102699f574cc5834049490a41650b_185"
    },
    {
      "start": 35460,
      "end": 36062,
      "text": "As Justice Oliver Wendell Holmes famously remarked, \"A word is not a crystal, transparent and unchanged; it is the skin of a living thought and may vary greatly in colour and content according to the circumstances and the time in which it is used.\"\n20. To conclude, while the language of a statute serves as the primary means by which legislative intent is communicated and realized, this principle must be applied judiciously in light of the broader context and purpose of the statute, recognizing that statutes are part of a larger legal framework shaped by legislative purpose and policy objectives.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "62c1638f1fa24e7a8d8effdf32fda3ac_186"
    },
    {
      "start": 36064,
      "end": 36219,
      "text": "21. The phrase \"as if it were a decree of the Court\" occurring in Section 36 of the Act needs to be interpreted in light of the principles discussed above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab2c775896674969ae7ca8dbadfdfaf8_187"
    },
    {
      "start": 36220,
      "end": 36466,
      "text": "The phrase \"as if it were\" is a construction used in language to suggest a hypothetical scenario or condition, implying that something is being treated or considered in a manner akin to a particular situation, even if it is not actually the case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0c7cb8b5d91c41cd962ef8e870eeb6f3_188"
    },
    {
      "start": 36467,
      "end": 36568,
      "text": "It is often employed to convey a comparison or analogy between two different states or circumstances.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ce5156eb67f46be9e4f8785be2204c6_189"
    },
    {
      "start": 36569,
      "end": 36754,
      "text": "When used in legal or formal contexts, \"as if it were\" indicates that a particular statement or action is being treated as if it were true, even though it may not be factually accurate.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d7f50865afb041eead7c5b09980c21c6_190"
    },
    {
      "start": 36755,
      "end": 36892,
      "text": "This can be useful in scenarios where a hypothetical situation needs to be imagined or simulated for analytical or augmentative purposes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84c58ab8d6e544c69ae8efba6055a764_191"
    },
    {
      "start": 36893,
      "end": 37114,
      "text": "The phrase \"as if it were\" might be used to establish a legal fiction or presumption, where a certain condition or event is deemed to exist for the purpose of legal analysis, even if it does not actually exist in reality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4a3d964df9ae44d7b0b41d3577aaa8ff_192"
    },
    {
      "start": 37116,
      "end": 37333,
      "text": "22. Under Section 36 of the Act, the phrase \"as if it were\" conveys the idea of treating the arbitral award in a manner analogous to a court decree, despite the fact that it is not actually a decree issued by a court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd2de189576346948b025e00c80dcef7_193"
    },
    {
      "start": 37334,
      "end": 37550,
      "text": "By employing this language, Section 36 of the Act establishes a legal fiction or presumption, whereby the arbitral award is deemed to possess certain characteristics and legal effects akin to those of a court decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ccd99fa259204af1a067d60a19e7eef8_194"
    },
    {
      "start": 37551,
      "end": 37755,
      "text": "Essentially, it means that once the time limit for challenging the arbitral award has expired, the award is to be enforced through the same procedures and mechanisms as a court decree under the CPC, 1908.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9046f32443947548e0a3d2b5189bc3a_195"
    },
    {
      "start": 37756,
      "end": 37896,
      "text": "This includes the execution of the award through the court's enforcement powers, such as attachment of property, or other coercive measures.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b24042605934568ae3a1f451ff8db49_196"
    },
    {
      "start": 37897,
      "end": 38080,
      "text": "By equating the arbitral award with a court decree, \"as if it were\" one, Section 36 of the Act extends certain privileges and protections afforded to court decrees to arbitral awards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "313d72e068aa4278900e7b9fd2020d40_197"
    },
    {
      "start": 38081,
      "end": 38333,
      "text": "For example, the arbitral award becomes immune from collateral attack or challenge on the grounds that could have been raised during the arbitration proceedings or in a subsequent application to set aside the arbitral award under Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5820e10693f408a8e3ab6da2b792808_198"
    },
    {
      "start": 38334,
      "end": 38581,
      "text": "By affording arbitral awards a status akin to court decrees for enforcement purposes, Section 36 of the Act encourages parties to arbitration agreements to abide by the arbitration process and accept the resulting awards as binding an enforceable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1fd98fb65404af6a9fb0b86292a6647_199"
    },
    {
      "start": 38583,
      "end": 38874,
      "text": "23. In India Oil Corporation Ltd. and Anr. v. Commercial Court and Anr. reported in 2023 SCC OnLine All 809 (Coram: Neeraj Tiwari, J.) this Court held that an arbitral award is not a decree and objections under Section 47 of the CPC, 1908 would not be maintainable against an arbitral award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "415285e335144c3eb97f5437416ef3a6_200"
    },
    {
      "start": 38875,
      "end": 38922,
      "text": "Relevant paragraphs have been extracted herein:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4c5e74926e74135b11cf9ceb0e5d84d_201"
    },
    {
      "start": 38924,
      "end": 39220,
      "text": "\"46. Again the very same issue of filing of objection under Section 47 of CPC came before this Court in the matter of Bharat Pumps and Compressors Ltd. (supra) and Court following the ratio of law laid down by this Court in the matter of Larsen & Tubro Limited (Supra) has held as follows:--\n\"22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "87cd7177cb304c57af02c30655a82d50_202"
    },
    {
      "start": 39221,
      "end": 39382,
      "text": "The Arbitration Act, 1940 is self-contained, complete code and section 17 thereof is in pari-materia with section 36 of the Arbitration & Conciliation Act, 1996.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0e841f140a764547b3ff660e93799231_203"
    },
    {
      "start": 39383,
      "end": 39461,
      "text": "Section 20 thereof, provides for challenging the appointment of an Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7de10272ec9940b69529fc23afea733b_204"
    },
    {
      "start": 39462,
      "end": 39550,
      "text": "The revisionist never challenged appointment of the Arbitrator under section 20 thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6509501d85fd4c41a64f8361e9728bea_205"
    },
    {
      "start": 39551,
      "end": 39810,
      "text": "Sections 30/33 and 37 of the Arbitration Act, 1940, read with Article 119 of the Limitation Act, give provision for an application to be filed within 30 days of notice of award; however, no such application within the said period was filed by the revisionist.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d1bc22ef8424a5b95d964c433258579_206"
    },
    {
      "start": 39812,
      "end": 40142,
      "text": "23. The arbitration award by way of friction is executed as decree, but it is not a decree as defined under section 2(2) of CPC and therefore, the objection under section 47 of CPC, which was filed only in execution of decree (as defined under section 2(2) CPC), is not maintainable in the proceedings seeking execution of award.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e32c0a921b54db5be7b03587fc2e4a4_207"
    },
    {
      "start": 40144,
      "end": 40314,
      "text": "47. This Court has again taken view that arbitral award is not a decree under Section 2(2) of CPC, therefore, objection filed under Section 47 of CPC is not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58e668bea7be4b029e0a5a46681d6b6d_208"
    },
    {
      "start": 40316,
      "end": 40517,
      "text": "48. To conclude this point on the basis of undisputed fact, objection under Section 47 of CPC filed against the arbitral award is not maintainable as the same is not a decree under Section 2(2) of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6de356c2144542389643dce1505276ca_209"
    },
    {
      "start": 40518,
      "end": 40683,
      "text": "Further, arbitral award can be executed invoking Section 36 of New Act, 1996 alongwith the provisions of CPC in the same manner as if it is decree of the Court.\"\n24.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5be02d35ec364c8c86810e29785d0cb8_210"
    },
    {
      "start": 40684,
      "end": 41053,
      "text": "In Hindustan Zinc Ltd. v. National Research Development Corporation reported in 2023 SCC OnLine Del 330 (Coram: Yashwant Varma, J.) the Delhi High Court held that since objections under Section 47 of the CPC, 1908 are not available in proceedings under Section 36 of the Act, challenge to an arbitral award on its merits cannot be permitted under Section 36 of the Act:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0788675fba874a02b6230c7ebe8be59d_211"
    },
    {
      "start": 41054,
      "end": 41339,
      "text": "\n\"20. Mahanagar Telephone, assumes significance in light of the emphasis which was laid by the Supreme Court on Section 5 of the Act and the enactment itself being liable to be construed and understood as being a comprehensive legislation governing all aspects of arbitral proceedings.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bb3a10e0dffd476c9a249911d6c9a52a_212"
    },
    {
      "start": 41340,
      "end": 41673,
      "text": "The Court deems it apposite to lay emphasis on the above since the acceptance of the contention as advanced by learned counsel for the objector would essentially amount to recognizing a right inhering in the objector to challenge or question the award on its merits in proceedings which stand restricted to enforcement and execution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ac04b81f40c48b99b9da2249661e3d9_213"
    },
    {
      "start": 41674,
      "end": 41763,
      "text": "That cannot possibly be permitted in light of the plain command of Section 36 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d663a8f756154c5cae5999f676cfca5f_214"
    },
    {
      "start": 41764,
      "end": 41905,
      "text": "It would be pertinent to note that the Act envisages a challenge to an arbitral award being mounted solely within the contours of Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9692574ec3b4d8db41074ed72c68f8b_215"
    },
    {
      "start": 41906,
      "end": 42050,
      "text": "Section 34 not only constructs the forum but also creates the right to question an arbitral award on grounds specified in that provision itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e842142bcd8f4406a1bd28e4ed501f26_216"
    },
    {
      "start": 42051,
      "end": 42143,
      "text": "This is manifest from the use of the expression \"only if....\" as occurring in Section 34(2).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bbf20d434e4a497b89e9e7c2664337a5_217"
    },
    {
      "start": 42144,
      "end": 42465,
      "text": "Accepting the contention of learned counsel for the objector that a challenge to the award on merits would also be permissible in proceedings referable to Section 36 would clearly amount to recognizing the same being an avenue available to be invoked in addition to the limited right which stands conferred by Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "153f214ed60f43b6a743cf38537fe3d3_218"
    },
    {
      "start": 42466,
      "end": 42686,
      "text": "Bearing in mind the principal objectives of the Act as well as the legislative policy underlying Sections 34 and 36, the Court finds itself unable to countenance the submission as addressed at the behest of the objector.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc5f9766d6fc4f21b4dcbde3ed0b68ec_219"
    },
    {
      "start": 42688,
      "end": 42819,
      "text": "21. It would be pertinent to note that Order XXI of the Code compendiously deals with the subject relating to execution of decrees.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "356431d23cbb4fd79b3aa7bda622c3e7_220"
    },
    {
      "start": 42820,
      "end": 42902,
      "text": "Those provisions extend from attachment of properties to sale and auction thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7780103270144bdb8f0addaeebc155e5_221"
    },
    {
      "start": 42903,
      "end": 43121,
      "text": "It also envisages the trial of questions that may arise in the course of execution as would be evident from the various provisions contained in that chapter such as Order XXI Rule 46C as well as Rules 58 to 63 and 101.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e13b41f5580459a9e9eab317c85c2e0_222"
    },
    {
      "start": 43122,
      "end": 43335,
      "text": "As this Court reads those provisions, they clearly appear to be restricted to questions that would be indelibly connected with actions and steps that may be taken by a court in the course of execution of a decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0460b4694764498bb82dc33d6cbd0a7_223"
    },
    {
      "start": 43336,
      "end": 43503,
      "text": "Even those provisions cannot possibly be construed as extending to a challenge to the validity or correctness of the original judgment and decree that may be rendered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f19362b97b6f42e5803d7e35ec6f32f8_224"
    },
    {
      "start": 43504,
      "end": 43807,
      "text": "While it may be open the Court to draw sustenance and guidance from the principles underlying the provisions contained in Order XXI in the course of enforcement of an arbitral award, it would be wholly incorrect to understand or interpret Section 36 as envisaging the adoption of its various provisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ffb47cf68dd04d019f7c9735be2e86da_225"
    },
    {
      "start": 43808,
      "end": 44002,
      "text": "The principles which inform the various provisions of Order XXI can at best only act as a guide for the trial of various questions that may arise in the span of enforcement of an arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65691d43e8ca4c419eea66d9fbd7a0fa_226"
    },
    {
      "start": 44004,
      "end": 44228,
      "text": "22. In summation, it must be held that a challenge to an award on the ground that it is a \"nullity\" or is otherwise illegal can be addressed only in proceedings that may be initiated in accordance with Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73a0f8cd0a5843599de694f6efab922b_227"
    },
    {
      "start": 44229,
      "end": 44329,
      "text": "The grounds on which an award can possibly be assailed are comprehensively set out in Section 34(2).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64351fd347e644f89efdd6f8c635e5bd_228"
    },
    {
      "start": 44330,
      "end": 44485,
      "text": "A challenge mounted on those lines in proceedings duly instituted under Section 34 alone can be recognised to be the remedy available to a judgment debtor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ed99fee55704a3995e5af3e1b5ea6b9_229"
    },
    {
      "start": 44486,
      "end": 44669,
      "text": "The Act neither envisages nor sanctions a dual or independent challenge to an award based on the various facets of nullity as legally recognised being laid in enforcement proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bce74dc961a34dc28cf5eb2171eb731c_230"
    },
    {
      "start": 44670,
      "end": 44837,
      "text": "The conclusion of the Court in this respect stands fortified from a conjoint reading of Sections 5, 35 and 36 of the Act as well as the precedents noticed hereinabove.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ecd00a4e5eb648d7845b31d8051ca18d_231"
    },
    {
      "start": 44838,
      "end": 45020,
      "text": "The aforesaid statement of the law would necessarily be subject to the caveat which is liable to be entered in respect of foreign awards and which are governed by Part II of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ad2e5ac9d874554918dd96d69e6934a_232"
    },
    {
      "start": 45021,
      "end": 45369,
      "text": "Insofar as enforcement proceedings are concerned, while the Court would be obliged to deal with all questions that may relate to or arise out of steps that may be taken in the course of execution, it would be wholly incorrect to understand the scope of those proceedings as extending to the trial of questions touching upon the merits of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4522cc4d08c84c0281443bb9fc6aeedb_233"
    },
    {
      "start": 45371,
      "end": 45660,
      "text": "23. Accordingly, and for all the aforesaid reasons, the Court comes to conclude that the challenge to the award on merits as is sought to be raised by learned counsel for the objector cannot be countenanced in these enforcement proceedings in light of the observations as made hereinabove.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "198de44a84db4ee38240644bf5f70de4_234"
    },
    {
      "start": 45661,
      "end": 45759,
      "text": "The objection to the enforcement of the arbitral award on that score is consequently negated.\"\n25.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f9553b957814ae4b036409d81164bae_235"
    },
    {
      "start": 45760,
      "end": 46054,
      "text": "Recently, in Sanjay Agarwal v. Rahul Agarwal reported in 2024 SCC OnLine All 149 (Coram: Alok Mathur, J.) this Court reiterated that a party aggrieved by an arbitral award is barred in law to challenge the validity or legality of the award at the stage of execution under Section 36 of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cc4073102427470689f84235d3416b82_236"
    },
    {
      "start": 46055,
      "end": 46095,
      "text": "Relevant paragraphs are extracted below:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d939c6c1ed624f17bb06923429d1bfd8_237"
    },
    {
      "start": 46097,
      "end": 46503,
      "text": "\"31. Analyzing the above decisions, it is now well settled that once an award is passed by the Arbitrator, any party aggrieved by the award is required to challenge the award in accordance with the procedure provided under the Act of 1996 including the issue relating to the jurisdiction of the Arbitrator, which such issue however, should be raised before the Arbitrator under Section 16 of the Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53626bfac8e94f9ebfc6f70d94811279_238"
    },
    {
      "start": 46504,
      "end": 46775,
      "text": "Therefore, a party, aggrieved by the award, not having taken any of the measures provided in the Act, 1996, is barred in law to challenge the validity or legality of the award at the execution stage when such award is put into execution under Section 36 of the Act, 1996.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f50c2772ced34a06b6e271f8d95257b9_239"
    },
    {
      "start": 46776,
      "end": 47055,
      "text": "Thus, the application filed by the opposite party under Section 47 of the Code of Civil Procedure challenging the legality and/or validity of the award on diverse grounds, was not maintainable, and thus the District Judge did not commit any illegality by rejecting the same.\"\n26.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d4845da20e945c8b7061d228274b580_240"
    },
    {
      "start": 47056,
      "end": 47311,
      "text": "In Bellary Nirmithi Kendra v. M/s Capital Metal Industries (C.R.P. No. 100067 of 2022) (Coram: C.M. Poonacha, J.) the Kerala High Court held that recourse to Section 47 of the CPC, 1908 cannot be taken in execution proceedings under Section 36 of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "221e53eff55140cda84710946f53cb88_241"
    },
    {
      "start": 47312,
      "end": 47357,
      "text": "Relevant paragraphs are extracted below:\n\"30.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c867951e3dad4e79bda27310195ff40d_242"
    },
    {
      "start": 47358,
      "end": 47942,
      "text": "Although it is the vehement contention of the learned counsel for the petitioner that having regard to Section 36 of the Act of 1996 the award passed under the provisions of the Act of 1996 is to be treated as a decree and Section 47 of the CPC could be invoked, it is relevant to note that having regard to Section 36(1) of the Act of 1996, the award passed under the provisions of the said Act is required to be construed as a decree only for the purpose of enforcement of the same and it is not open to the petitioner to invoke Section 47 of the CPC before the executing Court.\n31.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dd696591a1e8430785cb3bdf81b4eb5e_243"
    },
    {
      "start": 47943,
      "end": 48380,
      "text": "Having regard to the judgments of the Hon'ble Supreme Court in the cases of Paramjeet Singh Patheja , Morgan Securities , Vedanta Limited, this Court is in complete agreement with the view expressed in Larsen and Tubro as well as State of Tripura and in view of the said authoritative pronouncements, it is clear that the petitioner cannot take recourse of Section 47 of the CPC in the execution proceedings initiated by the respondent.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "25ecb3744a6848149dd4b5a6856334f6_244"
    },
    {
      "start": 48382,
      "end": 48623,
      "text": "27. In Cholamandalam Investment and Finance Company Ltd. -v- Amrapali Enterprises and Another reported in 2023 SCC OnLine Cal, I had outlined that there is no scope for adverse interference with an arbitral award under Section 36 of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ec5665270a9c444683e44efbc97667a9_245"
    },
    {
      "start": 48624,
      "end": 48663,
      "text": "Relevant paragraph reads as under:\n\"18.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4b07dcbb03b94198928c866d9e68e5d5_246"
    },
    {
      "start": 48664,
      "end": 48907,
      "text": ".....There is no denying the fact that the Act is a complete code in itself and at the same time, it is equally true that Section 36 provides no scope of adverse interference with an arbitral award except executing it as a decree of the court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6378d2d9301a4a0dad3840dda90f9acd_247"
    },
    {
      "start": 48908,
      "end": 49123,
      "text": "While Section 47 of the Civil Procedure Code, 1908 (hereinafter referred to as the 'CPC') governs the challenge to a court decree at the execution stage, there is no such similar provision provided in the Act......\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4dbd8d947d65429c81de39146585ba45_248"
    },
    {
      "start": 49124,
      "end": 49256,
      "text": "\nWhat emerges from the aforesaid judgments is that an arbitral award is not a decree as defined under Section 2(2) of the CPC, 1908.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28e0842e027b461a81e99bcd88230354_249"
    },
    {
      "start": 49257,
      "end": 49417,
      "text": "Therefore, objections under Section 47 of the CPC, 1908 which are specifically applicable to execution of decrees, are not maintainable against arbitral awards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b23bcfcd2284ae287df769fd46f2b92_250"
    },
    {
      "start": 49418,
      "end": 49636,
      "text": "The Courts have constantly emphasized the self-contained nature of the Act, which provides a comprehensive framework for challenging arbitral awards, including provisions for challenging the appointment of arbitrators.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bda1cfe1420842f0816203b0646d3b9c_251"
    },
    {
      "start": 49637,
      "end": 49755,
      "text": "Section 36 of the Act deals with enforcement and does not provide for challenges to the merits of the arbitral awards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9803d4456ff34085966297b233017562_252"
    },
    {
      "start": 49756,
      "end": 49936,
      "text": "Challenges on the grounds of nullity or illegality can only be raised in proceedings under Section 34 of the Act, which sets forth specific grounds for challenging arbitral awards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0920642f5f0942eab5aeadf86adbcded_253"
    },
    {
      "start": 49937,
      "end": 50089,
      "text": "Allowing challenges on the merits in enforcement proceedings would undermine the legislative intent and the procedural framework established by the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d75593bc4e14b81985e6b547b9cca39_254"
    },
    {
      "start": 50090,
      "end": 50307,
      "text": "Any party aggrieved by an arbitral award is required to challenge the arbitral award within the framework provided by the Act, including raising jurisdictional issues before the arbitrator under Section 16 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4288308394b4d979c64623147afa3dc_255"
    },
    {
      "start": 50309,
      "end": 50518,
      "text": "28. Though, the legal fiction of equating arbitral awards to court decrees serves pragmatic purposes, it is important to acknowledge that, it does not alter the fundamental nature or origin of arbitral awards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "def5b5764de541be9659a5dfa59f97b0_256"
    },
    {
      "start": 50519,
      "end": 50717,
      "text": "Arbitral awards are distinct from court judgments in that they arise from private contractual agreements between the parties and are issued by private arbitrators rather than state-appointed judges.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f53f1abe159447d953730ae9ce1f8fa_257"
    },
    {
      "start": 50718,
      "end": 50835,
      "text": "Moreover, while arbitral awards are enforceable \"as if they were\" court decrees, they are not actually court decrees.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f7134453d60443f4bbcbe93734670a70_258"
    },
    {
      "start": 50836,
      "end": 50985,
      "text": "Execution of an arbitral award, although happens in a manner \"as if they were\" court decrees, they are subject to specific limitations under the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c0e684d4771e401b9b6c469ab592dc9b_259"
    },
    {
      "start": 50987,
      "end": 51293,
      "text": "29. Therefore, to conclude, it can be said, that objections available under Section 47 of the Code of Civil Procedure, 1908 will not be available under Section 36 of the Act since an arbitral award is not in reality a decree of the court but is merely treated as one for the limited purpose of enforcement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9fc0416355b45a79c8c959a746521b3_260"
    },
    {
      "start": 51294,
      "end": 51388,
      "text": "The key distinction between court decrees and arbitral awards lies in their origin and nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "543d99bfdff94ffc8ead02ea41f4eaeb_261"
    },
    {
      "start": 51389,
      "end": 51515,
      "text": "Court decrees are orders or judgments issued by a court of law, following adversarial proceedings and adjudication by a judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6be7b1ff60e14b75b7ba01931e48a3a6_262"
    },
    {
      "start": 51516,
      "end": 51624,
      "text": "They carry the imprimatur of the State and are enforceable as such through the coercive powers of the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f70b8bb40484b65b623f217b774f23c_263"
    },
    {
      "start": 51625,
      "end": 51773,
      "text": "In contrast, arbitral awards are decisions rendered by private arbitrators chosen by the parties to a dispute, pursuant to an arbitration agreement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "716a1c27b8454668bfccfccb199c2067_264"
    },
    {
      "start": 51774,
      "end": 51870,
      "text": "They arise from contractual agreements between the parties and are not issued by a court of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5515f46549164590911b12019ab30486_265"
    },
    {
      "start": 51871,
      "end": 51999,
      "text": "While they may have the same legal effect as court decrees once enforced, they are fundamentally different in origin and nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09bb48fb28ad43f092d295b8408e19a6_266"
    },
    {
      "start": 52001,
      "end": 52166,
      "text": "30. Allowing objections under Section 47 of the CPC, 1908 to be raised against arbitral awards would undermine the finality and binding nature of arbitration awards.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5870f419a42c4c62bb6f48b717343091_267"
    },
    {
      "start": 52167,
      "end": 52371,
      "text": "It would subject arbitral awards to same procedural complexities and delays associated with court proceedings, defeating the purpose of choosing arbitration as an alternative dispute resolution mechanism.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9e0ffdb6aaf340f3bf305c946256d543_268"
    },
    {
      "start": 52373,
      "end": 52769,
      "text": "31. Accordingly, this Court holds that the objections which were sought to be raised by the Petitioners under Section 47 of the CPC, 1908 before the Commercial Court, Moradabad were not maintainable and the rejection of the Petitioners' objections filed under Section 47 of the CPC, 1908 by the Commercial Court, Moradabad on grounds of maintainability warrants no interference by this Court.\n32.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c98244ae2f24f5c9cae839531f922fe_269"
    },
    {
      "start": 52770,
      "end": 53121,
      "text": "In any case, the objections sought to be raised by the Petitioners under Section 47 of the CPC, 1908 before the Commercial Court, Moradabad and also before me under the instant application under Article 227 of the Constitution of India had previously been raised before and considered by the Learned District Judge, Bijnor under Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e8f88edcb8f4306a7da3a41dafd045c_270"
    },
    {
      "start": 53122,
      "end": 53579,
      "text": "The Learned District Judge, Bijnor under Section 34 of the Act specifically recorded the Petitioner's contention regarding the challenge to the appointment of Sri A.K. Gupta, Sole Arbitrator - \"Learned counsel for the applicants State of U.P. & others vehemently contended that the appointment of Sole Arbitrator Sri A.K. Gupta (O.P. no. 2) by OP no.1(Contractor) is quite illegal being against the agreement Clause 43 of the General Conditions of Contract.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b157019de0cf43958a0e348c6d2f5dc4_271"
    },
    {
      "start": 53580,
      "end": 53673,
      "text": "Learned counsel drew the attention of the court to clause 43 (GCC) of the contract/agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "56adaf5e1fd043caa0cfe0a89e2b7211_272"
    },
    {
      "start": 53674,
      "end": 53971,
      "text": "Learned counsel submitted that the Chief Engineer Madhya Ganga (CEMG) in respondent of OP no. 1 (Contractor)'s letter dated 22-06-2011, had informed to OP no. 1 (Contractor) vide its letter No. 7092 dated 16-07-2011 and referred three names of its employees for the appointment of Sole Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18f8bd1f09314e168eeef440588ec48e_273"
    },
    {
      "start": 53972,
      "end": 54123,
      "text": "This letter dated 16-07-2011 by CEMG was sent to OP no. 1 (Contractor) by speed post which he returned with the endorsement \"refused\" dated 25-07-2011.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9d019b7ca584eedaae5d2f57a314b70_274"
    },
    {
      "start": 54124,
      "end": 54301,
      "text": "The applicants again sent the same letter dated 16-07-2011 to OP no. 1 (Contractor) on 22-07-2011 which returned unserved with the endorsement \"out of station\" dated 12-08-2011.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ba988a2eb5d4144a2c181ffc4463302_275"
    },
    {
      "start": 54302,
      "end": 54625,
      "text": "Thus the applicants in view of Clause 43 (GCC) had referred the three names of its employees to be selected as Sole Arbitrator by OP no. 1 (Contractor) but OP no. 1 (Contractor) deliberately avoided the service of letter dated 16-07-011 and 22-07-2011 and illegally appointed Sri A.K. Gupta (O.P. No. 2) as Sole Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17b89e06b3e04e7ea1a80d48591efa87_276"
    },
    {
      "start": 54626,
      "end": 54785,
      "text": "Learned counsel further argued that Sri A.K. Gupta (OP no.2) was concerned with the work assigned to OP no. 1 (Contractor) through the said contract/agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "20a7ce6d534b429d94dcb069e5d181c2_277"
    },
    {
      "start": 54786,
      "end": 54975,
      "text": "So his appointment being against the procedure laid down in Clause 43 (GCC) is illegal and consequently the arbitral award either interim or final passed by him are liable to be set aside.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a40a3674648c4f7a96dd935375fc3ef8_278"
    },
    {
      "start": 54977,
      "end": 55435,
      "text": "33. The Learned District Judge, Bijnor under Section 34 of the Act specifically dealt with the Petitioners contentions regarding the appointment of Sri A.K. Gupta as Sole Arbitrator and concluded as follows:\n\"23- In the case in hand, OP no. 1 (Contractor) invoked arbitration as per Clause 43 with the request that the names of 3 officers to select the Sole Arbitrator to be sent to him within 30 days from the date of receipt of his letter dated 22-06-2011.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "90cdabe09ae640a1b206a1490981c897_279"
    },
    {
      "start": 55436,
      "end": 55551,
      "text": "This letter was handed over to Chief Engineer Madhya Ganga Aligarh (CEMG)'s office on the same day i.e. 22-06-2011.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c64fbb8fc9334256a88aa961b43d08df_280"
    },
    {
      "start": 55552,
      "end": 55625,
      "text": "Thus his time to send the list of 3 officers was to expire on 22-07-2011.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d19a3ce21ac84d7fa86d062398164381_281"
    },
    {
      "start": 55626,
      "end": 55792,
      "text": "This letter dated 22-06-2011 of OP no. 1 (Contractor) also constituted a notice for the commencement of arbitration u/s 21 of the Arbitration & Conciliation Act 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f372e6f9125b427ca0c0cfaf635a1da8_282"
    },
    {
      "start": 55793,
      "end": 56139,
      "text": "As no communication within the prescribed period of 30 days from the date of receipt of notice/letter dated 22-06-2011 was received by OP no. 1 (Contractor) upto 22-07-2011 from the office of CEMG, hence his (CEMG)'s right to send the list stood forfeited entitling OP No. 1 (Contractor) to exercise his consequential right under Clause 43 (GCC).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad93926b085346e281df55aef4efff02_283"
    },
    {
      "start": 56140,
      "end": 56451,
      "text": "OP no. 1 (Contractor) in exercise of his right accrued to him sent the list of 3 Competent Departmental Officers including the name of Sole Arbitrator Sri A.K. Gupta to CEMG vide letter dated 23-07-2011 so that he could select one name out of them and appoint him as Sole Arbitrator in according with Clause 43.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29656ab299ee42c593544353157330c2_284"
    },
    {
      "start": 56452,
      "end": 56538,
      "text": "This letter was received in the office of CEMG on the same day i.e. 23-07-2011 itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2e5eb98011a40548037bf5fa2f217f3_285"
    },
    {
      "start": 56539,
      "end": 56685,
      "text": "Thus CEMG had a time period for 15 days to exercise his right to select and appoint a Sole Arbitrator from the list sent by OP no. 1 (Contractor).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1299733277c34e5b9cd911849bb2195d_286"
    },
    {
      "start": 56686,
      "end": 56949,
      "text": "This period was to lapse on 07-08-2011 in accordance with the provisions of Clause 43 (GCC) but CEMG did not exercise his right within prescribed 15 days period to chose Sole Arbitrator from the list sent by OP no. 1 (Contractor) vide his letter dated 23-07-2011.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58dab40c048d43279c5d9771019d49ec_287"
    },
    {
      "start": 56950,
      "end": 57333,
      "text": "Consequently, OP no. 1 (Contractor) attained a right to appoint Sole Arbitrator in accordance with Clause 43 from the list of officers send by him on 23-07-2011 and he exercised his right and appointed Sri A.K. Gupta (OP no. 2) Sole Arbitrator in this matter and informed CEMG's office vide letter dated 08-08-2011 which was received in CEMG's office on the same day i.e. 08-08-2011.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e37c724a4f7c45b992c7a7e25a139482_288"
    },
    {
      "start": 57334,
      "end": 57469,
      "text": "This process of appointment of Sole Arbitrator completed in accordance with contractual clause 43 (GCC) and Section 11 of the Act 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "336508b4031d4dd29f65d5a7c35d5998_289"
    },
    {
      "start": 57471,
      "end": 57765,
      "text": "24- The alleged letter dated 16-07-2011 sent by CEMG whereby the list of 3 officers was allegedly sent to OP no. 1 (Contractor) is denied by OP no. 1 and OP no. 1 (Contractor) has stated that the alleged letter dated 16-07-2011 was never tendered to him by Post Office authorities for delivery.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f207177e7e642809e61fc5c41b74f12_290"
    },
    {
      "start": 57766,
      "end": 57919,
      "text": "However, even as per applicants' own admission the alleged letter dated 16-07-2011 is marked to have been refused by OP no. 1 (Contractor) on 25-07-2011.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ee72e238e874528960f8d7779f797d6_291"
    },
    {
      "start": 57920,
      "end": 58087,
      "text": "Thus admittedly, OP no. 1 (Contractor) did not receive any communication from CEMG within the prescribed period of 30 days which expired on 22-07-2011 as stated above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5bc52055f4d40c8a7a779cdc9c9120d_292"
    },
    {
      "start": 58088,
      "end": 58349,
      "text": "\n25 - According to Section 3(a) of the Act 1996, unless otherwise agreed by the parties any written communication is deemed to have been received if it is delivered to the addressee (personally or at his place of business, habitual residence or mailing address.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f14e45a1f759440ca1c5169d0d125a42_293"
    },
    {
      "start": 58350,
      "end": 58453,
      "text": "Section 3(2) says that the communication is deemed to have been received on the day it is so delivered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85a174178dd0466883e7264e3b3c712e_294"
    },
    {
      "start": 58454,
      "end": 58709,
      "text": "\n26 - Subsequent letter dated 27-7-2011 (copy of letter dated 16-07-2011) sent by CEMG's office which allegedly returned unserved with the endorsement \"out of station\" was also of no significance and useless being against the provisions of Clause 43(GCC).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53ba24b9a5f8441e89daa528173bb784_295"
    },
    {
      "start": 58710,
      "end": 58862,
      "text": "CEMG's letter dated 09-08-2011 written subsequent to appointment of Sole Arbitrator by OP No. 1 (Contractor) on 08-08-2011 is non-est in the eye of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca30abcfbef24166b7a6bb3087e4b5ad_296"
    },
    {
      "start": 58863,
      "end": 58940,
      "text": "Even otherwise, this letter was never delivered to OP no. 1 (Contractor).\n27-",
      "labels": [
        "ANALYSIS"
      ],
      "id": "954d5d456ced42f59e8ee1749d080898_297"
    },
    {
      "start": 58941,
      "end": 59140,
      "text": "Thus, the appointment of Sole Arbitrator Sri A.K. Gupta (OP no. 2) by OP no. 1 (Contractor) was completely in accordance with the provisions of 43 (GCC) and does not suffer from any procedural error.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f92d39574033455398b7b363d72bbe63_298"
    },
    {
      "start": 59141,
      "end": 59577,
      "text": "Moreover, when CEMG abandoned his right to send list of officers by 22-07-2011 and subsequently to select one name from the list send by OP no. 1 (Contractor) by 07-08-2011, his right stood forfeited and his this right cannot be revived under the contract and shall be deemed to have been waived by the applicants u/s 4 of the Act of 1996 and such waival cannot be revived by this court in view of bar created u/s 5 of the Act of 1996.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d99efa64a3a54b75b42fa713f9c884e8_299"
    },
    {
      "start": 59579,
      "end": 59770,
      "text": "34. The principles enshrined in Section 34 of the Act underscore that interference with arbitral awards should only occur in exceptional cases, where the grounds specified in the Act are met.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95382964741647e1811219159de2df8c_300"
    },
    {
      "start": 59771,
      "end": 60015,
      "text": "The Petitioner's attempts to circumvent the procedural and substantive framework established by the Act, and to re-litigate matters already addressed under Section 34 of the Act, undermine the efficiency and finality of arbitration proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36ed276fe90c4b6d982231b973a68da5_301"
    },
    {
      "start": 60016,
      "end": 60247,
      "text": "The Section 34 Court meticulously examined the sequence of events leading to the appointment of the Sole Arbitrator, Sri A.K. Gupta, and determined that the appointment was made in strict compliance with the contractual provisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78a4d30f7bef4a8ebbc4e6b7106bef9e_302"
    },
    {
      "start": 60248,
      "end": 60397,
      "text": "Once the Petitioners had already forfeited their right to appoint an arbitrator, they were not entitled to seek the Court's leave to revive the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3dc0dce8b93c425186dfa369ae104fb8_303"
    },
    {
      "start": 60398,
      "end": 60568,
      "text": "Mere allegations or suspicions of impropriety in appointment of the Sole Arbitrator, Sri A.K. Gupta are not enough in absence of any evidence to support such accusations.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02f372c77675404bbcb36a86893450f6_304"
    },
    {
      "start": 60570,
      "end": 60927,
      "text": "35. Under the First Appeal filed by the Petitioners under Section 37 of the Act against the order of the Court under Section 34 of the Act, a Division Bench of this Court (Coram: Sudhir Agarwal, J. and Dr. Kaushal Jayendra Thaker, J.) concluded that there was no error in the decision of the Learned District Judge, Bijnor below under Section 34 of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "70be9acbc63c406c823722440a74b442_305"
    },
    {
      "start": 60928,
      "end": 60966,
      "text": "Relevant paragraph is extracted below:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37257a3fcbbd4e4e9ca40314ddfc6ca9_306"
    },
    {
      "start": 60967,
      "end": 61034,
      "text": "\n\"These findings could not be shown perverse or contrary to record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3118f6b36974d12a2fe14b3f8d2ee7b_307"
    },
    {
      "start": 61035,
      "end": 61173,
      "text": "In these circumstances, it cannot be said that Court below has erred in rejecting appellants' objection under Section 34 of the Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ebfe462721248babd9a4323d8ae5da1_308"
    },
    {
      "start": 61174,
      "end": 61253,
      "text": "We, therefore, find no factual, legal or otherwise error in the impugned order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af2dc42984e1452bbc2f02579505fc1d_309"
    },
    {
      "start": 61254,
      "end": 61344,
      "text": "Appeal is accordingly dismissed at the stage of hearing under Order 41 Rule 11 C.P.C.\"\n36.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c47b1e36d66a4a21b9d95120ec45f29f_310"
    },
    {
      "start": 61345,
      "end": 61659,
      "text": "The Petitioners in their objections filed under Section 47 of the CPC, 1908 primarily contended before the Commercial Court, Moradabad that Sri A.K. Gupta, Sole Arbitrator acted in a biased manner to pass an award in favour of the Respondent and the arbitral award passed on December 12, 2013, was against the law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00c33d96e8c24494aadc6211c62ad68b_311"
    },
    {
      "start": 61660,
      "end": 61771,
      "text": "These objections under Section 47 of the CPC, 1908 could not have been entertained under Section 36 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "084aa5cac8514d06824a41a219fc138d_312"
    },
    {
      "start": 61772,
      "end": 61908,
      "text": "In any case, these objections were already considered and disposed of by the Learned District Judge, Bijnor under Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "971a2c4529734603b1523e1443652e4c_313"
    },
    {
      "start": 61909,
      "end": 62121,
      "text": "The only permissible ground for interference under Section 47 of the CPC, 1908 in case of an arbitral award is that if the arbitral award was passed with inherent lack of jurisdiction, which is not the case here.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53c6b24120cf4186ab9e97be407ad7b2_314"
    },
    {
      "start": 62122,
      "end": 62399,
      "text": "The Petitioners' attempt to resurrect their objections under Section 47 of the CPC, 1908 which were already adjudicated upon by the Learned District Judge under Section 34 of the Act and this Court under Section 37 of the Act runs counter to the principle of judicial finality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0fbb88cb398416d89e3318583968f71_315"
    },
    {
      "start": 62400,
      "end": 62557,
      "text": "\n37. Section 34 of the Act provides grounds for setting aside an arbitral award, including allegations of bias, illegality or contravention of public policy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c4d20e1fd534376bb2d7336b1e87f7a_316"
    },
    {
      "start": 62558,
      "end": 62730,
      "text": "Once objections under Section 34 of the Act are adjudicated and dismissed, and the appeal under Section 37 of the Act stands rejected, the arbitral award achieves finality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c28572f3f11545a5b4cfeaff792dc16a_317"
    },
    {
      "start": 62731,
      "end": 63001,
      "text": "Once the Court under Section 34 of the Act had already adjudicated and dismissed the Petitioner's objections under Section 34 of the Act, those issues could not have been relitigated in execution proceedings under Section 36 of the Act under Section 47 of the CPC, 1908.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4de3f1473b34e0399f12a041164da76_318"
    },
    {
      "start": 63002,
      "end": 63095,
      "text": "Sanctity of an arbitral award cannot be undermined by attempts at revisiting settled matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c50dbe29ae1f4c8d9cb3c06822de135d_319"
    },
    {
      "start": 63096,
      "end": 63308,
      "text": "Execution proceedings, far from being a battleground for a rematch on the merits of the arbitral award, serve as the denouement of the legal drama - a final act in which the award holder claims their just reward.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b45d53c6baf744ffb8b9d76109e3f63c_320"
    },
    {
      "start": 63309,
      "end": 63459,
      "text": "Like the closing scene of a play, execution proceedings bring the curtain down on the dispute, allowing the parties to turn the page and move forward.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3df92bda43a749d29847fb821a3a84de_321"
    },
    {
      "start": 63460,
      "end": 63741,
      "text": "To raise objections under Section 47 of the CPC, 1908 in the execution proceedings would be akin to attempting to rewrite the script of a play after the final curtain call - a futile endeavour that serves only to prolong the agony of litigation and delay the inevitable conclusion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93e89803c7594886b4de998a794f1e23_322"
    },
    {
      "start": 63742,
      "end": 63848,
      "text": "Allowing parties to raise objections under Section 36 of the Act would be akin to opening a Pandora's box.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba0c2b9f0532428baabfc0d7a666e125_323"
    },
    {
      "start": 63849,
      "end": 64029,
      "text": "In the theatre of arbitration, objections under Section 36 of the Act are like unexpected plot twists that threaten to derail the carefully crafted storyline of dispute resolution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f27b743bd4f34b958d04b71afc55a288_324"
    },
    {
      "start": 64030,
      "end": 64201,
      "text": "Objections under Section 36 of the Act can be likened to the director's cut of a film, where deleted scenes and alternate endings threaten to overshadow the final product.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b810cd0c9784ddeb2ccc172627e8109_325"
    },
    {
      "start": 64202,
      "end": 64399,
      "text": "Like deleted scenes that were left on the cutting room floor for a reason, objections under Section 36 of the Act represent arguments and challenges that have already been considered and dismissed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10a00a7e48204c999ab6f51b040b6f46_326"
    },
    {
      "start": 64400,
      "end": 64573,
      "text": "Allowing parties to resurrect these arguments during execution proceedings would be akin to reopening old wounds and revisiting scenes that were meant to remain in the past.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9310d958d5d49c6b18a5de566c08f31_327"
    },
    {
      "start": 64575,
      "end": 64781,
      "text": "38. Objections raised by the Petitioner have traversed a substantial legal journey, having been previously considered by both the arbitral tribunal and the Courts under Section 34 and Section 37 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d56d3b46565d4a6c8a1548d10bc5c535_328"
    },
    {
      "start": 64782,
      "end": 64875,
      "text": "Furthermore, the Special Leave Application filed before the Supreme Court was also dismissed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5cbbcf35e31d40e8a5ffc4ac903b33eb_329"
    },
    {
      "start": 64876,
      "end": 65166,
      "text": "In light of these exhaustive considerations and the subsequent dismissal by the Hon'ble Supreme Court, it becomes apparent that the Petitioners are merely engaging in dilatory tactics, needlessly prolonging judicial proceedings and squandering the valuable time and resources of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c51a40747b1429ebb926468c1b409e7_330"
    },
    {
      "start": 65167,
      "end": 65331,
      "text": "It is evident that the Petitioner's actions amount to a blatant misuse of the judicial system, aimed at causing unnecessary delay and harassment to the other party.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef89b4825aec440aa6e4a2ffd143a24e_331"
    },
    {
      "start": 65332,
      "end": 65451,
      "text": "By needlessly burdening the Courts with repetitive and meritless objections, the Petition is squandering judicial time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6695bf6bb534d53b51afe2c6767a16d_332"
    },
    {
      "start": 65453,
      "end": 65686,
      "text": "39. The objections raised by the Petitioners regarding alleged coercion and compulsion by the Sole Arbitrator found no mention in the application filed under Section 34 of the Act or the subsequent appeal under Section 37 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82ca153f8cb44bb69ec3e15c2d92731a_333"
    },
    {
      "start": 65687,
      "end": 65850,
      "text": "If these objections were not raised under these provisions, they cannot now be resurrected under a writ application under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed12f87e921b40e2b82e5bec0b7d06e3_334"
    },
    {
      "start": 65851,
      "end": 66011,
      "text": "To permit such objections to be raised in this forum would undermine the finality of arbitral awards and circumvent the statutory scheme established by the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3bee11b895584f409da00be9204388e3_335"
    },
    {
      "start": 66012,
      "end": 66248,
      "text": "Once parties have availed themselves of the statutory remedies available under Section 34 of the Act and have exhausted the appellate process under Section 37 of the Act, the award attains finality, akin to a judgment of a court of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2246a62f2072478f9088a14336cdadf4_336"
    },
    {
      "start": 66249,
      "end": 66493,
      "text": "Just as a judgment of a court cannot be challenged ad infinitum through collateral proceedings, an arbitral award cannot be subjected to endless re-litigation through writ petitions under Article 226 or Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85e87724dd164eb296a123465c6be7a1_337"
    },
    {
      "start": 66494,
      "end": 66762,
      "text": "Moreover, the invocation of Article 227 of the Constitution of India to challenge arbitral proceedings after the dismissal of objections under Section 34 and Section 37 of the Act would amount to an abuse of process and a disregard for the principle of issue estoppel.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15a8895834574c718173a4f5ff6cfa0e_338"
    },
    {
      "start": 66763,
      "end": 66884,
      "text": "Issue estoppel precludes parties from re-litigating issues that have been conclusively determined in earlier proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb61c3b3ef014c67a64f4af48dc39702_339"
    },
    {
      "start": 66885,
      "end": 67135,
      "text": "Petitioners' failure to raise these objections earlier suggests either a lack of diligence or a tactical decision to withhold objections until a later stage - a tactic that cannot be countenanced in the interest of fairness and procedural regularity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb3b439401b642f295bf779ff47d8715_340"
    },
    {
      "start": 67136,
      "end": 67442,
      "text": "The principles of finality and judicial economy demand that parties abide by the decisions of arbitral tribunals and exhaust the statutory remedies available under the Act before seeking recourse to collateral challenges through writ petitions under Article 226 or Article 227 of the Constitution of India.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "06938de53bbb4be9a5d09bdb2c1332f9_341"
    },
    {
      "start": 67444,
      "end": 67641,
      "text": "40. The tactics employed by the Petitioners characterized by their persistent delay and obstructionist behaviour, merit unequivocal condemnation and necessitate the imposition of substantial costs.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "98ed863cc0e649f39adffce0d7fc6801_342"
    },
    {
      "start": 67642,
      "end": 67733,
      "text": "Delay tactics serve to perpetuate injustice by denying parties their rightful entitlements.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1e83c60a596647ccb54dbadd0244440f_343"
    },
    {
      "start": 67734,
      "end": 67883,
      "text": "In the context of arbitration proceedings, the purpose of arbitration is to provide a swift and cost-effective alternative to traditional litigation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3164280ced724989a291b0ade732349f_344"
    },
    {
      "start": 67884,
      "end": 68031,
      "text": "By resorting to delay tactics, the Petitioners have sought to frustrate this objective and deny the Respondent the benefits of a timely resolution.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1fcb181d516b458490f2245b551f0c5d_345"
    },
    {
      "start": 68032,
      "end": 68179,
      "text": "This not only prolongs the uncertainty and financial strain but also undermines the effectiveness of arbitration as a dispute resolution mechanism.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2f8a2c0a474644d0811d36c3be9cb652_346"
    },
    {
      "start": 68181,
      "end": 68374,
      "text": "41. It has been pronounced in umpteen Supreme Court judgments that costs serve as a determent to ensure that the overburdened judicial system of our country is not saddled with frivolous cases.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "21c6892ab44443fdb8cd56bc5fc735ff_347"
    },
    {
      "start": 68375,
      "end": 68552,
      "text": "The Petitioners in the instant case have invoked the writ jurisdiction of this Court in an attempt to have another chance at their matter without disclosing any cause of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "566b6eb837e14e018edfb9ab664f83a8_348"
    },
    {
      "start": 68553,
      "end": 68755,
      "text": "The arguments made by the Petitioners are a mere repletion of the grounds taken before the Learned District Judge under Section 34 of the Act, and this Court in first appeal under Section 37 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78eaf2cdd5864a5aab044f8112a37c36_349"
    },
    {
      "start": 68756,
      "end": 69038,
      "text": "Moreover, as has been conclusively established by the Hon'ble Supreme Court and the High Courts, including this Court, execution proceedings under Section 36 of the Act cannot be used to challenge an arbitral award and objections under Section 47 of the CPC, 1908 cannot be invoked.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2530ff45a15d4938be9d011a9c866cea_350"
    },
    {
      "start": 69039,
      "end": 69370,
      "text": "In the present case, the award was passed in the year 2013, the order under Section 34 of the Act rejecting the appeal of the petitioners was passed on April 9, 2014, the appeal filed by the petitioners under Section 37 of the Act was dismissed on December 22, 2016 and the Special Leave Petition was dismissed on November 2, 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8f75eec7e5e4b94aea699bd4d91eefb_351"
    },
    {
      "start": 69371,
      "end": 69493,
      "text": "The execution application was filed in the year 2019 and the objection under Section 47 of the CPC filed in the year 2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f1b6a808fca449d8f24fe70ee6fdd7b_352"
    },
    {
      "start": 69494,
      "end": 69663,
      "text": "Unfortunaytely, till date the award holder has not been able to realise the fruits of the decree on account of procrastinating tactics being adopted by the award debtor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef82e03eac39488fb34987688f9bd397_353"
    },
    {
      "start": 69664,
      "end": 69860,
      "text": "Clearly, the execution proceedings, which are supposed to be handmaid of justice and subserve the cause of justice has been used by the award debtor as tools to misuse, abuse and obstruct justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43aa52b1df3742ea8d978a608bfff608_354"
    },
    {
      "start": 69861,
      "end": 70037,
      "text": "Such dialatory tactics are obloquy to the judicial system and exemplary costs are required to be imposed to ensure that similar tactics are not employed by other award debtors.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88d4c0e3e598475aa4a9b6cfb9e7eb4a_355"
    },
    {
      "start": 70039,
      "end": 70061,
      "text": "SALIENT PRINCIPLES 42.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "916ade58b740445a84f8084f93f3e77c_356"
    },
    {
      "start": 70062,
      "end": 70152,
      "text": "I have highlighted the key principles that emerge from the aforesaid discussions below:\na.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7839e455e81a480eaab2604e833b74aa_357"
    },
    {
      "start": 70153,
      "end": 70286,
      "text": "The jurisdiction of an executing court under Section 47 of the CPC, 1908 is limited to matters pertaining to execution of the decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce45881a27be4e43a6c86099923f5ee8_358"
    },
    {
      "start": 70287,
      "end": 70414,
      "text": "Validity of a decree cannot be looked into by the executing court unless the decree suffers from inherent lack of jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a91c31e7f1a4a9489d5780d978a4067_359"
    },
    {
      "start": 70415,
      "end": 70559,
      "text": "Role of an executing court is akin to a microscopic inspection hole, as held by the Hon'ble Supreme Court in Dhurandhar Prasad Singh (supra).\nb.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ac9fbe1cdcd64e54bca202372d531918_360"
    },
    {
      "start": 70560,
      "end": 70744,
      "text": "The repercussions of either wrongly accepting or rejecting objections can significantly impact the parties involved and potentially compromise the integrity of the execution procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6dd849b78b11484e95e3fb7614e7c618_361"
    },
    {
      "start": 70745,
      "end": 70905,
      "text": "Given the limited jurisdiction of the executing court under Section 47 of the CPC, 1908, it is crucial to precisely define the issues falling within its domain.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "000b9e79f5474c019388da402652f95e_362"
    },
    {
      "start": 70906,
      "end": 71169,
      "text": "Courts should ensure that objections raised under Section 47 of the CPC, 1908 relate strictly to matters concerning the execution, discharge, or fulfillment of the decree and do not overstep into substantive rights or legal matters beyond the decree's boundaries.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c09191d8a14f4942ad53a7cbc09d338b_363"
    },
    {
      "start": 71170,
      "end": 71290,
      "text": "Moreover, courts should uphold the principle of finality when dealing with objections under Section 47 of the CPC, 1908.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "eac9c4370dc844e2a8a7e303d586193d_364"
    },
    {
      "start": 71292,
      "end": 71451,
      "text": "c. Courts must be mindful of execution proceedings under Section 47 of the CPC, 1908 being used as a means to unnecessarily obstruct the execution proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26b14b8304e94dc08daa86d09ad43c43_365"
    },
    {
      "start": 71452,
      "end": 71550,
      "text": "Meritless, and frivolous objections under Section 47 of the CPC, 1908 must be dealt with strongly.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b1a9e2ec723b45fca6b3f17249abf9b4_366"
    },
    {
      "start": 71551,
      "end": 71635,
      "text": "\nd. Language of a statute is the primary consideration while interpreting a statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a594a80f25fa423d901ae510739529e1_367"
    },
    {
      "start": 71636,
      "end": 71710,
      "text": "Words used in a statute are the expression of the will of the legislature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3bb10b61da2443d3bca7163ff6f53d7d_368"
    },
    {
      "start": 71711,
      "end": 71849,
      "text": "Courts are obligated to give effect to the literal meaning of the words used in a particular provision unless the same leads to absurdity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7724f18677f54536a3559447d5dd2b94_369"
    },
    {
      "start": 71850,
      "end": 71930,
      "text": "\ne. The intent behind plain meaning rule is to respect the separation of powers.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0f248228922d4f988fc12947975893eb_370"
    },
    {
      "start": 71931,
      "end": 72065,
      "text": "By adhering to the literal meaning of the words used in a statute, courts refrain from encroaching upon the domain of the legislature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d16812120cdd42b7ae676dfb7e19954b_371"
    },
    {
      "start": 72066,
      "end": 72209,
      "text": "Intention of legislature is best reflected in the words used by it as propounded by the Hon'ble Supreme Court in Nagar Palika Nigam (supra).\nf.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f45e86f457164e7799bcd580e556273b_372"
    },
    {
      "start": 72210,
      "end": 72334,
      "text": "Plain meaning rule is not an absolute principle and must be used in light of the broader context and purpose of the statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd733cd7737d43328ad751c22cf898cd_373"
    },
    {
      "start": 72336,
      "end": 72529,
      "text": "g. The phrase \"as if it were\" is used to suggest a hypothetical scenario implying that something is being treated in a manner akin to a particular situation even if it is not actually the case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "835747bb805e47549528319e62831a69_374"
    },
    {
      "start": 72530,
      "end": 72702,
      "text": "It is used to establish a legal fiction or create a presumption, where a condition is deemed to exist for the purpose of legal analysis, even if it does not actually exist.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "46c81479da9e44e9a27ddde7c6f7d2ec_375"
    },
    {
      "start": 72704,
      "end": 72932,
      "text": "h. In Section 36 of the Act, the phrase providing for the execution of an arbitral award as if it were \"a decree of the court\" indicates that an arbitral award is to be executed in a similar manner as a decree passed by a court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3dd776f21d649b1917c4e44d2711b33_376"
    },
    {
      "start": 72933,
      "end": 73057,
      "text": "This legal fiction is created for the limited purpose of executing an arbitral award through the court's enforcement powers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34b32929916e40ae82d58683d28f39dd_377"
    },
    {
      "start": 73059,
      "end": 73167,
      "text": "i. An arbitral award is not in reality a decree of the Court as defined under Section 2(2) of the CPC, 1908.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c10ba341fbe240cebcf367c178a4c04e_378"
    },
    {
      "start": 73168,
      "end": 73285,
      "text": "Therefore, objections under Section 47 of the CPC, 1908 cannot be allowed in proceedings under Section 36 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be2c28f1dacc4a36a8d6db5d02603af2_379"
    },
    {
      "start": 73286,
      "end": 73472,
      "text": "Allowing objections under Section 47 of the CPC, 1908 to be raised in execution proceedings under Section 36 of the Act will undermine the finality and binding nature of arbitral awards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "193a04208b904f2aafc0051b335b6015_380"
    },
    {
      "start": 73474,
      "end": 73635,
      "text": "j. Once objections are dismissed under Section 34 of the Act, and appeal under Section 37 of the Act also stands adjudicated, an arbitral award attains finality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f39ac841b40426c9037ab2b27360b7a_381"
    },
    {
      "start": 73636,
      "end": 73741,
      "text": "Any objections regarding the validity of an arbitral award are impermissible under Section 36 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "974716b9d9094e78afef2255b01fecb6_382"
    },
    {
      "start": 73743,
      "end": 73958,
      "text": "k. Execution proceedings, far from being a battleground for a rematch on the merits of the arbitral award, serve as the denouement of the legal drama - a final act in which the award holder claims their just reward.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79b27b88450741b39242df5e717eacfc_383"
    },
    {
      "start": 73959,
      "end": 74109,
      "text": "Like the closing scene of a play, execution proceedings bring the curtain down on the dispute, allowing the parties to turn the page and move forward.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bcb3003fe2254650a3ff1050d19d4695_384"
    },
    {
      "start": 74110,
      "end": 74391,
      "text": "To raise objections under Section 47 of the CPC, 1908 in the execution proceedings would be akin to attempting to rewrite the script of a play after the final curtain call - a futile endeavour that serves only to prolong the agony of litigation and delay the inevitable conclusion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "265d47be95034b10a4b27032a6f8ae89_385"
    },
    {
      "start": 74392,
      "end": 74526,
      "text": "\nl. Writ jurisdiction under Article 226 and Article 227 of the Constitution of India cannot be invoked to challenge an arbitral award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "96babd4ca3544e7285451b006f260077_386"
    },
    {
      "start": 74527,
      "end": 74685,
      "text": "The Act is a complete code in itself and any challenge to the validity of an arbitral award has to be raised within the mechanisms provided by the Act itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a5fae16fb25426e9867f82830afe7c8_387"
    },
    {
      "start": 74686,
      "end": 74862,
      "text": "Only under exceptional circumstances, a writ court can interfere with an arbitral award or execution proceedings under Article 226 and Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d11e44d0b4b34ffa846e806d30f38d86_388"
    },
    {
      "start": 74863,
      "end": 75078,
      "text": "\nm. Parties' failure to raise timely objections under Section 34 and Section 37 of the Act will not entitle them to raise these grounds at a later stage by invoking the writ jurisdiction under Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a1ea984de7445c7bef475756dba648c_389"
    },
    {
      "start": 75079,
      "end": 75173,
      "text": "Writ jurisdiction is extremely limited and cannot be treated as a second chance at the cherry.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45a5b6d0fca64baf8883e0467b63a447_390"
    },
    {
      "start": 75175,
      "end": 75478,
      "text": "n. As pointed out in Rahul S. Shah v. Jinendra Kumar Gandhi; (2021) 6 SCC 418, there is steady rise of proceedings akin to a retrial at the time of execution causing failure of realisation of fruits of decree and relief which the party seeks from the courts despite there being a decree in their favour.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c9f3d53d9c28493d8b62b73c4ebacbae_391"
    },
    {
      "start": 75479,
      "end": 75764,
      "text": "Experience has shown that various objections are filed before the executing court and the decree-holder is deprived of the fruits of the litigation and the judgment-debtor, in abuse of process of law, is allowed to benefit from the subject-matter which he is otherwise not entitled to.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aabc6ae6a0d447658466d0dd8b0c9f0c_392"
    },
    {
      "start": 75765,
      "end": 75937,
      "text": "In such cases, courts are duty bound to impose costs as a deterrent in order to ensure that litigants do not abuse the judicial system with frivolous and vexatious matters.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "786c001cfda548ec866aa6ded6e0ca57_393"
    },
    {
      "start": 75938,
      "end": 76097,
      "text": "Judicial resources are extremely limited and frivolous matters which unnecessarily take up the valuable time of the court deserve to be dealt with stringently.",
      "labels": [
        "RATIO"
      ],
      "id": "3c7f41bacf604af293f7968f09e7a062_394"
    },
    {
      "start": 76099,
      "end": 76128,
      "text": "Conclusion and Directions 43.",
      "labels": [
        "RPC"
      ],
      "id": "ddeee15097294a7c84f841d743a07617_395"
    },
    {
      "start": 76129,
      "end": 76297,
      "text": "Accordingly, for the reasons discussed above, the instant writ petition is dismissed as frivolous, vexatious, motivated and being an abuse of the process of this Court.",
      "labels": [
        "RPC"
      ],
      "id": "cdaebb43100f4feb9860a3f2231a6ae7_396"
    },
    {
      "start": 76298,
      "end": 76430,
      "text": "Costs of Rs.5,00,000/- are imposed to be paid by the Petitioners to the Respondent within four weeks from the date of this Judgment.",
      "labels": [
        "RPC"
      ],
      "id": "12ee67b956854574a2379f4d2027603d_397"
    },
    {
      "start": 76432,
      "end": 76580,
      "text": "44. The Petitioners are further directed to file an affidavit of compliance after making the payment in aforesaid terms within five weeks from date.",
      "labels": [
        "RPC"
      ],
      "id": "af13aa097b834a33b5ff6d0639233757_398"
    },
    {
      "start": 76581,
      "end": 76763,
      "text": "On failure of the Petitioners to deposit such costs and file an affidavit of compliance as directed; the Registry of this Court is directed to list the matter for appropriate orders.",
      "labels": [
        "RPC"
      ],
      "id": "cd1f518c048841488126e58901ab866d_399"
    },
    {
      "start": 76765,
      "end": 76875,
      "text": "45. I would sincerely like to thank counsel appearing for the parties for their able assistance in the matter.",
      "labels": [
        "NONE"
      ],
      "id": "11149b38bae745598d43e39d6ea09247_400"
    },
    {
      "start": 76876,
      "end": 77120,
      "text": "Furthermore, I would go amiss if I do not put in a word of appreciation for my Research Associate Mr. Aman Deep Sharma and my Law Intern Mr. Jaspreet Singh for their dexterity in research and superlative assistance in drafting of this judgment.",
      "labels": [
        "NONE"
      ],
      "id": "5a7bf40a1cba40b2927c5751a463e9d2_401"
    },
    {
      "start": 77121,
      "end": 77157,
      "text": "\n(Shekhar B. Saraf, J.) EPILOGUE 46.",
      "labels": [
        "NONE"
      ],
      "id": "45f70dceefd44ef0af8474e1ac7b2f59_402"
    },
    {
      "start": 77158,
      "end": 77351,
      "text": "The judicial system exists to provide a fair and impartial resolution to disputes, ensuring that individuals have access to a forum where their rights can be protected and grievances redressed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0e02d9bd43ca4ed091092390aae0539e_403"
    },
    {
      "start": 77352,
      "end": 77511,
      "text": "Frivolous litigation undermines this fundamental principle by clogging the courts with baseless claims, thereby delaying the resolution of legitimate disputes.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3666609ce4274c1fb4b37ee0d79106c3_404"
    },
    {
      "start": 77512,
      "end": 77708,
      "text": "As a result, individuals with valid claims may be forced to endure prolonged legal battles, often at great personal and financial cost, simply because the system is overwhelmed by frivolous cases.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6e7f1e2bc2d34e08b63ba750f49dd696_405"
    },
    {
      "start": 77710,
      "end": 77861,
      "text": "47. Imposition of costs in cases of frivolous litigation is not intended to discourage legitimate claims but rather to deter abuse of the legal system.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3360064e3a6d4e4996b44588b61f2b86_406"
    },
    {
      "start": 77862,
      "end": 78068,
      "text": "Courts have discretion to differentiate between cases where parties genuinely believe in the merit of their claims and those where litigation is pursued for ulterior motives or without any reasonable basis.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "02f24e2ffa77454f97f107e66cc8412d_407"
    },
    {
      "start": 78069,
      "end": 78256,
      "text": "By imposing costs in cases where litigation is found to be frivolous or vexatious, courts strike a balance between deterring abuse and ensuring access to justice for legitimate claimants.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "57fdc201caaa470a8f046439042afff3_408"
    },
    {
      "start": 78257,
      "end": 78403,
      "text": "\n48. Imposition of costs in cases of frivolous litigation is essential to maintain the integrity, efficiency, and fairness of the judicial system.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bb10da01bc4545c09e4df45b6569e3c2_409"
    },
    {
      "start": 78404,
      "end": 78699,
      "text": "By deterring abuse of the legal process, promoting judicial efficiency, and upholding the principles of fairness and justice, cost imposition serves to safeguard the rights of individuals, protect the integrity of the legal system, and bolster public confidence in the administration of justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f0f95b7600cb42d3b3fd66ec65478832_410"
    },
    {
      "start": 78700,
      "end": 78927,
      "text": "\n49. In Vinod Seth v Devinder Bajar and Anr. reported in (2010) 8 SCC 1 (Coram: R.V. Raveendran and R.M. Lodha, JJ.) the Hon'ble Supreme Court held that the provisions of costs should act as a deterrent to frivolous litigation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "496ba5e945e2408883d4f87cbd8c3631_411"
    },
    {
      "start": 78928,
      "end": 78991,
      "text": "Relevant part from the aforesaid judgment is reproduced herein:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c5f12962bb954b0b93094b43e8306dea_412"
    },
    {
      "start": 78993,
      "end": 79163,
      "text": "\"48. The provision for costs is intended to achieve the following goals:\n(a) It should act as a deterrent to vexatious, frivolous and speculative litigations or defences.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6799a09a8e4d420587b6ee8186753c98_413"
    },
    {
      "start": 79164,
      "end": 79355,
      "text": "The spectre of being made liable to pay actual costs should be such, as to make every litigant think twice before putting forth a vexatious, frivolous or speculative claim or defence........\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f4b1394579f64e908b93e9d5e313726f_414"
    },
    {
      "start": 79357,
      "end": 79656,
      "text": "50. In Ramrameshwari Devi and Ors. v. Nirmala Devi and Ors. reported in (2011) 8 SCC 249 (Coram: Dalveer Bhandari and Deepak Verma, JJ.) the Hon'ble Supreme Court propounded that frivolous litigation has to be controlled and courts have to ensure that that there is no incentive for such litigation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b516e0df771e48ba80f6c09989f2f538_415"
    },
    {
      "start": 79657,
      "end": 79704,
      "text": "Relevant portion has been extracted below:\n\"43.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5ff4d208cfdc408f82d47922b45ee48c_416"
    },
    {
      "start": 79705,
      "end": 79825,
      "text": "We have carefully examined the written submissions of the learned amicus curiae and the learned counsel for the parties.",
      "labels": [
        "NONE"
      ],
      "id": "9c7d381b095d418ead3143fbd609d680_417"
    },
    {
      "start": 79826,
      "end": 80029,
      "text": "We are clearly of the view that unless we ensure that wrongdoers are denied profit or undue benefit from the frivolous litigation, it would be difficult to control frivolous and uncalled for litigations.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c7ad83ba25174ed59ce05ce5a205e45a_418"
    },
    {
      "start": 80030,
      "end": 80177,
      "text": "In order to curb uncalled for and frivolous litigation, the courts have to ensure that there is no incentive or motive for uncalled for litigation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bf870f96533945a593fc6fc9b73aff57_419"
    },
    {
      "start": 80178,
      "end": 80349,
      "text": "It is a matter of common experience that court's otherwise scarce and valuable time is consumed or more appropriately, wasted in a large number of uncalled for cases.\"\n51.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7a7b0bf18e6a4eb49a077da64ce4dd7a_420"
    },
    {
      "start": 80350,
      "end": 80784,
      "text": "Making a reference to its judgment in Ramrameshwari Devi (supra), the Hon'ble Supreme Court in Maria Margarida Sequeira Fernandes v. Erasmo Jack de Sequeira, reported in (2012) 5 SCC 370 (Before: Dalveer Bhandari, H.L. Dattu and Deepak Verma, JJ.) espoused that in order to prevent the court's time from being consumed in frivolous cases and to restrain or minimise the institution of such litigation, exemplary costs must be imposed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3a69c05068fe4623888b088e09659117_421"
    },
    {
      "start": 80785,
      "end": 80825,
      "text": "Relevant paragraphs are extracted below:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "38e682483d63421494159b4be5d11ed3_422"
    },
    {
      "start": 80827,
      "end": 81091,
      "text": "\"82. This Court in a recent judgment in Ramrameshwari Devi [(2011) 8 SCC 249 : (2011) 3 SCC (Cri) 481 : (2011) 4 SCC (Civ) 1] aptly observed at p. 266, para 43 that unless wrongdoers are denied profit from frivolous litigation, it would be difficult to prevent it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "59fa3b5d8b5449ec8544a0c4df2ade12_423"
    },
    {
      "start": 81092,
      "end": 81239,
      "text": "In order to curb uncalled for and frivolous litigation, the courts have to ensure that there is no incentive or motive for uncalled for litigation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7ed8cf771a334300bb91054b5d567b6f_424"
    },
    {
      "start": 81240,
      "end": 81397,
      "text": "It is a matter of common experience that the court's otherwise scarce time is consumed or more appropriately, wasted in a large number of uncalled for cases.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bb0341450a15424cb0a2996be95af37a_425"
    },
    {
      "start": 81398,
      "end": 81568,
      "text": "In this very judgment, the Court provided that this problem can be solved or at least can be minimised if exemplary costs is imposed for instituting frivolous litigation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "859a451e89e442d4bf3e3a8119d0f6cf_426"
    },
    {
      "start": 81569,
      "end": 81845,
      "text": "The Court observed at pp. 267-68, para 58 that imposition of actual, realistic or proper costs and/or ordering prosecution in appropriate cases would go a long way in controlling the tendency of introducing false pleadings and forged and fabricated documents by the litigants.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "98b27aa6e97447d4afd47e8181316feb_427"
    },
    {
      "start": 81846,
      "end": 81931,
      "text": "Imposition of heavy costs would also control unnecessary adjournments by the parties.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1c9425e1661c4157bc7d864b1b049486_428"
    },
    {
      "start": 81932,
      "end": 82089,
      "text": "In appropriate cases, the courts may consider ordering prosecution otherwise it may not be possible to maintain purity and sanctity of judicial proceedings.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5a8338ecb5164c0c9916ecc33165bd7b_429"
    },
    {
      "start": 82091,
      "end": 82351,
      "text": "52. In conclusion, the imposition of costs in cases of frivolous litigation is not merely a punitive measure but rather an essential tool for maintaining the integrity of the judicial system, deterring abuse of legal processes, and promoting access to justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "783a3205af924fd2a41c7e9cd2addbe8_430"
    },
    {
      "start": 82352,
      "end": 82572,
      "text": "By holding litigants accountable for their actions and imposing costs when warranted, the legal system reaffirms its commitment to upholding the principles of justice, fairness, and equity for all members of the society.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c62b3068e6294bb187041399840a138d_431"
    },
    {
      "start": 82573,
      "end": 82621,
      "text": "\nDate : 16.4.2024 Kuldeep (Shekhar B. Saraf, J.)",
      "labels": [
        "NONE"
      ],
      "id": "b39ebd9fa34141c9868cc085aa163609_432"
    }
  ]
}