{
  "id": "0343377ef10a01d23e571188c03ae3f9936130141661d4ccba7e60485a8eea74",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nBombay High Court \nSanjay Suganchand Kasliwal Prop. ... vs M/S Golden Dreams Buildcon Pvt Ltd And ... on 10 November, 2023\n2023:Bhc-Aug:24780 \n\n\n\n                                                           1 \n                                                                                           34.23Ao \n\n                                In The High Court Of Judicature At Bombay\n                                           Bench At Aurangabad \n\n                                        Appeal From Order No. 34 Of 2023 \n\n                          Sanjay Suganchand Kasliwal \n                          Prop . Kasliwal Construction \n                          Age: 54 years; Occ. : Agril. & Business \n                          R / o. Plot No.13, Chintamani Colony, \n                          Adalat Road, Aurangabad.                .. Appellant\n                                                               [ Original Plaintiff ] \n                                 Versus \n\n                          1]       M / s. Golden Dreams Buildcon Pvt . Ltd. \n                                   A private limited company incorporated under \n                                   the Companies At, 1956 having its registered \n                                   office at Golden Dreams, D-5, Midc, \n                                   Chikalthana, Aurangabad. \n\n                          2]       Mr.Santosh Shantilal Muthiyan \n                                   Age: 50 yeasr , Occ . Business \n                                   r / o. Flat No.1 , Maharaja Apartment , \n                                   Nirala Bazar, Aurangabad - 431 001 . \n\n                          3]       Mr.Vinod Premchand Surana \n                                   Age: 59 years , Occ . Business \n                                   R / o. Plot No.542 , Friends villa, N-3, \n                                   Cidco, Aurangabad. \n\n                          4]       Mrs.Shobha Vinod Surana, \n                                   Age: Major , Occ. : Business , \n                                   R / o. As above. \n\n                          5]       Mr.Vipul Vinod Surana, \n                                   Age: Major, Occ. : Business, \n                                   R / o. As above. \n\n                          6]       Mr.Mudit Vinod Surana, \n                                   Age: Major, Occ. : Business, \n                                   R / o. As above. \n\n\n\n\n                : : : Uploaded on - 10/11/2023                      : : : Downloaded on - 25/02/2024 07:56:10 : ::\n                                            2 \n                                                                          34.23Ao \n\n          7]       Ajanta Infrastructures Ltd. \n                   (Formerly known as Ajanta Infrastructures\n                   Private Ltd.), a public limited company incorporated\n                   under the Companies Act, 1956 having its \n                   Registered office at Golden Dreams, D-5,\n                   Midc, Chikalthana, Aurangabad. \n\n          8]       Mr.Vinay Premchand Surana \n                   Age: Major, Occ . : Buainess, \n                   R / o. Plot No.542, Friends Villa, \n                   N-3, Cidco, Aurangabad. \n\n          9]       M / s. Manjeet Landmark Llp \n                   A Limited Liability Partnership registered \n                   Under the Limited Liability Partnership Act, 2007,\n                   Having its Registered Office at Khasra No.70/3,\n                   Ab Road, Sendhwa, District Barwani,\n                   Madhya Pradesh - 451 666 . \n\n          10]      Mr.Rajendra Singh Rajpal \n                   Age: Major, Occ. : Business & Designated \n                   Partner of M/s. Manjeet Landmark Llp, \n                   R / o. Plot No.318, N-3, Cidco, \n                   Aurangabad. \n\n          11]      Mr. Karan Rajpal \n                   Age: Major, Occ. : Business & Designated \n                   Partner of M/s. Manjeet Landmark Llp, \n                   R / o. As above. \n\n          12]      Maharashra industrial Development Corporation\n                   (Midc), A Corporation incorporated under the \n                   Maharashtra Industrial Development Corporation\n                   Act, 1962, having its Principal Office at Orient \n                   House, Adi Marzban Path, Ballard Estate,\n                   Mumbai 400 038 \n                   and it's Regional Office at Udyog Wardhini \n                   Midc Area, Near Railway Station,\n                   Aurangabad. \n\n\n\n\n: : : Uploaded on - 10/11/2023                     : : : Downloaded on - 25/02/2024 07:56:10 : ::\n                                             3 \n                                                                          34.23Ao \n\n          13]   Sicom Ltd. \n                A Public Limited Company incorporated\n                under the Companies Act, 1956 having its \n                registered office at Solitaire Corporate Park\n                Building No.4, 6th Floor, Guru Hargovindji Road,\n                (Andheri Ghatkopar Link Road), Chakala,\n                Andheri (E), Mumbai - 400 093 . .. Respondents\n                                                  [ Original Defendants ] \n                                             ...\n          Mr.A.P.Bhandari, Advocate for the appellant\n          Mr.R.N.Dhorde, Senior Advocate i/b. Mr.V.A.Bagdiya, \n          Advocate for the respondent nos. 9 to 11\n          Mr.M.R.Sonawane, Advocate for the respondent no.2\n          Mr.S.V.Adwant along with Adv.Neha Kamble, Advocates for \n          the respondent no.13 \n                                         ... \n                                   Coram : Arun R. Pedneker, J. \n\n                                      Reserved on : 27.07.2023\n                                      Pronounced on : 10.11.2023\n\n          Judgment : \n1] By the present Appeal from Order, the appellant is challenging the order dated 4th May, 2023 passed by the 8th Joint Civil Judge Senior Division, Aurangabad on an application filed on behalf of the  respondents - defendant nos.9 to 11 under Section 2 (c), (i), (vi), (vii), (xi) and explanation (a) of the Commercial Court Act, 2015 [for short 'Act of 2015'] read with Order VII Rule 10 and 11 of the Code of Civil Procedure for return of the plaint for 34.23AO presentation to the proper forum i.e. Commercial Court constituted under Section 3 of the Commercial Courts Act, 2015. \nBrief facts giving rise to filing the present Appeal from Order can be summarized as under :\n2] Memorandum of understanding dated 26.12.2009 came to be executed between plaintiff, defendant no.1 and defendant no.7. As per the said memorandum, the defendant no.1 i.e. Vendor was to get amount of consideration of Rs.35 crores towards development of suit property. As per the said MoU, the defendant no.1 agreed to give property Plot No. E-36-1 admeasuring 17000.00 (17,066.25) sq.mt. situated at MIDC Chikalthana, Aurangabad Tq. & Dist. Aurangabad for the development to the plaintiff and accordingly the defendant no.1 accepted the amount of Rs.5,92,55,000/-. As per the memorandum of understanding, the defendant nos.1 to 7 were to get the part property converted to residential use. A joint venture was to be constituted by the plaintiff and defendant no.7.\n34.23AO 3] Since the MOU dated 26.12.2009 was not acted upon by the defendants, the plaintiff filed a suit for specific performance of the memorandum of understanding dated 26.12.2009 in respect of property plot No.E-36-1 admeasuring 17000.00 (17,066.25) sq.mt. Situated at MIDC Chikalthana, Aurangabad Tq. & Dist. Aurangabad and Perpetual injunction. The property is described in the plaint at para 1.\n4] In the plaint it is pleaded that as per the terms and conditions of the MOU plaintiff was required to pay only the amount of Rs.3.5 crore prior to construction permission and to pay Rs.2.5 crore after obtaining construction permission by defendant no.1. However, defendant no. 1 did not obtain the conversion of land from industrial to residential and the construction permission, but still plaintiff paid the amount of Rs.5,92,55,000/- as stated above. The plaintiff further contended that the plaintiff also called upon the said defendants to execute and register a Development Agreement as regards the suit 34.23AO property. It is further contended that the plaintiff was ready and willing to pay the balance agreed consideration amount of Rs.29,07,45,000/-, and thus, the plaintiff's cause of action to file the present suit. It lastly arose in the month of February, 2023, after several meetings, when the defendant nos.1 to 11 refused to execute the Development Agreement in favour of the plaintiff and also defendant nos.9 to 11 launched its project under the name of Dream World Phase-1 on the suit property on 25.02.2023. The cause of action arose at Aurangabad. In view of the place of cause of action, the situation of the property, and the residence of the parties, the suit is filed in Aurangabad. 5] The plaint contains following prayers :\nPRAYERS a. The suit of the Plaintiff may be decreed with costs b. Defendants no.1 to 11 may be directed to execute the Development Agreement and Power of Attorney in respect of the property described in Para 1 of the plaint by obtaining the Consent of defendant no. 12 for the execution of the Development Agreement and Power of Attorney and to present the same to the Sub-Registrar, 34.23AO Aurangabad as per terms of Memorandum of Understanding dated 26.12.2009. \nc. The Deed of Assignment bearing registration no. 4569/2021 dated 21.6.2021 executed by Defendant Nos.1, 7 and 9 is illegal, null and void ab initio and not binding on Plaintiff and is liable to be cancelled. \nd. The perpetual injunction may kindly be issued against the defendants to restrain them from alienating, selling, and creating third party interest, in the shape of plots, flat, or any construction thereon changing the nature of the suit property, i.e. Plot no. E-36/1 admeasuring 17,000 Sq.Mt., situated at MIDC Chikalthana, Aurangabad in any manner. \ne. In alternate case, if the specific performance is not granted due to a legal hurdle; in that case, the amount paid by the plaintiff to the defendants may be refunded in the amount of Rs.5,92,00,000/- with interest @ 24 P.A. as damages. \nf. Any other relief to which the Plaintiff may be found entitled, under the law and in the interest of justice, be kindly granted and obliged. \n6] The defendant nos. 9 to 11 appeared and filed their written statement and also filed application under Order VII Rule 10 and 11 of the Code of Civil Procedure for return/rejection of the plaint. By the order dated 4 th May, 2023, the learned 8th Joint Civil Judge Senior Division, 34.23AO Aurangabad was pleased to allow the application below Exh.36 and return the plaint for its presentation to Commercial Court constituted under Section 3 of the Commercial Courts Act, 2015. \n7] Being aggrieved the aforesaid order, the present Appeal from Order is filed. \n8] Relevant provisions to decide the issues in the present proceedings are quoted below :\nSection 2 (1) (c) of the Commercial Courts Act, 2015 as under :\n(c) \"commercial dispute\" means a dispute arising out of - (i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n34.23AO (vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits;\n(xviii) agreements for sale of goods or provision of services;\n(xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance;\n(xxi) contracts of agency relating to any of the above; and 34.23AO (xxii) such other commercial disputes as may be notified by the Central Government. \nExplanation - A commercial dispute shall not cease to be a commercial dispute merely because - (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions; \nSection 6 jurisdiction of commercial Court : The commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Special Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction. \nExplanation : For the purpose of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of Sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).\nSection 15 of Commercial Courts Act, 2015 deals with transfer of pending suits. Said provision may not apply to the present case. \n          9]               Submissions of the appellant :\n\n          a]               The provisions of Commercial Courts Act, 2015 are required to be strictly construed and he relies upon the 34.23AO judgment of the Hon'ble Supreme Court in the case of Ambalal Sarabhai Enterprises Ltd. Vs. K.S. Infraspace LLP and another reported in 2020 (15) SCC 585. In this judgment, Hon'ble Supreme Court has held that, the expression \"used\" in section 2 (1) (c) (vii) of Commercial Courts Act, must mean actually used or \"being used\". The phraseology used is not \"likely to be used or to be used\". (Para no.11) . \nIt is further held in said Judgment that, the definition of \"commercial dispute\" is required to be strictly construed as the special procedure for expeditious disposal is required to be applied only in deserving cases. (Para no.13 and 14) . Observation in para 14 clearly shows that the nature of property as on the date of the suit is required to be considered. \nFurthermore, provisions of the Act are required to be strictly construed (para nos.14, 31 to 38). \nIn para no.40, it is specifically observed that \"merely because the property is likely to be used in relation to trade or commerce, the same cannot be the ground to 34.23AO attract jurisdiction of the Commercial Court\". b] The property must be actually used for trade or commerce and not that, it is likely to be used. He relies the judgment of the Division Bench of Gujrath High Court in the case of Vasu Health Care Pvt. Ltd. Vs. Gujarat Akruti TCG Biotech Ltd. Reported in AIR 2017 SC 153. In the case wherein similar Memorandum of Understanding is considered wherein para No.7.1 to 7.6 the scheme of Commercial Courts Act, is considered wherein it was held that, Commercial Court will not have jurisdiction to consider the cases where the issue regarding development of infrastructural facilities and establishing biotech park was considered by the Division Bench of Gujarat High Court. In the Judgment of Hon'ble Supreme Court in Ambalal Sarabhai (Supra), more particularly in para 12 the Hon'ble Supreme Court agreed with the view taken by Gujarat High Court. \nc] The learned counsel for the appellant submits that the Civil Court has jurisdiction to try and decide all the 34.23AO suits except the suits that are barred by any law. There is no specific bar to exclude jurisdiction of Civil Court and in view of the law laid down by the Hon'ble Supreme Court in the case of Dhulabhai Vs. State of M.P. reported in AIR 1969 SC 78, the Civil Court will have jurisdiction to try and decide all the cases except the cases wherein the jurisdiction is barred. \nd] Perusal of plaint would clearly establish that, Plaintiff has made specific allegations against SICOM i.e. financial institution and has also prayed for directions to MIDC for granting permission for assignment of property in favour of the appellant. As a matter of fact SICOM is a financial institution and MIDC is a Special Planning Authority. The relief prayed for as against said authorities cannot be termed as \"Commercial Dispute\". \nFurthermore, the user of property at present is earmarked for residential purpose only. Future use of the property is not material. \n34.23AO That, as far as Defendant No.1 is concerned, the suit is for specific performance of contract for sale, having stipulation for deferred payment. As far as the Defendant No.12 and 13 are concerned, the suit is for directions to statutory authority to grant permission for transfer in favour of the Plaintiff and also to establish before the Court as to how the process of law is abused by the officers of the authorities for transferring the property in favour of Defendant Nos.9 to 11. \nThe Defendant No.9 to 11 are transferees of the property, that was to be assigned in favour of the Plaintiff. All these circumstances and cause of action, as pleaded in the plaint, would clearly established that, the dispute may not be exclusively commercial in nature. At best, it is a case of composite dispute which has other aspects than merely the transaction, which is alleged to be commercial (as per defense of the contesting defendants). e] There is no existing joint venture : the suit is for specific performance of Memorandum of understanding. \n34.23AO One of the stipulations is regarding joint venture, which is to be constituted. The clause xi of Section 2 (1) (c) of the Commercial Courts Act deals with Joint Venture Agreements. Section 2 (1) (c) specifically start with the words \"Dispute arising out of\". In the facts of present case, the Joint Venture is not yet constituted. f] The property is not used for trade or commerce at present : In view of judgments cited by the appellant, the property is not actually used for trade or commerce. At best it is likely to be used. In view of Judgment of the Hon'ble Supreme Court in the matter of Ambalal Sarabahai (supra), the suit is not covered by clause (vii) of Section 2 (1) (c). g] Next submission of the learned counsel for the appellant is that explanation B of Section 2 (1) (c) of the Commercial Courts Act is applicable only in cases where the State is contracting party. In the present case, the State Authorities i.e. SICOM and MIDC are not contracting parties. Both the parties are in their capacity as Regulatory Authorities. Therefore, the dispute cannot be considered as 34.23AO exclusively commercial dispute to be tried by Commercial Court only. \nh] The learned counsel further submits that section 6 of the Commercial Courts Act provides that the Commercial Court shall have jurisdiction to try all suits and applications relating to commercial dispute. This clearly shows that the jurisdiction is conferred on commercial Court. However, the jurisdiction of Civil Court is not barred and in any event the transactions that are outside the pale of the definition of commercial dispute cannot be adjudicated by a Commercial Court as the jurisdiction is restricted to commercial dispute only. In view of the same, if the claim is composite in nature, the Commercial Court may not have jurisdiction to decide the same. i] Section 15 of the Commercial Courts Act provides for transfer of proceedings : The suits that are pending as on the date of enforcement of the Act were permitted to be transferred by application of either of parties as per Section 15 (5) of the Commercial Courts Act. \n34.23AO However, similar enabling provision is conspicuously absent in Section 6 of the Act. This clearly shows the legislative intent of trying such proceedings only that are filed as commercial suit / dispute. \nj] Judgment of this Hon'ble Court in Kanchanganga Realtors Pvt. Ltd. V/s Monarch Infrastructure reported in AIR 2019 Bom 102 : It is submitted that, said Judgment is passed by this Hon'ble Court on 08.02.2019, wherein it is noted that, Judgment in the matter of Vasu Healthcare (supra) is challenged before the Hon'ble Supreme Court. However, by a subsequent Judgment in the matter of Ambalal Sarabhai decided on 04.10.2019, the Hon'ble Supreme Court has endorsed the view taken by Gujarat High Court. There is specific observation for strict construction of provisions of Commercial Courts Act. As such, in view of Judgment of Hon'ble Supreme Court in above stated cases, the law laid down in Kanchanganga is required to be ignored. \nEven otherwise, Kanchanganga (supra) was 34.23AO decided on the basis of section 15 of the Act. In the present case, nature and scope of section 6 is required to be considered. As a matter of fact, section 15 is not applicable in the facts of present case. \nk] In the case for rejection or return of plaint the Court is required to consider the contents of plaint only. The defence cannot be looked into. However, the provision of Order VII Rule 10 are applicable only in cases of the Court holds that it has no jurisdiction. Same can be done at a later stage as held by this Hon'ble Court in Vaijinath Kale Vs. Nerkar Property LLP reported in 2021 (3) Mh.L.J. 202. In view of the aforesaid submissions, the learned counsel for the appellant submits the present Appeal from Order be allowed by setting aside the impugned judgment and order passed by the trial Court. \nSubmissions of the Respondents : \n10] Per contra, the learned counsel for the respondents submits that the transaction between the 34.23AO parties is a commercial transaction in which the MIDC and SICOM Ltd. are also involved. The property is the subject matter of development by the appellant - plaintiff and that the appellant - plaintiff has a right of development of suit property as per the memorandum of understanding on execution of further documents in his favour and ultimate object and purpose of the transaction is the construction to be done for pecuniary benefit by seeking the NOC etc. from the MIDC and SICOM.\n11] The learned counsel for the respondents further submits that the development agreement in the form of joint venture to develop the property and to have commercial benefits by the appellant - plaintiff along with the defendant nos. 1 to 8 (respondent nos.1 to 8) and that the cause of action to file the suit is that there is breach of commercial contract and because of which the appellant - plaintiff has been deprived of joint venture benefits. 12] The learned counsel for the respondents submits that as per Section 2 (c) and the suit clauses of 34.23AO Section 2 (c), the suit is for the enforcement of the contract and the contract is of construction pertaining to the immovable property being exclusive used or to be used in the trade or commerce. Apart from the above, the plaint clearly point out the contract is pertaining to the recovery of immovable property by execution of development agreement and power of attorney and or for realization of money out of immovable property. It is further contended by the respondents that the terms of the memorandum of understanding clearly goes to show that the said MOU is executed in respect of the suit property for the purpose of the execution of development agreement in favour of the joint venture company to be formed for residential development only. The consideration involved in the said transaction is of Rs.35 crores. The MOU on the face of it shows that it is development agreement for the construction in favour of joint venture company. The transaction involved in MOU comes within the purview of the commercial dispute defined under clause (c) of Section 2 sub-includes the construction also. The MOU shows that it is construction 34.23AO contract of building and therefore it is covered under sub- clause (vi) of clause (c) of Section 1 of the Act. The learned counsel for the respondents, thus, submits that the Appeal from Order be dismissed. \nCONSIDERATION :\n13] The facts pleaded in the plaint are that the plaintiff and defendant no. 3 as the Director and Authorized Signatory of Ajanta and Goldendreams, signed and executed a memorandum of understanding dated 26.12.2009 regarding the suit property bearing Plot No.E- 36 B, now numbered as E-36/1 admeasuring 17,066.25 Sq.Mt. On various terms and conditions, some of the relevant terms are as under :\nI. Plot No. E-36 will get transferred in the name of Goldendreams. \nII. IT Park Project would comprise a total land of 62 Acres, out of which 60% would be for IT purposes, and the balance 40% would be for residential and commercial use. \n                                                                             34.23AO                            III.   Goldendreams            would              execute Development Agreement in favour of a Joint Venture Company to be formed by Plaintiff and Ajanta for residential development only. \nIV. The said joint venture shall be entitled to develop the suit property admeasuring 17,066.25 Sq.Mt. (i.e. 4.21 acres) having 1.5 FSI i.e. about 23,000 Sq.Mt. VII. Plaintiff along with Ajanta would be required to pay a total sum of Rs.6 crores under the said MOU comprising of 3 installments (a) Rs.1 crore payable by January 2010 (b) Rs.2.50 crores payable by February 2010 and (c) Rs.2.50 crores payable on receipt of construction permission, before that Goldendreams will obtain conversion order from industrial use to residential use. VIII. The balance consideration of Rs.29 crores for the development rights of the suit property would be payable from advances and booking amount for flats to the extent of 40% thereof till payment of Rs.29 crores and the balance amount to be utilized for construction. \n34.23AO XII. All internal Development Work like internal roads, compound, water line, drainage line, and all common amenities and facilities for the residential scheme were to be built by plaintiff i.e. Old. Plot No. E-36 B and now Plot No. E-16/1 . \nXIII. Ajanta will obtain MIDC permissions and sanction building permission for residential use and all legal formalities. \nXV. Amenity, clubhouse area of 25,000-30,000 Sq.Ft. in Plot No. E-18 IT Park will be jointly owned by the JV company of Plaintiff and Ajanta, Land Cost-Free-construction cost by the Plaintiff for residential Plot No. E-36 B (Now E- 36/1) and additional members for use facility to be decided jointly. \n14] On perusal of the plaint, it reveals that, the plaint is filed for specific performance of the contract on the basis of MoU dated 26.12.2009. As per the said MoU, the defendant no.1 agreed to give property Plot No. E-36-1 admeasuring 17000.00 (17,066.25) sq.mt. situated at MIDC Chikalthana, Aurangabad Tq. & Dist. Aurangabad for the 34.23AO development to the plaintiff and accordingly the defendant no.1 accepted the amount of Rs.5,92,55,000/- but the defendant no.1 failed to discharge his obligations as per MOU. Therefore, the plaintiff filed a present suit for specific performance. \n15] The defendant nos.9 to 11 filed an application under Section 2 (c) (i), (vi), (vii), (xi) and Explanation (a) of Commercial Court Act, 2015 read with Order VII Rule 10 and 11 of the CPC for return of plaint. The trial Court by impugned order has returned the plaint for filing the same before the Commercial Court. \n16] The trial Court has held at para no.18 as under :\n18] Gone the pleading of the plaintiff, also gone through the documents filed along with list Exh.4 at Sr.No.7 i.e. the terms of memorandum of understanding which clearly goes to show that, the said MOU is executed in respect of the suit property for the purpose of the execution of development agreement in favour of the joint venture Company to be formed for residential development only. On the perusal of the contents of MOU dated 26.12.200 it clearly goes to show that, the consideration involved in the said transaction is of Rs.35 Cr. The MOU on the face of it shows that, it is development agreement for 34.23AO the construction in favour of Joint Venture Company. \nThe transaction involved in MOU comes within the purview of Commercial Dispute defined under clause (c) of Section 2 sub-section 1 of The Commercial Court Act, 2015. The term development includes the construction also. The MOU shows that, it is construction contract of building and therefore it is covered under sub-clause (vi) of clause (c) of the Section 1 of the Act, therefore, it is not necessary to go through the provisions of Sub-Rule (vii) of clause (c) of Section 2 (1) of The Commercial Courts Act, 2015.... \n17] The trial Court held that the MOU dated 26.12.2009 is a \"construction contract\" of building and therefore is covered in sub-clause (vi) of Section 2 (1) (c) as it relates to construction and infrastructure contracts, including tenders. Clause (vi) of Section 2 (1) (c) reads as under :\n(vi) construction and infrastructure contracts, including tenders;\n18] The Hon'ble Supreme Court in the case of Sushil Kumar Agarwal Vs. Meenakshi Sadhu & ors. reported in MANU/SC/1144/2018 [equivalent : [2019] 2 SCC 241] has explained what are the different development 34.23AO agreements and also when a development agreement can be called a 'construction contract' and as held at para no.16 and 17 as under :\n16. The expression \"development agreement\" has not been defined statutorily. In a sense, it is a catch-all nomenclature which is used to be describe a wide range of agreements which an owner of a property may enter into for development of immovable property. As real estate transactions have grown in complexity, the nature of these agreements has become increasingly intricate. Broadly speaking, (without intending to be exhaustive), development agreements may be of various kinds:\n(i) An agreement may envisage that the owner of the immovable property engages someone to carry out the work of construction on the property for monetary consideration. This is a pure construction contract;\n(ii) An agreement by which the owner or a person holding other rights in an immovable property grants rights to a third party to carry on development for a monetary consideration payable by the developer to the other. In such a situation, the owner or right holder may in effect create an interest in the property in favour of the developer for a monetary consideration; \n(iii) An agreement where the owner or a person holding any other rights in an Immovable property grants rights to another person to carry out development. In consideration, the developer has to hand over a part of the 34.23AO constructed area to the owner. The developer is entitled to deal with the balance of the constructed area. In some situations, a society or similar other association is formed and the land is conveyed or leased to the society or association; \n(iv) A development agreement may be entered into in a situation where the immovable property is occupied by tenants or other right holders. In some cases, the property may be encroached upon. The developer may take on the entire responsibility to settle with the occupants and to thereafter carry out construction; and (v) An owner may negotiate with a developer to develop a plot of land which is occupied by slum dwellers and which has been declared as a slum. Alternately, there may be old and dilapidated buildings which are occupied by a number of occupants or tenants. The developer may undertake to rehabilitate the occupants or, as the case may be, the slum dwellers and thereafter share the saleable constructed area with the owner. \nWhen a pure construction contact is entered into, the contractor has no interest in either the land or the construction which is carried out. But in various other categories of development agreements, the developer may have acquired a valuable right either in the property or in the constructed area. The terms of the agreement are crucial in determining whether any interest has been created in the land or in respect of rights in the land in favour of the developer and if so, the nature and extent of the rights.\n34.23AO 17. In a construction contract, the contractor has no interest in either the land or the construction carried out on the land. But, in other species of development agreements, the developer may have acquired a valuable right either in the property or the constructed area. There are various incidents of ownership of in respect of an immovable property. Primarily, ownership imports the right of exclusive possession and the enjoyment of the thing owned. The owner in possession of the thing has the right to exclude all others from its possession and enjoyment. The right to ownership of a property carries with it the right to its enjoyment, right to its access and to other beneficial enjoyments incidental to it. (B. Gangadhar v. BG Rajalingam MANU/SC/0212/1996 : (1995) 5 SCC 239 at para 6) . Ownership denotes the relationship between a person and an object forming the subject matter of the ownership. It consists of a complex of rights, all of which are rights in rem, being good against the world and not merely against specific persons. There are various rights or incidents of ownership all of which need not necessarily be present in every case. They may include a right to possess, use and enjoy the thing owned; and a right to consume, destroy or alienate it. (Swadesh Ranjan Sinha v. Haradeb Banerjee MANU/SC/0305/1992 :\n(1991) 4 SCC 572). An essential incident of ownership of land is the right to exploit the development, potential to construct and to deal with the constructed area. In some situations, under a development agreement, an owner may part with such rights to a developer. This in is essence is a parting of some of the incidents of ownership of the immovable property. There could be situations where pursuant to the grant of such rights, the developer has incurred a 34.23AO substantial investment, altered the state of the property and even created third party rights in the property or the construction carried out to be carried out. There could be situations where it is the developer who by his efforts has rendered a property developable by taking steps in law. In development agreements of this nature, where an interest is created in the land or in the development in favour of the developer, it may be difficult to hold that the agreement is not capable of being specifically performed. For example, the developer may have evicted or settled with occupants, got land which was agricultural converted into non-agricultural use, carried out a partial development of the property and pursuant to the rights conferred under the agreement, created third party rights in favour of flat purchasers in the proposed building. In such a situation, if for no fault of the developer, the owner seeks to resile from the agreement and terminates the development agreement, it may be difficult to hold that the developer is not entitled to enforce his rights. This of course is dependent on the terms of the agreement in each case. There cannot be a uniform formula for determining whether an agreement granting development rights can be specifically enforced and it would depend on the nature of the agreement in each case and the rights created under it.\n19] The Hon'ble Supreme Court in the above case of Sushil Kumar Agarwal has held that in a pure 'construction contract', the contractor has no interest in either the land or the construction which is carried out. But in various other categories of development agreements, the developer may 34.23AO have acquired a valuable right either in the property or in the constructed area and the terms of the agreement are crucial in determining whether any interest has been created in the land or in respect of rights in the land in favour of the developer and if so, the nature and extent of the rights. \n20] Applying above principles to the facts pleaded in the plaint, and in terms of the MOU, the plaintiff get rights in the property of the Vendor [defendant] by paying consideration. The plaintiff has made part payment [Rs.5.6 crores] towards the property development [permissions etc.] and the balance payment is to be made post receipt of booking amount towards sale of the developed property to the prospective buyers. On making payment of Rs.5.6 crores, the plaintiff creates right in the property. On development, the plaintiff gets right to sell the suit property of the vendor. The MOU dated 26.12.2009 cannot be termed as an 'construction contract'. On implementation of the MOU the vendor does not retain right in the suit 34.23AO property but it is transferred to the plaintiff / prospective buyers. The Defendant / vendor get consideration amount of Rs.35 crores, the vendor receives consideration and looses right over land. The plaintiff is not a 'contractor' engaged to carry out defendants \"building construction\". It is the plaintiff, who has paid the consideration and the defendant does not pay for construction work retaining control over suit property under the MOU. By no stretch of imagination, the MOU dated 26.12.2009 can be said to be a simple 'construction contract'. Since interest in land is created in the suit land in favour of the plaintiff, there is no claim in the plaint for simplicitor 'construction work' undertaken. \n21] The trial Court has also held that it is a development agreement, so also, on perusal of the agreement / MOU dated 26.12.2009, it is also obvious that it is primarily a development agreement or an agreement to be executed in respect of the suit property for the purposes of execution of development agreement. Thus, the suit for 34.23AO specific performance of MOU dated 26.12.2009 has to be tested in terms of Section 2 (1) (c) (vii) of the Commercial Courts Act and not with reference to Section 2 (1) (c) (vi) to ascertain whether the suit for specific performance of MOU comes within the purview of 'Commercial dispute'.\nClause (vii) of Section 2 (1) (c) of the Commercial Courts Act, 2015, which reads as under :\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n22] The trial Court has erroneously analyzed the plaint with reference to clause (vi) of Section 2 (1) (c) of the Act. The plaint has to be analyzed from the conspectus clause (vii) of Section 2 (1) (c) of the Commercial Courts Act, 2015 to ascertain whether the dispute involves a \"commercial dispute\". The Supreme Court in the case of Ambalal Sarabhai Enterprises Ltd. V. K.S.Infraspace LLP and another reported in 2019 STPL 11111 SC [equivalent :\n[2020] 15 SCC 585] has held as para no.38 as under :\n38. A dispute relating to immovable property per se 34.23AO may not be a commercial dispute. But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2 (1) (c) of the Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\". The words \"used exclusively in trade or commerce\" are to be interpreted purposefully. \nThe word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\"\nor \"to be used\". It should be \"actually used\". Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure discussed above. 23] Every dispute relating to immovable property may not be per se a commercial dispute and in the instant case the plaint and the MOU needs to examine in order to ascertain whether the dispute involved is a \"commercial dispute\" with reference to Clause (vii) of Section 2 (1) (c) of the Commercial Courts Act, 2015. As such, the impugned order dated 04.05.2023 passed by the 8th Joint Civil Judge Senior Division, Aurangabad below Exh.36 in Special Civil Suit No.162 of 2023 is quashed and set aside and the matter is remanded back to the trial Court for deciding afresh the application under Order 7 Rule 10 and 11 of the Civil Procedure Code read with Section 3 of the Commercial Act. \n34.23AO 24] Section 6 of the Commercial Courts Act, 2015, uses words 'shall' have jurisdiction to try \"all suits and applications relating to a commercial dispute of a Specified Value\" are to be tried by Commercial Court. Thus, if the suit in the instant case falls within clause (vii) of Section 2 (1)\n(c) of the Commercial Courts Act, 2015, the trial Court would be entitled to return plaint for filing the same before the appropriate Court. Since the Commercial Courts, under Section 6 of the Commercial Courts Act \"shall\" have jurisdiction to try 'all suits' relating to 'Commercial disputes' of specified value, ordinary civil courts jurisdiction would be impliedly barred to entertain the same. \n25] Under section 9 of the Civil Procedure Code, the Civil Court has the jurisdiction to try all suits of a civil nature, except those in respect of which the jurisdiction is barred either expressly or impliedly by a specific provision of law. [Dhulabai Vs. State of M.P., AIR 1969 SC 78]. The Civil Courts jurisdiction cannot be said to be alternative to 34.23AO Commercial Courts leaving it to the election of suitor concerned to choose his remedy either before the ordinary Civil Court or the Commercial Court. Section 15 provides for transfer of all the pending suits relating to commercial disputes to commercial Courts [on constitution of commercial courts]. Section 15 (5) of the 2015 Act, provides for transfer of suits of commercial disputes pending before civil court on an application of either of the parties to the suits involving commercial disputes. Thus, it is clear from reading of Section 6 of the 2015 Act that the plaintiff does not have a choice of alternative forum and all suits relating to commercial disputes has to be adjudicated before the commercial courts once established. 26] The impugned order dated 04.05.2023 passed by the 8th Joint Civil Judge Senior Division, Aurangabad below Exh.36 in Special Civil Suit No.162 of 2023 is quashed and set aside. With the above observations, the matter stands remanded back to the trial Court for fresh adjudication of application under Order VII Rule 10 and 11 34.23AO of Civil Procedure Code read with Section 3 of the Commercial Courts Act, 2015. Appeal from Order stands disposed of accordingly. \n27] Parties to appear before the trial Court on 30.11.2023 so as to enable the trial Court to proceed with the matter. Suit stands restored. \n28] In view of disposal of Appeal from Order, pending Civil Application, if any, does not survive and the same stands disposed of.\n[ARUN R. PEDNEKER] JUDGE DDC",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "NONE"
      ],
      "id": "b32d6b9421a34f258b42d16ca2b72603_0"
    },
    {
      "start": 155,
      "end": 248,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nBombay",
      "labels": [
        "NONE"
      ],
      "id": "643c2947b234479c809f2c15a3897b1f_1"
    },
    {
      "start": 249,
      "end": 259,
      "text": "High Court",
      "labels": [
        "NONE"
      ],
      "id": "670abf67891a4655b79683849ce80c59_2"
    },
    {
      "start": 261,
      "end": 300,
      "text": "Sanjay Suganchand Kasliwal Prop. ... vs",
      "labels": [
        "NONE"
      ],
      "id": "f03806fefaca4c2cb1bf364fcf51c736_3"
    },
    {
      "start": 301,
      "end": 335,
      "text": "M/S Golden Dreams Buildcon Pvt Ltd",
      "labels": [
        "NONE"
      ],
      "id": "91fcf8034e2b4fbfa8bee346e6d7190f_4"
    },
    {
      "start": 336,
      "end": 343,
      "text": "And ...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "127d3e31bfaa40efb8af1024acfbb61a_5"
    },
    {
      "start": 344,
      "end": 383,
      "text": "on 10 November, 2023\n2023:Bhc-Aug:24780",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3dcb86c5e9c547c58c23575a7526e636_6"
    },
    {
      "start": 447,
      "end": 548,
      "text": "1 \n                                                                                           34.23Ao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a297f320028f44fdbdf660ad870c343e_7"
    },
    {
      "start": 583,
      "end": 687,
      "text": "In The High Court Of Judicature At Bombay\n                                           Bench At Aurangabad",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f7d42c569c5348569646c2e92fa2be16_8"
    },
    {
      "start": 730,
      "end": 762,
      "text": "Appeal From Order No. 34 Of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d9f2013ce3624c77978a8fa3386fb1c1_9"
    },
    {
      "start": 791,
      "end": 808,
      "text": "Sanjay Suganchand",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d563d318dff84b1eab44930435be9ae4_10"
    },
    {
      "start": 809,
      "end": 817,
      "text": "Kasliwal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "236a53038cd444a4ab2edd791ee92535_11"
    },
    {
      "start": 845,
      "end": 873,
      "text": "Prop . Kasliwal Construction",
      "labels": [
        "PREAMBLE"
      ],
      "id": "423ce4ebcfae4c51a7b692fb6a00905a_12"
    },
    {
      "start": 901,
      "end": 915,
      "text": "Age: 54 years;",
      "labels": [
        "PREAMBLE"
      ],
      "id": "79ab244559c541f887fb90db4247c90e_13"
    },
    {
      "start": 916,
      "end": 929,
      "text": "Occ. : Agril.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "95f8114587814d2aa0a0312f0b4573cc_14"
    },
    {
      "start": 930,
      "end": 940,
      "text": "& Business",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f5cfe4c084bf4879b5a7d53b23480a4c_15"
    },
    {
      "start": 968,
      "end": 974,
      "text": "R / o.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76de04e361af4367a80659b1d2bc74e3_16"
    },
    {
      "start": 975,
      "end": 1005,
      "text": "Plot No.13, Chintamani Colony,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b8bd6c2ef8ac438da620d206060d35b0_17"
    },
    {
      "start": 1033,
      "end": 1057,
      "text": "Adalat Road, Aurangabad.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "590d7606e61b46cfabb8b459d42534c8_18"
    },
    {
      "start": 1073,
      "end": 1149,
      "text": ".. Appellant\n                                                               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6da7dd9ad22544118287fc9cc9e55257_19"
    },
    {
      "start": 1149,
      "end": 1169,
      "text": "[ Original Plaintiff",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7233f4d90f234dc19c093909bbd1e71e_20"
    },
    {
      "start": 1170,
      "end": 1212,
      "text": "] \n                                 Versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "44e99ac429e34e1d9424564216cb90ea_21"
    },
    {
      "start": 1241,
      "end": 1251,
      "text": "1]       M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85c9ac69198a476eaf603c8174dfcf88_22"
    },
    {
      "start": 1252,
      "end": 1279,
      "text": "/ s. Golden Dreams Buildcon",
      "labels": [
        "PREAMBLE"
      ],
      "id": "12127ef8748d4ad4873233ee0c15917c_23"
    },
    {
      "start": 1280,
      "end": 1290,
      "text": "Pvt . Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ea7bf51767b04ef5bb6dc9e678a067dd_24"
    },
    {
      "start": 1327,
      "end": 1371,
      "text": "A private limited company incorporated under",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e90b6c2c3ca4c9da8e4688dfcb04ab9_25"
    },
    {
      "start": 1408,
      "end": 1430,
      "text": "the Companies At, 1956",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b37d91fccac34f7e9a439a9601b39251_26"
    },
    {
      "start": 1431,
      "end": 1437,
      "text": "having",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aef1e1f0e24642cda6f9b4f515ad2882_27"
    },
    {
      "start": 1438,
      "end": 1452,
      "text": "its registered",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b473251083674ca78733c7be52cf9bcf_28"
    },
    {
      "start": 1453,
      "end": 1524,
      "text": "\n                                   office at Golden Dreams, D-5, Midc,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "62c6c0c2c6784934a633a5ba69eea809_29"
    },
    {
      "start": 1561,
      "end": 1585,
      "text": "Chikalthana, Aurangabad.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2359ee21abe479cbd1bf67a2252ce93_30"
    },
    {
      "start": 1614,
      "end": 1652,
      "text": "2]       Mr.Santosh Shantilal Muthiyan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "98d7064a9b794cfb893aefcea17e0a1a_31"
    },
    {
      "start": 1689,
      "end": 1696,
      "text": "Age: 50",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c756245dba93442680663f757ff759b0_32"
    },
    {
      "start": 1697,
      "end": 1704,
      "text": "yeasr ,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "743fa1e90f684dedb6b05d7d4725b2cd_33"
    },
    {
      "start": 1705,
      "end": 1719,
      "text": "Occ . Business",
      "labels": [
        "PREAMBLE"
      ],
      "id": "083dc9763cc94665a25b07b65619d9a0_34"
    },
    {
      "start": 1756,
      "end": 1762,
      "text": "r / o.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fab10157e0db405eb921046d1201dd89_35"
    },
    {
      "start": 1763,
      "end": 1772,
      "text": "Flat No.1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "11c1437710f24c2f9a0f19b38b267e08_36"
    },
    {
      "start": 1773,
      "end": 1793,
      "text": ", Maharaja Apartment",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f569de97548249148da67649c85ea66a_37"
    },
    {
      "start": 1794,
      "end": 1856,
      "text": ", \n                                   Nirala Bazar, Aurangabad",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6cd10452dc374b239506a7b9cdca9305_38"
    },
    {
      "start": 1857,
      "end": 1866,
      "text": "- 431 001",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9272660b1d62499dbe50ee0318ad4f2b_39"
    },
    {
      "start": 1867,
      "end": 1906,
      "text": ". \n\n                          3]       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9c2a44dbd204f608340d22860d9b5b4_40"
    },
    {
      "start": 1906,
      "end": 1931,
      "text": "Mr.Vinod Premchand Surana",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3170895adc82421bbb77929ec9d0de21_41"
    },
    {
      "start": 1968,
      "end": 1975,
      "text": "Age: 59",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dc48ce6833124a96aa4ba07dc00aee94_42"
    },
    {
      "start": 1976,
      "end": 1983,
      "text": "years ,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5cb34d465f024c2aa6bfa52b8daa982c_43"
    },
    {
      "start": 1984,
      "end": 1998,
      "text": "Occ . Business",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b6b6cd3eb0c645cd9bf55fbc4beda368_44"
    },
    {
      "start": 2035,
      "end": 2041,
      "text": "R / o.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2e25ec4c3c6f488ab4a12282486a8e80_45"
    },
    {
      "start": 2042,
      "end": 2053,
      "text": "Plot No.542",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6b9b0e6f47e8466a9bc74be04bc22741_46"
    },
    {
      "start": 2054,
      "end": 2075,
      "text": ", Friends villa, N-3,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e9b6e9952a214a898ebfa9fc8a527e9d_47"
    },
    {
      "start": 2112,
      "end": 2130,
      "text": "Cidco, Aurangabad.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18634981656d44f689e951a935f22d82_48"
    },
    {
      "start": 2159,
      "end": 2192,
      "text": "4]       Mrs.Shobha Vinod Surana,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "218684f854a049018ea277cbf3484a61_49"
    },
    {
      "start": 2229,
      "end": 2239,
      "text": "Age: Major",
      "labels": [
        "PREAMBLE"
      ],
      "id": "90decc4556454c5ab80d9c2e1e21280a_50"
    },
    {
      "start": 2240,
      "end": 2248,
      "text": ", Occ. :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ef126bb1f3ce4195a2284d818e43b1cf_51"
    },
    {
      "start": 2249,
      "end": 2257,
      "text": "Business",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4bd6076e2a64bd29e91534803d9b69e_52"
    },
    {
      "start": 2258,
      "end": 2297,
      "text": ", \n                                   R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "46374081ff0645199710044963443161_53"
    },
    {
      "start": 2298,
      "end": 2312,
      "text": "/ o. As above.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d2ba9be472b149989e1e95ae130b24f6_54"
    },
    {
      "start": 2341,
      "end": 2372,
      "text": "5]       Mr.Vipul Vinod Surana,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67e50193480647348d924c6697bc9919_55"
    },
    {
      "start": 2409,
      "end": 2437,
      "text": "Age: Major, Occ. : Business,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a3d8da61e7064a55a3a6a8a969f640ab_56"
    },
    {
      "start": 2474,
      "end": 2480,
      "text": "R / o.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "90a8f2554f644cbdaf30f9c55bea375b_57"
    },
    {
      "start": 2481,
      "end": 2490,
      "text": "As above.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "39031aee001d47af8aa88a7aa1297e26_58"
    },
    {
      "start": 2519,
      "end": 2550,
      "text": "6]       Mr.Mudit Vinod Surana,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f4598f34aa44c1d9fa9100254d4579c_59"
    },
    {
      "start": 2587,
      "end": 2615,
      "text": "Age: Major, Occ. : Business,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b15520c4c344493781131e2b515cb0c2_60"
    },
    {
      "start": 2652,
      "end": 2658,
      "text": "R / o.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9d00a459d9e42b288924c22821d2370_61"
    },
    {
      "start": 2659,
      "end": 2668,
      "text": "As above.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a18b67b359ec4bc6980f9907ce1517ac_62"
    },
    {
      "start": 2690,
      "end": 2720,
      "text": ": : : Uploaded on - 10/11/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "890b6c54f7fd44b392cd3f1a5dccafcc_63"
    },
    {
      "start": 2742,
      "end": 2783,
      "text": ": : : Downloaded on - 25/02/2024 07:56:10",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a739e9e9869f4f768308d4170e300bf4_64"
    },
    {
      "start": 2784,
      "end": 2834,
      "text": ": ::\n                                            2",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5870e0b2b88f4729b86a4e58e54332fa_65"
    },
    {
      "start": 2910,
      "end": 2917,
      "text": "34.23Ao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa26c9814a5b4abc835a022952dd6342_66"
    },
    {
      "start": 2930,
      "end": 2966,
      "text": "7]       Ajanta Infrastructures Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c9304ff01ac2418fbf69afefb2ce57f7_67"
    },
    {
      "start": 2987,
      "end": 3160,
      "text": "(Formerly known as Ajanta Infrastructures\n                   Private Ltd.), a public limited company incorporated\n                   under the Companies Act, 1956 having its",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a413856224c04c57a41f78cc55d89034_68"
    },
    {
      "start": 3161,
      "end": 3271,
      "text": "\n                   Registered office at Golden Dreams, D-5,\n                   Midc, Chikalthana, Aurangabad.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a425acd33666469bbdf7bb8aafba1a96_69"
    },
    {
      "start": 3272,
      "end": 3318,
      "text": "\n\n          8]       Mr.Vinay Premchand Surana",
      "labels": [
        "PREAMBLE"
      ],
      "id": "64f50448cba84ee8add7b6ce52632906_70"
    },
    {
      "start": 3339,
      "end": 3354,
      "text": "Age: Major, Occ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c0941658d004e7384a5fa37a1f033a3_71"
    },
    {
      "start": 3355,
      "end": 3368,
      "text": ". : Buainess,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70233260fbf1452886831cbc1d06b174_72"
    },
    {
      "start": 3389,
      "end": 3395,
      "text": "R / o.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2e1de9f2476f456087209889c797724b_73"
    },
    {
      "start": 3396,
      "end": 3423,
      "text": "Plot No.542, Friends Villa,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "17e530fef20d4ef49ac5d8864974bd3b_74"
    },
    {
      "start": 3424,
      "end": 3467,
      "text": "\n                   N-3, Cidco, Aurangabad.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cd66e717be5644da80a79489c0a83ca2_75"
    },
    {
      "start": 3480,
      "end": 3490,
      "text": "9]       M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "015ed94cd483425b86d7c3aa9a958868_76"
    },
    {
      "start": 3491,
      "end": 3503,
      "text": "/ s. Manjeet",
      "labels": [
        "PREAMBLE"
      ],
      "id": "afd45e3eaa714ebaae9f99638d98afd3_77"
    },
    {
      "start": 3504,
      "end": 3516,
      "text": "Landmark Llp",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6bb4c9d088f04ebda9cac07fb6c5caec_78"
    },
    {
      "start": 3537,
      "end": 3579,
      "text": "A Limited Liability Partnership registered",
      "labels": [
        "PREAMBLE"
      ],
      "id": "54605277ba2248519b4bd66568fefaae_79"
    },
    {
      "start": 3600,
      "end": 3812,
      "text": "Under the Limited Liability Partnership Act, 2007,\n                   Having its Registered Office at Khasra No.70/3,\n                   Ab Road, Sendhwa, District Barwani,\n                   Madhya Pradesh - 451",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9743dfeb0626485fa70d72fe935489fb_80"
    },
    {
      "start": 3813,
      "end": 3840,
      "text": "666 . \n\n          10]      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "78e77063b49342cb9e33b1a92f269715_81"
    },
    {
      "start": 3840,
      "end": 3864,
      "text": "Mr.Rajendra Singh Rajpal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "62dd63835860467a8e918e9230f558c0_82"
    },
    {
      "start": 3885,
      "end": 3925,
      "text": "Age: Major, Occ. : Business & Designated",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e0ee526af704e6fb9fde79d210bc69f_83"
    },
    {
      "start": 3946,
      "end": 3983,
      "text": "Partner of M/s. Manjeet Landmark Llp,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8344eee04f74bd694b364e4fe108305_84"
    },
    {
      "start": 4004,
      "end": 4010,
      "text": "R / o.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "705c27893d3143e3b0e42a7cc13962d6_85"
    },
    {
      "start": 4011,
      "end": 4035,
      "text": "Plot No.318, N-3, Cidco,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7ebe7b51b7524b638458f43bf79dca36_86"
    },
    {
      "start": 4056,
      "end": 4067,
      "text": "Aurangabad.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dd91320c4fa346878d9efae87f0e9006_87"
    },
    {
      "start": 4080,
      "end": 4092,
      "text": "11]      Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a76fae1f8c9f46d6ac430949f7b008ba_88"
    },
    {
      "start": 4093,
      "end": 4105,
      "text": "Karan Rajpal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ebb06a1a46f4e37a95201503a46e640_89"
    },
    {
      "start": 4126,
      "end": 4166,
      "text": "Age: Major, Occ. : Business & Designated",
      "labels": [
        "PREAMBLE"
      ],
      "id": "819ae2e7a3f5493cb68caadad70a6536_90"
    },
    {
      "start": 4187,
      "end": 4202,
      "text": "Partner of M/s.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f66c6dc93f6c414681ee58437baac9e9_91"
    },
    {
      "start": 4203,
      "end": 4210,
      "text": "Manjeet",
      "labels": [
        "PREAMBLE"
      ],
      "id": "73d8a371ad6f404a84689d6a497fe77b_92"
    },
    {
      "start": 4211,
      "end": 4224,
      "text": "Landmark Llp,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e532c26d5d324990ab34a237daebe073_93"
    },
    {
      "start": 4245,
      "end": 4251,
      "text": "R / o.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0c3210d64965422495abc2a88ab96633_94"
    },
    {
      "start": 4252,
      "end": 4261,
      "text": "As above.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "74dc63552686405fb18a61f4521e9e70_95"
    },
    {
      "start": 4274,
      "end": 4355,
      "text": "12]      Maharashra industrial Development Corporation\n                   (Midc),",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3d4b2807ffb94a94b35a8dc7f1df0fc9_96"
    },
    {
      "start": 4356,
      "end": 4392,
      "text": "A Corporation incorporated under the",
      "labels": [
        "PREAMBLE"
      ],
      "id": "704d715920544f56a04ffc010e3e565c_97"
    },
    {
      "start": 4393,
      "end": 4527,
      "text": "\n                   Maharashtra Industrial Development Corporation\n                   Act, 1962, having its Principal Office at Orient",
      "labels": [
        "PREAMBLE"
      ],
      "id": "15f532e1d21a4a748f77aac504a0d001_98"
    },
    {
      "start": 4548,
      "end": 4608,
      "text": "House, Adi Marzban Path, Ballard Estate,\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9c1fb47db88b4cbe961306eecb2bcb7a_99"
    },
    {
      "start": 4608,
      "end": 4622,
      "text": "Mumbai 400 038",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d33f15d4b6648328d47ae8e0928ffaa_100"
    },
    {
      "start": 4643,
      "end": 4685,
      "text": "and it's Regional Office at Udyog Wardhini",
      "labels": [
        "PREAMBLE"
      ],
      "id": "afcb03c92f6a4d818df76080f5e09e6d_101"
    },
    {
      "start": 4706,
      "end": 4758,
      "text": "Midc Area, Near Railway Station,\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ea5aae8c758447468bbdddfee92cfcc5_102"
    },
    {
      "start": 4758,
      "end": 4769,
      "text": "Aurangabad.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76288ab5c0124c2d877988d50895d562_103"
    },
    {
      "start": 4775,
      "end": 4826,
      "text": ": : : Uploaded on - 10/11/2023                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c13143c3a43d4b749f37b85ba0ce371e_104"
    },
    {
      "start": 4826,
      "end": 4869,
      "text": ": : : Downloaded on - 25/02/2024 07:56:10 :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "90edea1083ce46b38234f0da2e607b5d_105"
    },
    {
      "start": 4870,
      "end": 4919,
      "text": "::\n                                             3",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1688966b1d3d4fe0ab8ca8e5faff3c42_106"
    },
    {
      "start": 4995,
      "end": 5002,
      "text": "34.23Ao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d9c9722eeef454391dc1022ac463ba7_107"
    },
    {
      "start": 5015,
      "end": 5031,
      "text": "13]   Sicom Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df696623991f4380be3e8e74a72dcb78_108"
    },
    {
      "start": 5049,
      "end": 5143,
      "text": "A Public Limited Company incorporated\n                under the Companies Act, 1956 having its",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f92f84da5154af19f2ff304ae374294_109"
    },
    {
      "start": 5161,
      "end": 5373,
      "text": "registered office at Solitaire Corporate Park\n                Building No.4, 6th Floor, Guru Hargovindji Road,\n                (Andheri Ghatkopar Link Road), Chakala,\n                Andheri (E), Mumbai - 400 093",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a04ed9a6bbc48ea9997dcd361b589ef_110"
    },
    {
      "start": 5374,
      "end": 5441,
      "text": ". .. Respondents\n                                                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "259ee320d33945698c82f9bd1c011309_111"
    },
    {
      "start": 5441,
      "end": 5451,
      "text": "[ Original",
      "labels": [
        "PREAMBLE"
      ],
      "id": "04dbe911d85947c3814ea76991ced20a_112"
    },
    {
      "start": 5452,
      "end": 5462,
      "text": "Defendants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d7fe546bf9ba4b528f7d217a268510ea_113"
    },
    {
      "start": 5463,
      "end": 5525,
      "text": "] \n                                             ...\n          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30f5efa821e74b4cb5336971da13bff8_114"
    },
    {
      "start": 5525,
      "end": 5579,
      "text": "Mr.A.P.Bhandari, Advocate for the appellant\n          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ec71c0f479a74a4ca26e02254d567355_115"
    },
    {
      "start": 5579,
      "end": 5630,
      "text": "Mr.R.N.Dhorde, Senior Advocate i/b. Mr.V.A.Bagdiya,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dba1ed02c360487ab46a1768c2f74a99_116"
    },
    {
      "start": 5642,
      "end": 5693,
      "text": "Advocate for the respondent nos. 9 to 11\n          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "08c74a61606b485e9abe584b94a62ecf_117"
    },
    {
      "start": 5693,
      "end": 5753,
      "text": "Mr.M.R.Sonawane, Advocate for the respondent no.2\n          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bbbd313a1cb24fe38cd5530745b93335_118"
    },
    {
      "start": 5753,
      "end": 5808,
      "text": "Mr.S.V.Adwant along with Adv.Neha Kamble, Advocates for",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ce44f316997640a7a9caf36e59a50af9_119"
    },
    {
      "start": 5809,
      "end": 5840,
      "text": "\n          the respondent no.13",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a6799f0028df4b65856b048290f2dc6f_120"
    },
    {
      "start": 5883,
      "end": 5930,
      "text": "... \n                                   Coram :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "da8d8ff2684841ad871e0a3fb744ddbb_121"
    },
    {
      "start": 5931,
      "end": 5951,
      "text": "Arun R. Pedneker, J.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6b97881aea5a45a0b080e633644ae522_122"
    },
    {
      "start": 5992,
      "end": 6055,
      "text": "Reserved on : 27.07.2023\n                                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e98eff4139c4ea49c10dc3e72732ba1_123"
    },
    {
      "start": 6055,
      "end": 6093,
      "text": "Pronounced on : 10.11.2023\n\n          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4f4b20d8e9c2438a82744341a0660a35_124"
    },
    {
      "start": 6093,
      "end": 6103,
      "text": "Judgment :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "08b5030c43de4e7c93f8d5716fc8ec63_125"
    },
    {
      "start": 6104,
      "end": 6305,
      "text": "\n1] By the present Appeal from Order, the appellant is challenging the order dated 4th May, 2023 passed by the 8th Joint Civil Judge Senior Division, Aurangabad on an application filed on behalf of the",
      "labels": [
        "FAC"
      ],
      "id": "9fe1e290ca654ce396090093cea134ad_126"
    },
    {
      "start": 6306,
      "end": 6688,
      "text": " respondents - defendant nos.9 to 11 under Section 2 (c), (i), (vi), (vii), (xi) and explanation (a) of the Commercial Court Act, 2015 [for short 'Act of 2015'] read with Order VII Rule 10 and 11 of the Code of Civil Procedure for return of the plaint for 34.23AO presentation to the proper forum i.e. Commercial Court constituted under Section 3 of the Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "c948d2a221254efa8bf3bcd30df84b59_127"
    },
    {
      "start": 6689,
      "end": 6904,
      "text": "\nBrief facts giving rise to filing the present Appeal from Order can be summarized as under :\n2] Memorandum of understanding dated 26.12.2009 came to be executed between plaintiff, defendant no.1 and defendant no.7.",
      "labels": [
        "FAC"
      ],
      "id": "5c9c197615dd41ab9f76d8c0e99cc40e_128"
    },
    {
      "start": 6905,
      "end": 7052,
      "text": "As per the said memorandum, the defendant no.1 i.e. Vendor was to get amount of consideration of Rs.35 crores towards development of suit property.",
      "labels": [
        "FAC"
      ],
      "id": "21cac7e39d37450c9757ab6d858e63eb_129"
    },
    {
      "start": 7053,
      "end": 7349,
      "text": "As per the said MoU, the defendant no.1 agreed to give property Plot No. E-36-1 admeasuring 17000.00 (17,066.25) sq.mt. situated at MIDC Chikalthana, Aurangabad Tq. & Dist. Aurangabad for the development to the plaintiff and accordingly the defendant no.1 accepted the amount of Rs.5,92,55,000/-.",
      "labels": [
        "FAC"
      ],
      "id": "1ea8a706c51b434dab84800579f7f581_130"
    },
    {
      "start": 7350,
      "end": 7474,
      "text": "As per the memorandum of understanding, the defendant nos.1 to 7 were to get the part property converted to residential use.",
      "labels": [
        "FAC"
      ],
      "id": "58868627a97246858cc2a8b198a7fd24_131"
    },
    {
      "start": 7475,
      "end": 7560,
      "text": "A joint venture was to be constituted by the plaintiff and defendant no.7.\n34.23AO 3]",
      "labels": [
        "FAC"
      ],
      "id": "3719c2c4a0e3402aa13c51cfcaef3d9a_132"
    },
    {
      "start": 7561,
      "end": 7811,
      "text": "Since the MOU dated 26.12.2009 was not acted upon by the defendants, the plaintiff filed a suit for specific performance of the memorandum of understanding dated 26.12.2009 in respect of property plot No.E-36-1 admeasuring 17000.00 (17,066.25) sq.mt.",
      "labels": [
        "FAC"
      ],
      "id": "c38135d862f7493281af2e289724be65_133"
    },
    {
      "start": 7812,
      "end": 7901,
      "text": "Situated at MIDC Chikalthana, Aurangabad Tq. & Dist. Aurangabad and Perpetual injunction.",
      "labels": [
        "FAC"
      ],
      "id": "b7cd67557b9b40e7b5451862d1a13e16_134"
    },
    {
      "start": 7902,
      "end": 8209,
      "text": "The property is described in the plaint at para 1.\n4] In the plaint it is pleaded that as per the terms and conditions of the MOU plaintiff was required to pay only the amount of Rs.3.5 crore prior to construction permission and to pay Rs.2.5 crore after obtaining construction permission by defendant no.1.",
      "labels": [
        "FAC"
      ],
      "id": "491cfc00d0ae41ae98b6b12467d827c5_135"
    },
    {
      "start": 8210,
      "end": 8409,
      "text": "However, defendant no. 1 did not obtain the conversion of land from industrial to residential and the construction permission, but still plaintiff paid the amount of Rs.5,92,55,000/- as stated above.",
      "labels": [
        "FAC"
      ],
      "id": "09426e9256544820940439a268515414_136"
    },
    {
      "start": 8410,
      "end": 8583,
      "text": "The plaintiff further contended that the plaintiff also called upon the said defendants to execute and register a Development Agreement as regards the suit 34.23AO property.",
      "labels": [
        "FAC"
      ],
      "id": "a2848a91e04e43459ed1a2d1adca10a8_137"
    },
    {
      "start": 8584,
      "end": 8785,
      "text": "It is further contended that the plaintiff was ready and willing to pay the balance agreed consideration amount of Rs.29,07,45,000/-, and thus, the plaintiff's cause of action to file the present suit.",
      "labels": [
        "FAC"
      ],
      "id": "51587027c9164a81acc516cfef79b34a_138"
    },
    {
      "start": 8786,
      "end": 9086,
      "text": "It lastly arose in the month of February, 2023, after several meetings, when the defendant nos.1 to 11 refused to execute the Development Agreement in favour of the plaintiff and also defendant nos.9 to 11 launched its project under the name of Dream World Phase-1 on the suit property on 25.02.2023.",
      "labels": [
        "FAC"
      ],
      "id": "a0065a9a89cc453c8f23de458801e216_139"
    },
    {
      "start": 9087,
      "end": 9127,
      "text": "The cause of action arose at Aurangabad.",
      "labels": [
        "FAC"
      ],
      "id": "955a68f7cd1e4279bc7e0852527753ac_140"
    },
    {
      "start": 9128,
      "end": 9266,
      "text": "In view of the place of cause of action, the situation of the property, and the residence of the parties, the suit is filed in Aurangabad.",
      "labels": [
        "FAC"
      ],
      "id": "06ff879fa06e4cbbb15b49ab98f0953a_141"
    },
    {
      "start": 9267,
      "end": 9320,
      "text": "5] The plaint contains following prayers :\nPRAYERS a.",
      "labels": [
        "FAC"
      ],
      "id": "dcd3e867605e4bfab4ea47b5551aca79_142"
    },
    {
      "start": 9321,
      "end": 9375,
      "text": "The suit of the Plaintiff may be decreed with costs b.",
      "labels": [
        "FAC"
      ],
      "id": "bec078822dc44d9182b7463066338b06_143"
    },
    {
      "start": 9376,
      "end": 9774,
      "text": "Defendants no.1 to 11 may be directed to execute the Development Agreement and Power of Attorney in respect of the property described in Para 1 of the plaint by obtaining the Consent of defendant no. 12 for the execution of the Development Agreement and Power of Attorney and to present the same to the Sub-Registrar, 34.23AO Aurangabad as per terms of Memorandum of Understanding dated 26.12.2009.",
      "labels": [
        "FAC"
      ],
      "id": "1fa764341cdf41f3a0ecbc1876cc52c0_144"
    },
    {
      "start": 9776,
      "end": 9985,
      "text": "c. The Deed of Assignment bearing registration no. 4569/2021 dated 21.6.2021 executed by Defendant Nos.1, 7 and 9 is illegal, null and void ab initio and not binding on Plaintiff and is liable to be cancelled.",
      "labels": [
        "FAC"
      ],
      "id": "4f519f218c344f12b854bcac90d1b9ee_145"
    },
    {
      "start": 9986,
      "end": 10339,
      "text": "\nd. The perpetual injunction may kindly be issued against the defendants to restrain them from alienating, selling, and creating third party interest, in the shape of plots, flat, or any construction thereon changing the nature of the suit property, i.e. Plot no. E-36/1 admeasuring 17,000 Sq.Mt., situated at MIDC Chikalthana, Aurangabad in any manner.",
      "labels": [
        "FAC"
      ],
      "id": "b0ff554b2bad4103b48881ffa6e1e24c_146"
    },
    {
      "start": 10341,
      "end": 10579,
      "text": "e. In alternate case, if the specific performance is not granted due to a legal hurdle; in that case, the amount paid by the plaintiff to the defendants may be refunded in the amount of Rs.5,92,00,000/- with interest @ 24 P.A. as damages.",
      "labels": [
        "FAC"
      ],
      "id": "f47a349e3ccc4cd6a986c742e37fef81_147"
    },
    {
      "start": 10581,
      "end": 10723,
      "text": "f. Any other relief to which the Plaintiff may be found entitled, under the law and in the interest of justice, be kindly granted and obliged.",
      "labels": [
        "FAC"
      ],
      "id": "b7b8ee782cd94cf588d8c02a7cc19372_148"
    },
    {
      "start": 10725,
      "end": 10922,
      "text": "6] The defendant nos. 9 to 11 appeared and filed their written statement and also filed application under Order VII Rule 10 and 11 of the Code of Civil Procedure for return/rejection of the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "cd1ac1778b514d1bb2a21a50949b544e_149"
    },
    {
      "start": 10923,
      "end": 11204,
      "text": "By the order dated 4 th May, 2023, the learned 8th Joint Civil Judge Senior Division, 34.23AO Aurangabad was pleased to allow the application below Exh.36 and return the plaint for its presentation to Commercial Court constituted under Section 3 of the Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "4215e8ee8e694ed5bcf95462320092c1_150"
    },
    {
      "start": 11205,
      "end": 11285,
      "text": "\n7] Being aggrieved the aforesaid order, the present Appeal from Order is filed.",
      "labels": [
        "FAC"
      ],
      "id": "1596a55566064d9ea7865e720ef11ac2_151"
    },
    {
      "start": 11286,
      "end": 13092,
      "text": "\n8] Relevant provisions to decide the issues in the present proceedings are quoted below :\nSection 2 (1) (c) of the Commercial Courts Act, 2015 as under :\n(c) \"commercial dispute\" means a dispute arising out of - (i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n34.23AO (vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits;\n(xviii) agreements for sale of goods or provision of services;\n(xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance;\n(xxi) contracts of agency relating to any of the above; and 34.23AO (xxii) such other commercial disputes as may be notified by the Central Government.",
      "labels": [
        "STA"
      ],
      "id": "523415ef2a42445bbc5cd612ce546c3d_152"
    },
    {
      "start": 13093,
      "end": 13529,
      "text": "\nExplanation - A commercial dispute shall not cease to be a commercial dispute merely because - (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions;",
      "labels": [
        "STA"
      ],
      "id": "e10acf8ecb1645bf8715fcafcf76fce1_153"
    },
    {
      "start": 13531,
      "end": 13575,
      "text": "Section 6 jurisdiction of commercial Court :",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be5c39a1c35c49b2b6ffe8b9d855e23e_154"
    },
    {
      "start": 13576,
      "end": 13811,
      "text": "The commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Special Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "ea3a67cdbb50487dbdec110c61a29cc3_155"
    },
    {
      "start": 13813,
      "end": 14266,
      "text": "Explanation : For the purpose of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of Sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).\nSection 15 of Commercial Courts Act, 2015 deals with transfer of pending suits.",
      "labels": [
        "STA"
      ],
      "id": "cdc1af9834f340b59b95a2685c26a265_156"
    },
    {
      "start": 14267,
      "end": 14316,
      "text": "Said provision may not apply to the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c21df5aacc84b289df1b9676c1df527_157"
    },
    {
      "start": 14317,
      "end": 14672,
      "text": "\n          9]               Submissions of the appellant :\n\n          a]               The provisions of Commercial Courts Act, 2015 are required to be strictly construed and he relies upon the 34.23AO judgment of the Hon'ble Supreme Court in the case of Ambalal Sarabhai Enterprises Ltd. Vs. K.S. Infraspace LLP and another reported in 2020 (15) SCC 585.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c4937022d3c045debe8e045532caff3b_158"
    },
    {
      "start": 14673,
      "end": 14843,
      "text": "In this judgment, Hon'ble Supreme Court has held that, the expression \"used\" in section 2 (1) (c) (vii) of Commercial Courts Act, must mean actually used or \"being used\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b50b626f2d3f4d56bed35e1d1fd6a2a6_159"
    },
    {
      "start": 14844,
      "end": 14906,
      "text": "The phraseology used is not \"likely to be used or to be used\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c794938cdb0244d99f46404fdbfff148_160"
    },
    {
      "start": 14907,
      "end": 14919,
      "text": "(Para no.11)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6868ae32327e4a75bdb3d0d408b1375c_161"
    },
    {
      "start": 14920,
      "end": 15141,
      "text": ". \nIt is further held in said Judgment that, the definition of \"commercial dispute\" is required to be strictly construed as the special procedure for expeditious disposal is required to be applied only in deserving cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d13aa53befe4db4a977cbf342bf9177_162"
    },
    {
      "start": 15142,
      "end": 15161,
      "text": "(Para no.13 and 14)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e595987e6eb4a96beb88970b8a3419d_163"
    },
    {
      "start": 15162,
      "end": 15285,
      "text": ". Observation in para 14 clearly shows that the nature of property as on the date of the suit is required to be considered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4e4b3d57dd0495387e3d0fedddc88f5_164"
    },
    {
      "start": 15286,
      "end": 15384,
      "text": "\nFurthermore, provisions of the Act are required to be strictly construed (para nos.14, 31 to 38).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82d89941065f4e1488f8e42851cdf5bf_165"
    },
    {
      "start": 15386,
      "end": 15605,
      "text": "In para no.40, it is specifically observed that \"merely because the property is likely to be used in relation to trade or commerce, the same cannot be the ground to 34.23AO attract jurisdiction of the Commercial Court\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4461c5dbaba74390abe9f9c4c5373451_166"
    },
    {
      "start": 15606,
      "end": 15704,
      "text": "b] The property must be actually used for trade or commerce and not that, it is likely to be used.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "054a7b115ea04093b69ff36b5002625a_167"
    },
    {
      "start": 15705,
      "end": 15878,
      "text": "He relies the judgment of the Division Bench of Gujrath High Court in the case of Vasu Health Care Pvt. Ltd. Vs. Gujarat Akruti TCG Biotech Ltd. Reported in AIR 2017 SC 153.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a6891138d5964e99bc320fc920899fcb_168"
    },
    {
      "start": 15879,
      "end": 16276,
      "text": "In the case wherein similar Memorandum of Understanding is considered wherein para No.7.1 to 7.6 the scheme of Commercial Courts Act, is considered wherein it was held that, Commercial Court will not have jurisdiction to consider the cases where the issue regarding development of infrastructural facilities and establishing biotech park was considered by the Division Bench of Gujarat High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "15c54ee1c5b04375bb5d23cfd391f4d9_169"
    },
    {
      "start": 16277,
      "end": 16451,
      "text": "In the Judgment of Hon'ble Supreme Court in Ambalal Sarabhai (Supra), more particularly in para 12 the Hon'ble Supreme Court agreed with the view taken by Gujarat High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4ff9db3545e44df4a32f170ae4593d07_170"
    },
    {
      "start": 16453,
      "end": 16624,
      "text": "c] The learned counsel for the appellant submits that the Civil Court has jurisdiction to try and decide all the 34.23AO suits except the suits that are barred by any law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "78923045efa8490889dbaa81cf466054_171"
    },
    {
      "start": 16625,
      "end": 16945,
      "text": "There is no specific bar to exclude jurisdiction of Civil Court and in view of the law laid down by the Hon'ble Supreme Court in the case of Dhulabhai Vs. State of M.P. reported in AIR 1969 SC 78, the Civil Court will have jurisdiction to try and decide all the cases except the cases wherein the jurisdiction is barred.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7b09bbcf30304a95856e0f162fd4146f_172"
    },
    {
      "start": 16946,
      "end": 17200,
      "text": "\nd] Perusal of plaint would clearly establish that, Plaintiff has made specific allegations against SICOM i.e. financial institution and has also prayed for directions to MIDC for granting permission for assignment of property in favour of the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f67de0f762e6415b9e2620a5ff89b41b_173"
    },
    {
      "start": 17201,
      "end": 17295,
      "text": "As a matter of fact SICOM is a financial institution and MIDC is a Special Planning Authority.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "343dd00c5dae4ff4a5f730b06847a31c_174"
    },
    {
      "start": 17296,
      "end": 17387,
      "text": "The relief prayed for as against said authorities cannot be termed as \"Commercial Dispute\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6703811a8aa449608bd1f01e056cb60f_175"
    },
    {
      "start": 17388,
      "end": 17476,
      "text": "\nFurthermore, the user of property at present is earmarked for residential purpose only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b43aeef618a84c61843a9b78eee40040_176"
    },
    {
      "start": 17477,
      "end": 17520,
      "text": "Future use of the property is not material.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4dc503f76e7445b195303cbe89f9a354_177"
    },
    {
      "start": 17522,
      "end": 17529,
      "text": "34.23AO",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e04d7b30f164b24b4a67164b6fc7fcf_178"
    },
    {
      "start": 17530,
      "end": 17674,
      "text": "That, as far as Defendant No.1 is concerned, the suit is for specific performance of contract for sale, having stipulation for deferred payment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fcb9694c4f90460bb337d1a15028d62a_179"
    },
    {
      "start": 17675,
      "end": 18015,
      "text": "As far as the Defendant No.12 and 13 are concerned, the suit is for directions to statutory authority to grant permission for transfer in favour of the Plaintiff and also to establish before the Court as to how the process of law is abused by the officers of the authorities for transferring the property in favour of Defendant Nos.9 to 11.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6aebc79af7da4e5c816e9a19e4597b8d_180"
    },
    {
      "start": 18016,
      "end": 18126,
      "text": "\nThe Defendant No.9 to 11 are transferees of the property, that was to be assigned in favour of the Plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7a4a3ff11f74a57a59b42ca259ff2dc_181"
    },
    {
      "start": 18127,
      "end": 18286,
      "text": "All these circumstances and cause of action, as pleaded in the plaint, would clearly established that, the dispute may not be exclusively commercial in nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00b094167ea74f3d9c67f7cb4e1f58cb_182"
    },
    {
      "start": 18287,
      "end": 18463,
      "text": "At best, it is a case of composite dispute which has other aspects than merely the transaction, which is alleged to be commercial (as per defense of the contesting defendants).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e57ebc1cbed47f9b53b4dd60d6f1c3e_183"
    },
    {
      "start": 18464,
      "end": 18572,
      "text": "e] There is no existing joint venture : the suit is for specific performance of Memorandum of understanding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4393a4ee2174aabbe69168685b9e2e0_184"
    },
    {
      "start": 18574,
      "end": 18581,
      "text": "34.23AO",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6e9b3c4de8f4494b5f942adfe493b8d_185"
    },
    {
      "start": 18582,
      "end": 18661,
      "text": "One of the stipulations is regarding joint venture, which is to be constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8a495ba7c3645f8b92bc72868de00f5_186"
    },
    {
      "start": 18662,
      "end": 18762,
      "text": "The clause xi of Section 2 (1) (c) of the Commercial Courts Act deals with Joint Venture Agreements.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7fd88734905d4f5b811c14a748888ceb_187"
    },
    {
      "start": 18763,
      "end": 18840,
      "text": "Section 2 (1) (c) specifically start with the words \"Dispute arising out of\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b08500905347444e996dfa36a2a72624_188"
    },
    {
      "start": 18841,
      "end": 18912,
      "text": "In the facts of present case, the Joint Venture is not yet constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1043a7f0e96a4b5ea9c7c134a20b6be7_189"
    },
    {
      "start": 18913,
      "end": 19077,
      "text": "f] The property is not used for trade or commerce at present : In view of judgments cited by the appellant, the property is not actually used for trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "210453fb76654380a31912e77f95343d_190"
    },
    {
      "start": 19078,
      "end": 19110,
      "text": "At best it is likely to be used.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c96b3c65d5784d439ca5a2cc58403768_191"
    },
    {
      "start": 19111,
      "end": 19265,
      "text": "In view of Judgment of the Hon'ble Supreme Court in the matter of Ambalal Sarabahai (supra), the suit is not covered by clause (vii) of Section 2 (1) (c).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3d315067cea4aa4bba978f32c339eff_192"
    },
    {
      "start": 19266,
      "end": 19463,
      "text": "g] Next submission of the learned counsel for the appellant is that explanation B of Section 2 (1) (c) of the Commercial Courts Act is applicable only in cases where the State is contracting party.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d7c5ae48570b45c48da062ca614e4d03_193"
    },
    {
      "start": 19464,
      "end": 19555,
      "text": "In the present case, the State Authorities i.e. SICOM and MIDC are not contracting parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a739c1ed67724d7786611e4a12c53b65_194"
    },
    {
      "start": 19556,
      "end": 19621,
      "text": "Both the parties are in their capacity as Regulatory Authorities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de11e12f139242c9ba5e35fa869abf60_195"
    },
    {
      "start": 19622,
      "end": 19745,
      "text": "Therefore, the dispute cannot be considered as 34.23AO exclusively commercial dispute to be tried by Commercial Court only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26deb52dfebd434abf2ab9874f1986e9_196"
    },
    {
      "start": 19746,
      "end": 19954,
      "text": "\nh] The learned counsel further submits that section 6 of the Commercial Courts Act provides that the Commercial Court shall have jurisdiction to try all suits and applications relating to commercial dispute.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5850c6398c164a6fb4b34f7d98748973_197"
    },
    {
      "start": 19955,
      "end": 20029,
      "text": "This clearly shows that the jurisdiction is conferred on commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6df7597412fb40b6875fdb5124633ae4_198"
    },
    {
      "start": 20030,
      "end": 20290,
      "text": "However, the jurisdiction of Civil Court is not barred and in any event the transactions that are outside the pale of the definition of commercial dispute cannot be adjudicated by a Commercial Court as the jurisdiction is restricted to commercial dispute only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c232db9341e34fccb1794e84e150d0f4_199"
    },
    {
      "start": 20291,
      "end": 20415,
      "text": "In view of the same, if the claim is composite in nature, the Commercial Court may not have jurisdiction to decide the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c5bc3838a804ac9ab46e2c037e3ec09_200"
    },
    {
      "start": 20416,
      "end": 20686,
      "text": "i] Section 15 of the Commercial Courts Act provides for transfer of proceedings : The suits that are pending as on the date of enforcement of the Act were permitted to be transferred by application of either of parties as per Section 15 (5) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1b25cbe6aad426d835b2f43c5c7fee0_201"
    },
    {
      "start": 20688,
      "end": 20695,
      "text": "34.23AO",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ede175fa12a41349da3f722f48dec0c_202"
    },
    {
      "start": 20696,
      "end": 20780,
      "text": "However, similar enabling provision is conspicuously absent in Section 6 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b05c70a41eb949009d56678350cdec4e_203"
    },
    {
      "start": 20781,
      "end": 20899,
      "text": "This clearly shows the legislative intent of trying such proceedings only that are filed as commercial suit / dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0064e535fac34d4b918c1a9994f777d9_204"
    },
    {
      "start": 20900,
      "end": 20969,
      "text": "\nj] Judgment of this Hon'ble Court in Kanchanganga Realtors Pvt. Ltd.",
      "labels": [
        "NONE"
      ],
      "id": "1166bd69bd0746c99907d723e921ae1c_205"
    },
    {
      "start": 20970,
      "end": 21027,
      "text": "V/s Monarch Infrastructure reported in AIR 2019 Bom 102 :",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f361d0e162449be9f34ecb1c07c3b26_206"
    },
    {
      "start": 21028,
      "end": 21234,
      "text": "It is submitted that, said Judgment is passed by this Hon'ble Court on 08.02.2019, wherein it is noted that, Judgment in the matter of Vasu Healthcare (supra) is challenged before the Hon'ble Supreme Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef6058c33f2549c1969e84a56e1e814b_207"
    },
    {
      "start": 21235,
      "end": 21402,
      "text": "However, by a subsequent Judgment in the matter of Ambalal Sarabhai decided on 04.10.2019, the Hon'ble Supreme Court has endorsed the view taken by Gujarat High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4aa90940ac9d4f46b16f4d0d2407a92f_208"
    },
    {
      "start": 21403,
      "end": 21496,
      "text": "There is specific observation for strict construction of provisions of Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3429e41d63434d3986f02535c22d7427_209"
    },
    {
      "start": 21497,
      "end": 21634,
      "text": "As such, in view of Judgment of Hon'ble Supreme Court in above stated cases, the law laid down in Kanchanganga is required to be ignored.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "278420b55b3f4920aa70a75e4f209473_210"
    },
    {
      "start": 21635,
      "end": 21731,
      "text": "\nEven otherwise, Kanchanganga (supra) was 34.23AO decided on the basis of section 15 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a8337abcc134e968b2cef2bbe5e7595_211"
    },
    {
      "start": 21732,
      "end": 21812,
      "text": "In the present case, nature and scope of section 6 is required to be considered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "341d84c1f7cb4b4c861af9157e0e7aec_212"
    },
    {
      "start": 21813,
      "end": 21892,
      "text": "As a matter of fact, section 15 is not applicable in the facts of present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f53275222dc43b5a2dc71598f4f13de_213"
    },
    {
      "start": 21893,
      "end": 22005,
      "text": "\nk] In the case for rejection or return of plaint the Court is required to consider the contents of plaint only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce21fe4679e14312b8fbede562b67d45_214"
    },
    {
      "start": 22006,
      "end": 22040,
      "text": "The defence cannot be looked into.",
      "labels": [
        "RPC"
      ],
      "id": "c468f03acd724ce0a1fb25262c71f754_215"
    },
    {
      "start": 22041,
      "end": 22161,
      "text": "However, the provision of Order VII Rule 10 are applicable only in cases of the Court holds that it has no jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4572b4f41efe45adb3aaac4cbef8dc9b_216"
    },
    {
      "start": 22162,
      "end": 22301,
      "text": "Same can be done at a later stage as held by this Hon'ble Court in Vaijinath Kale Vs. Nerkar Property LLP reported in 2021 (3) Mh.L.J. 202.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1f161b10c2284d6c8601bbd81d4f1906_217"
    },
    {
      "start": 22302,
      "end": 22502,
      "text": "In view of the aforesaid submissions, the learned counsel for the appellant submits the present Appeal from Order be allowed by setting aside the impugned judgment and order passed by the trial Court.",
      "labels": [
        "RPC"
      ],
      "id": "4c7dff1a6e8a42ed883d619238508d0e_218"
    },
    {
      "start": 22504,
      "end": 22536,
      "text": "Submissions of the Respondents :",
      "labels": [
        "NONE"
      ],
      "id": "edcf50d30afd4f8ba1e667aa62f31d78_219"
    },
    {
      "start": 22537,
      "end": 22730,
      "text": "\n10] Per contra, the learned counsel for the respondents submits that the transaction between the 34.23AO parties is a commercial transaction in which the MIDC and SICOM Ltd. are also involved.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "496ee658901b4066a1f49c334a900cb0_220"
    },
    {
      "start": 22731,
      "end": 23579,
      "text": "The property is the subject matter of development by the appellant - plaintiff and that the appellant - plaintiff has a right of development of suit property as per the memorandum of understanding on execution of further documents in his favour and ultimate object and purpose of the transaction is the construction to be done for pecuniary benefit by seeking the NOC etc. from the MIDC and SICOM.\n11] The learned counsel for the respondents further submits that the development agreement in the form of joint venture to develop the property and to have commercial benefits by the appellant - plaintiff along with the defendant nos. 1 to 8 (respondent nos.1 to 8) and that the cause of action to file the suit is that there is breach of commercial contract and because of which the appellant - plaintiff has been deprived of joint venture benefits.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ed127936b9ce41aba6f3893aaa9c6451_221"
    },
    {
      "start": 23580,
      "end": 23886,
      "text": "12] The learned counsel for the respondents submits that as per Section 2 (c) and the suit clauses of 34.23AO Section 2 (c), the suit is for the enforcement of the contract and the contract is of construction pertaining to the immovable property being exclusive used or to be used in the trade or commerce.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "55b39a8d6b3943859a6c142b11d69989_222"
    },
    {
      "start": 23887,
      "end": 24121,
      "text": "Apart from the above, the plaint clearly point out the contract is pertaining to the recovery of immovable property by execution of development agreement and power of attorney and or for realization of money out of immovable property.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4c22e77d025549b6b78cda8ffda8c0d8_223"
    },
    {
      "start": 24122,
      "end": 24441,
      "text": "It is further contended by the respondents that the terms of the memorandum of understanding clearly goes to show that the said MOU is executed in respect of the suit property for the purpose of the execution of development agreement in favour of the joint venture company to be formed for residential development only.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "65ab5763a9994941a923af5b14af37e7_224"
    },
    {
      "start": 24442,
      "end": 24512,
      "text": "The consideration involved in the said transaction is of Rs.35 crores.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6151a176c6cb4448b08a7bdf18cc126e_225"
    },
    {
      "start": 24513,
      "end": 24634,
      "text": "The MOU on the face of it shows that it is development agreement for the construction in favour of joint venture company.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f35a17f4c7eb44ee86705bb7f5473fba_226"
    },
    {
      "start": 24635,
      "end": 24791,
      "text": "The transaction involved in MOU comes within the purview of the commercial dispute defined under clause (c) of Section 2 sub-includes the construction also.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "39ba2d068b70414d9d4bd3c11745af72_227"
    },
    {
      "start": 24792,
      "end": 24948,
      "text": "The MOU shows that it is construction 34.23AO contract of building and therefore it is covered under sub- clause (vi) of clause (c) of Section 1 of the Act.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "bef06bb646c84076a21c1122a20fa74b_228"
    },
    {
      "start": 24949,
      "end": 25044,
      "text": "The learned counsel for the respondents, thus, submits that the Appeal from Order be dismissed.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "cb14645586154a34afa2a0239b1a1f3a_229"
    },
    {
      "start": 25046,
      "end": 25381,
      "text": "CONSIDERATION :\n13] The facts pleaded in the plaint are that the plaintiff and defendant no. 3 as the Director and Authorized Signatory of Ajanta and Goldendreams, signed and executed a memorandum of understanding dated 26.12.2009 regarding the suit property bearing Plot No.E- 36 B, now numbered as E-36/1 admeasuring 17,066.25 Sq.Mt.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d9ca70243f3455da376c3b1c159d763_230"
    },
    {
      "start": 25382,
      "end": 25459,
      "text": "On various terms and conditions, some of the relevant terms are as under :\nI.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0f0450899374098a05550613ba06fe7_231"
    },
    {
      "start": 25460,
      "end": 25523,
      "text": "Plot No. E-36 will get transferred in the name of Goldendreams.",
      "labels": [
        "RPC"
      ],
      "id": "41428f38c4e34052aea85b551307ecc2_232"
    },
    {
      "start": 25525,
      "end": 25693,
      "text": "II. IT Park Project would comprise a total land of 62 Acres, out of which 60% would be for IT purposes, and the balance 40% would be for residential and commercial use.",
      "labels": [
        "RPC"
      ],
      "id": "9f25920c736a4389a7881992d71964c8_233"
    },
    {
      "start": 25772,
      "end": 25779,
      "text": "34.23AO",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14bc9d17412e45f6969befe875d370f7_234"
    },
    {
      "start": 25807,
      "end": 25838,
      "text": "III.   Goldendreams            ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a92c9553d5e4190a8d19495193ef1a1_235"
    },
    {
      "start": 25838,
      "end": 25994,
      "text": "would              execute Development Agreement in favour of a Joint Venture Company to be formed by Plaintiff and Ajanta for residential development only.",
      "labels": [
        "RPC"
      ],
      "id": "df17fbb60f0e484cad166b1ad1976492_236"
    },
    {
      "start": 25996,
      "end": 26161,
      "text": "IV. The said joint venture shall be entitled to develop the suit property admeasuring 17,066.25 Sq.Mt. (i.e. 4.21 acres) having 1.5 FSI i.e. about 23,000 Sq.Mt. VII.",
      "labels": [
        "RPC"
      ],
      "id": "96f015e18e8f4f5d90a8f5e73fdec2c4_237"
    },
    {
      "start": 26162,
      "end": 26536,
      "text": "Plaintiff along with Ajanta would be required to pay a total sum of Rs.6 crores under the said MOU comprising of 3 installments (a) Rs.1 crore payable by January 2010 (b) Rs.2.50 crores payable by February 2010 and (c) Rs.2.50 crores payable on receipt of construction permission, before that Goldendreams will obtain conversion order from industrial use to residential use.",
      "labels": [
        "RPC"
      ],
      "id": "fb3c98c41a3d46ed9301ce18f7a566e0_238"
    },
    {
      "start": 26537,
      "end": 26806,
      "text": "VIII. The balance consideration of Rs.29 crores for the development rights of the suit property would be payable from advances and booking amount for flats to the extent of 40% thereof till payment of Rs.29 crores and the balance amount to be utilized for construction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3bbce9d418e44208b3a8d9d347209a3_239"
    },
    {
      "start": 26808,
      "end": 26820,
      "text": "34.23AO XII.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48a17897807d432ab25ff87e2bfe87bb_240"
    },
    {
      "start": 26821,
      "end": 27015,
      "text": "All internal Development Work like internal roads, compound, water line, drainage line, and all common amenities and facilities for the residential scheme were to be built by plaintiff i.e. Old.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc10713a84ee4729abc725d1d5e2463a_241"
    },
    {
      "start": 27016,
      "end": 27055,
      "text": "Plot No. E-36 B and now Plot No. E-16/1",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a77fdff363494f7badcb16042f180854_242"
    },
    {
      "start": 27056,
      "end": 27064,
      "text": ". \nXIII.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48fb96ee23cb4b7e88596e2a34676650_243"
    },
    {
      "start": 27065,
      "end": 27180,
      "text": "Ajanta will obtain MIDC permissions and sanction building permission for residential use and all legal formalities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d8e53c835234cc7a6512edcb0807941_244"
    },
    {
      "start": 27181,
      "end": 27482,
      "text": "\nXV. Amenity, clubhouse area of 25,000-30,000 Sq.Ft. in Plot No. E-18 IT Park will be jointly owned by the JV company of Plaintiff and Ajanta, Land Cost-Free-construction cost by the Plaintiff for residential Plot No. E-36 B (Now E- 36/1) and additional members for use facility to be decided jointly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7e91e90b269456b825bb3fe9e7e054f_245"
    },
    {
      "start": 27484,
      "end": 27629,
      "text": "14] On perusal of the plaint, it reveals that, the plaint is filed for specific performance of the contract on the basis of MoU dated 26.12.2009.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "976c9e93d7e74ea9b02cff15b126e7e7_246"
    },
    {
      "start": 27630,
      "end": 28004,
      "text": "As per the said MoU, the defendant no.1 agreed to give property Plot No. E-36-1 admeasuring 17000.00 (17,066.25) sq.mt. situated at MIDC Chikalthana, Aurangabad Tq. & Dist. Aurangabad for the 34.23AO development to the plaintiff and accordingly the defendant no.1 accepted the amount of Rs.5,92,55,000/- but the defendant no.1 failed to discharge his obligations as per MOU.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a724f0c4bc59486da9e4dce250c6018e_247"
    },
    {
      "start": 28005,
      "end": 28076,
      "text": "Therefore, the plaintiff filed a present suit for specific performance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f86ba884ffd64cae8b9ea2beb5fc09b8_248"
    },
    {
      "start": 28077,
      "end": 28289,
      "text": "\n15] The defendant nos.9 to 11 filed an application under Section 2 (c) (i), (vi), (vii), (xi) and Explanation (a) of Commercial Court Act, 2015 read with Order VII Rule 10 and 11 of the CPC for return of plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23212a171f0742c9934c08f4bd694070_249"
    },
    {
      "start": 28290,
      "end": 28396,
      "text": "The trial Court by impugned order has returned the plaint for filing the same before the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57c3a6735db54efb9a1c1f152d249958_250"
    },
    {
      "start": 28397,
      "end": 28842,
      "text": "\n16] The trial Court has held at para no.18 as under :\n18] Gone the pleading of the plaintiff, also gone through the documents filed along with list Exh.4 at Sr.No.7 i.e. the terms of memorandum of understanding which clearly goes to show that, the said MOU is executed in respect of the suit property for the purpose of the execution of development agreement in favour of the joint venture Company to be formed for residential development only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2b5bc59d5e6f4c669fb595176dbaf7b2_251"
    },
    {
      "start": 28843,
      "end": 28993,
      "text": "On the perusal of the contents of MOU dated 26.12.200 it clearly goes to show that, the consideration involved in the said transaction is of Rs.35 Cr.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df6876af155346b7835dcde9118d75f4_252"
    },
    {
      "start": 28994,
      "end": 29124,
      "text": "The MOU on the face of it shows that, it is development agreement for 34.23AO the construction in favour of Joint Venture Company.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "67df978c007e44068c8b0e8ade998aa4_253"
    },
    {
      "start": 29126,
      "end": 29291,
      "text": "The transaction involved in MOU comes within the purview of Commercial Dispute defined under clause (c) of Section 2 sub-section 1 of The Commercial Court Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c15d07f09573480385efc53d78789261_254"
    },
    {
      "start": 29292,
      "end": 29344,
      "text": "The term development includes the construction also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7af72051e33143e1b676de42fe379a45_255"
    },
    {
      "start": 29345,
      "end": 29645,
      "text": "The MOU shows that, it is construction contract of building and therefore it is covered under sub-clause (vi) of clause (c) of the Section 1 of the Act, therefore, it is not necessary to go through the provisions of Sub-Rule (vii) of clause (c) of Section 2 (1) of The Commercial Courts Act, 2015....",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d40687f7be14e8f8703d8572b77da88_256"
    },
    {
      "start": 29647,
      "end": 29886,
      "text": "17] The trial Court held that the MOU dated 26.12.2009 is a \"construction contract\" of building and therefore is covered in sub-clause (vi) of Section 2 (1) (c) as it relates to construction and infrastructure contracts, including tenders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "135b184d815940929da97d885cfec0eb_257"
    },
    {
      "start": 29887,
      "end": 30352,
      "text": "Clause (vi) of Section 2 (1) (c) reads as under :\n(vi) construction and infrastructure contracts, including tenders;\n18] The Hon'ble Supreme Court in the case of Sushil Kumar Agarwal Vs. Meenakshi Sadhu & ors. reported in MANU/SC/1144/2018 [equivalent : [2019] 2 SCC 241] has explained what are the different development 34.23AO agreements and also when a development agreement can be called a 'construction contract' and as held at para no.16 and 17 as under :\n16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "217cf49ab30942cb8ac2992191c1b86f_258"
    },
    {
      "start": 30353,
      "end": 30425,
      "text": "The expression \"development agreement\" has not been defined statutorily.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4a16e733be1490791a5cc86cd4ebb6b_259"
    },
    {
      "start": 30426,
      "end": 30607,
      "text": "In a sense, it is a catch-all nomenclature which is used to be describe a wide range of agreements which an owner of a property may enter into for development of immovable property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1acf9db85244beb9a0c85eb06946a3b_260"
    },
    {
      "start": 30608,
      "end": 30727,
      "text": "As real estate transactions have grown in complexity, the nature of these agreements has become increasingly intricate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "60e0c29843fb4077ae4f50d1c7386996_261"
    },
    {
      "start": 30728,
      "end": 31000,
      "text": "Broadly speaking, (without intending to be exhaustive), development agreements may be of various kinds:\n(i) An agreement may envisage that the owner of the immovable property engages someone to carry out the work of construction on the property for monetary consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55cea631bbf34542b4835103ebf8d428_262"
    },
    {
      "start": 31001,
      "end": 31256,
      "text": "This is a pure construction contract;\n(ii) An agreement by which the owner or a person holding other rights in an immovable property grants rights to a third party to carry on development for a monetary consideration payable by the developer to the other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9417970acce64bfbbba97fd567fc9c20_263"
    },
    {
      "start": 31257,
      "end": 31409,
      "text": "In such a situation, the owner or right holder may in effect create an interest in the property in favour of the developer for a monetary consideration;",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e641cf32ed043298e868e51e0352d83_264"
    },
    {
      "start": 31410,
      "end": 31565,
      "text": "\n(iii) An agreement where the owner or a person holding any other rights in an Immovable property grants rights to another person to carry out development.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba897c2c6a9441cb8d3e1d1c59edd028_265"
    },
    {
      "start": 31566,
      "end": 31667,
      "text": "In consideration, the developer has to hand over a part of the 34.23AO constructed area to the owner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7318fa2da0b4a5b9d14fc39b6becc56_266"
    },
    {
      "start": 31668,
      "end": 31743,
      "text": "The developer is entitled to deal with the balance of the constructed area.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87b00b12f3f94503a52b00a931096361_267"
    },
    {
      "start": 31744,
      "end": 31878,
      "text": "In some situations, a society or similar other association is formed and the land is conveyed or leased to the society or association;",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3799d5d6a3f4c5f9fbdcfe29bacb529_268"
    },
    {
      "start": 31879,
      "end": 32019,
      "text": "\n(iv) A development agreement may be entered into in a situation where the immovable property is occupied by tenants or other right holders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9756b965d651418bb9180b959173faad_269"
    },
    {
      "start": 32020,
      "end": 32071,
      "text": "In some cases, the property may be encroached upon.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef2de45b437246f5858c0c26d5637ced_270"
    },
    {
      "start": 32072,
      "end": 32342,
      "text": "The developer may take on the entire responsibility to settle with the occupants and to thereafter carry out construction; and (v) An owner may negotiate with a developer to develop a plot of land which is occupied by slum dwellers and which has been declared as a slum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f0a18a5312414fe783b8663f5341223d_271"
    },
    {
      "start": 32343,
      "end": 32454,
      "text": "Alternately, there may be old and dilapidated buildings which are occupied by a number of occupants or tenants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c296d7f7adb643de89c1d1a396e02aa6_272"
    },
    {
      "start": 32455,
      "end": 32621,
      "text": "The developer may undertake to rehabilitate the occupants or, as the case may be, the slum dwellers and thereafter share the saleable constructed area with the owner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bfb79497077e4ae58353557de4f6d9a9_273"
    },
    {
      "start": 32623,
      "end": 32764,
      "text": "When a pure construction contact is entered into, the contractor has no interest in either the land or the construction which is carried out.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "029ee25db40b49988d8229a84e4d6de2_274"
    },
    {
      "start": 32765,
      "end": 32923,
      "text": "But in various other categories of development agreements, the developer may have acquired a valuable right either in the property or in the constructed area.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c9131fc11d342dda4eb1457be75e79b_275"
    },
    {
      "start": 32924,
      "end": 33150,
      "text": "The terms of the agreement are crucial in determining whether any interest has been created in the land or in respect of rights in the land in favour of the developer and if so, the nature and extent of the rights.\n34.23AO 17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5813ede849054c37a552c8432c133e6d_276"
    },
    {
      "start": 33151,
      "end": 33273,
      "text": "In a construction contract, the contractor has no interest in either the land or the construction carried out on the land.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12ff4f4d790f4c8782e4e568394159e4_277"
    },
    {
      "start": 33274,
      "end": 33419,
      "text": "But, in other species of development agreements, the developer may have acquired a valuable right either in the property or the constructed area.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e251946c8bd4732b06b6a7d50da6857_278"
    },
    {
      "start": 33420,
      "end": 33500,
      "text": "There are various incidents of ownership of in respect of an immovable property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd24215e5f0540d19407c17b97626f9b_279"
    },
    {
      "start": 33501,
      "end": 33601,
      "text": "Primarily, ownership imports the right of exclusive possession and the enjoyment of the thing owned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "453f086ee1bf4b33b4d2a4dbff850c93_280"
    },
    {
      "start": 33602,
      "end": 33709,
      "text": "The owner in possession of the thing has the right to exclude all others from its possession and enjoyment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "884193296cb04df7a7c7a6bb604a3786_281"
    },
    {
      "start": 33710,
      "end": 33863,
      "text": "The right to ownership of a property carries with it the right to its enjoyment, right to its access and to other beneficial enjoyments incidental to it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5bf108d0318841f28670b4a359d7adc0_282"
    },
    {
      "start": 33864,
      "end": 33942,
      "text": "(B. Gangadhar v. BG Rajalingam MANU/SC/0212/1996 : (1995) 5 SCC 239 at para 6)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8300382d52c24709985d2a63a9f1248b_283"
    },
    {
      "start": 33943,
      "end": 34055,
      "text": ". Ownership denotes the relationship between a person and an object forming the subject matter of the ownership.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2cc3d478f354d53937eca01b9ddab8f_284"
    },
    {
      "start": 34056,
      "end": 34193,
      "text": "It consists of a complex of rights, all of which are rights in rem, being good against the world and not merely against specific persons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74d6b1f00cd24b59a3c2251b8f8784cc_285"
    },
    {
      "start": 34194,
      "end": 34304,
      "text": "There are various rights or incidents of ownership all of which need not necessarily be present in every case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be961b288d4840cca8ac2b9bb2028f85_286"
    },
    {
      "start": 34305,
      "end": 34420,
      "text": "They may include a right to possess, use and enjoy the thing owned; and a right to consume, destroy or alienate it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c75ab6c21edf467bae2e96f6cd334ba2_287"
    },
    {
      "start": 34421,
      "end": 34501,
      "text": "(Swadesh Ranjan Sinha v. Haradeb Banerjee MANU/SC/0305/1992 :\n(1991) 4 SCC 572).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fcc91a7f6d87480da17726575fc41eb1_288"
    },
    {
      "start": 34502,
      "end": 34647,
      "text": "An essential incident of ownership of land is the right to exploit the development, potential to construct and to deal with the constructed area.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1912b2a03fc4071a04c31aeb21b1a19_289"
    },
    {
      "start": 34648,
      "end": 34749,
      "text": "In some situations, under a development agreement, an owner may part with such rights to a developer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "471964b5cdc042ffb1d0115e7c637547_290"
    },
    {
      "start": 34750,
      "end": 34846,
      "text": "This in is essence is a parting of some of the incidents of ownership of the immovable property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a1ca8047d134504a7c690a2978328e6_291"
    },
    {
      "start": 34847,
      "end": 35114,
      "text": "There could be situations where pursuant to the grant of such rights, the developer has incurred a 34.23AO substantial investment, altered the state of the property and even created third party rights in the property or the construction carried out to be carried out.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d3bcded657748169cc538af0fbb1717_292"
    },
    {
      "start": 35115,
      "end": 35245,
      "text": "There could be situations where it is the developer who by his efforts has rendered a property developable by taking steps in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce8324fcb9c343f29cacca9924e937ef_293"
    },
    {
      "start": 35246,
      "end": 35473,
      "text": "In development agreements of this nature, where an interest is created in the land or in the development in favour of the developer, it may be difficult to hold that the agreement is not capable of being specifically performed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74beaefe6ade47109fe4d6f6b94c3cb7_294"
    },
    {
      "start": 35474,
      "end": 35803,
      "text": "For example, the developer may have evicted or settled with occupants, got land which was agricultural converted into non-agricultural use, carried out a partial development of the property and pursuant to the rights conferred under the agreement, created third party rights in favour of flat purchasers in the proposed building.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d90313f266b04898b3423067bb08c2fe_295"
    },
    {
      "start": 35804,
      "end": 36031,
      "text": "In such a situation, if for no fault of the developer, the owner seeks to resile from the agreement and terminates the development agreement, it may be difficult to hold that the developer is not entitled to enforce his rights.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca3446cb85f445c289e0c5c637bbec2f_296"
    },
    {
      "start": 36032,
      "end": 36103,
      "text": "This of course is dependent on the terms of the agreement in each case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a8e2a06e8c14d13b60ea2c907075af8_297"
    },
    {
      "start": 36104,
      "end": 36541,
      "text": "There cannot be a uniform formula for determining whether an agreement granting development rights can be specifically enforced and it would depend on the nature of the agreement in each case and the rights created under it.\n19] The Hon'ble Supreme Court in the above case of Sushil Kumar Agarwal has held that in a pure 'construction contract', the contractor has no interest in either the land or the construction which is carried out.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2180863c7b78420a890ca15f654f5650_298"
    },
    {
      "start": 36542,
      "end": 36926,
      "text": "But in various other categories of development agreements, the developer may 34.23AO have acquired a valuable right either in the property or in the constructed area and the terms of the agreement are crucial in determining whether any interest has been created in the land or in respect of rights in the land in favour of the developer and if so, the nature and extent of the rights.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "26e4dce42f324dc4bc889cbd8443b466_299"
    },
    {
      "start": 36927,
      "end": 37110,
      "text": "\n20] Applying above principles to the facts pleaded in the plaint, and in terms of the MOU, the plaintiff get rights in the property of the Vendor [defendant] by paying consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9aa77210b204a30b73a806439e17f36_300"
    },
    {
      "start": 37111,
      "end": 37349,
      "text": "The plaintiff has made part payment [Rs.5.6 crores] towards the property development [permissions etc.] and the balance payment is to be made post receipt of booking amount towards sale of the developed property to the prospective buyers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6950eae32363480084d0a65c07d0c869_301"
    },
    {
      "start": 37350,
      "end": 37430,
      "text": "On making payment of Rs.5.6 crores, the plaintiff creates right in the property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c04f74c2ec154313b0899572bfe77c8e_302"
    },
    {
      "start": 37431,
      "end": 37512,
      "text": "On development, the plaintiff gets right to sell the suit property of the vendor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f61b7f162204ad5bb350541fd755d07_303"
    },
    {
      "start": 37513,
      "end": 37585,
      "text": "The MOU dated 26.12.2009 cannot be termed as an 'construction contract'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa146fc26f234108afa0bc8d10fe10a2_304"
    },
    {
      "start": 37586,
      "end": 37737,
      "text": "On implementation of the MOU the vendor does not retain right in the suit 34.23AO property but it is transferred to the plaintiff / prospective buyers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "122fc02af81b45d189bb5766cf8c3ec3_305"
    },
    {
      "start": 37738,
      "end": 37864,
      "text": "The Defendant / vendor get consideration amount of Rs.35 crores, the vendor receives consideration and looses right over land.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c5cf89ad27884fec9f8d75dae8fd710f_306"
    },
    {
      "start": 37865,
      "end": 37957,
      "text": "The plaintiff is not a 'contractor' engaged to carry out defendants \"building construction\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f202b11a140a4ad7b7f053d23a72dad7_307"
    },
    {
      "start": 37958,
      "end": 38114,
      "text": "It is the plaintiff, who has paid the consideration and the defendant does not pay for construction work retaining control over suit property under the MOU.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0243a75a8104a388cf4e6d2bbf25ee2_308"
    },
    {
      "start": 38115,
      "end": 38221,
      "text": "By no stretch of imagination, the MOU dated 26.12.2009 can be said to be a simple 'construction contract'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9727c124c839469796ed610da98f5b71_309"
    },
    {
      "start": 38222,
      "end": 38380,
      "text": "Since interest in land is created in the suit land in favour of the plaintiff, there is no claim in the plaint for simplicitor 'construction work' undertaken.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "40558d3c3af2445aa3f1b258c0de1d17_310"
    },
    {
      "start": 38381,
      "end": 38695,
      "text": "\n21] The trial Court has also held that it is a development agreement, so also, on perusal of the agreement / MOU dated 26.12.2009, it is also obvious that it is primarily a development agreement or an agreement to be executed in respect of the suit property for the purposes of execution of development agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a50a4a1aaf64465d880961938ecd682a_311"
    },
    {
      "start": 38696,
      "end": 39309,
      "text": "Thus, the suit for 34.23AO specific performance of MOU dated 26.12.2009 has to be tested in terms of Section 2 (1) (c) (vii) of the Commercial Courts Act and not with reference to Section 2 (1) (c) (vi) to ascertain whether the suit for specific performance of MOU comes within the purview of 'Commercial dispute'.\nClause (vii) of Section 2 (1) (c) of the Commercial Courts Act, 2015, which reads as under :\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n22] The trial Court has erroneously analyzed the plaint with reference to clause (vi) of Section 2 (1) (c) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93a83f6ce89a4fd6866b81d17d3d5430_312"
    },
    {
      "start": 39310,
      "end": 39494,
      "text": "The plaint has to be analyzed from the conspectus clause (vii) of Section 2 (1) (c) of the Commercial Courts Act, 2015 to ascertain whether the dispute involves a \"commercial dispute\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e96502a08de349bcaeaa583ba18ccffd_313"
    },
    {
      "start": 39495,
      "end": 39697,
      "text": "The Supreme Court in the case of Ambalal Sarabhai Enterprises Ltd. V. K.S.Infraspace LLP and another reported in 2019 STPL 11111 SC [equivalent :\n[2020] 15 SCC 585] has held as para no.38 as under :\n38.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "83d6402b14144fc7bd95c5641e8fc358_314"
    },
    {
      "start": 39698,
      "end": 39786,
      "text": "A dispute relating to immovable property per se 34.23AO may not be a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de45dce258424c71816f03880d13b360_315"
    },
    {
      "start": 39787,
      "end": 39982,
      "text": "But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2 (1) (c) of the Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1fa90d4dc9548beb0dd50c19dd8d409_316"
    },
    {
      "start": 39983,
      "end": 40068,
      "text": "The words \"used exclusively in trade or commerce\" are to be interpreted purposefully.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aab41a0e375749fe8ce354dffce974b4_317"
    },
    {
      "start": 40069,
      "end": 40189,
      "text": "\nThe word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\"\nor \"to be used\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "08eee83573184564b3dbbfcdb94f8027_318"
    },
    {
      "start": 40190,
      "end": 40219,
      "text": "It should be \"actually used\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "960158b18d7540228b47f92334c9b004_319"
    },
    {
      "start": 40220,
      "end": 40331,
      "text": "Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure discussed above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8bf7ea6be8094f3eb9f6beafd17a39cf_320"
    },
    {
      "start": 40332,
      "end": 40648,
      "text": "23] Every dispute relating to immovable property may not be per se a commercial dispute and in the instant case the plaint and the MOU needs to examine in order to ascertain whether the dispute involved is a \"commercial dispute\" with reference to Clause (vii) of Section 2 (1) (c) of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28069c5774b94e4e98e1c3678172e771_321"
    },
    {
      "start": 40649,
      "end": 41019,
      "text": "As such, the impugned order dated 04.05.2023 passed by the 8th Joint Civil Judge Senior Division, Aurangabad below Exh.36 in Special Civil Suit No.162 of 2023 is quashed and set aside and the matter is remanded back to the trial Court for deciding afresh the application under Order 7 Rule 10 and 11 of the Civil Procedure Code read with Section 3 of the Commercial Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e7547bf6fba4712adec015da8b1e4f2_322"
    },
    {
      "start": 41021,
      "end": 41242,
      "text": "34.23AO 24] Section 6 of the Commercial Courts Act, 2015, uses words 'shall' have jurisdiction to try \"all suits and applications relating to a commercial dispute of a Specified Value\" are to be tried by Commercial Court.",
      "labels": [
        "STA"
      ],
      "id": "9efa2defe2584fd2b870787704b41aa2_323"
    },
    {
      "start": 41243,
      "end": 41464,
      "text": "Thus, if the suit in the instant case falls within clause (vii) of Section 2 (1)\n(c) of the Commercial Courts Act, 2015, the trial Court would be entitled to return plaint for filing the same before the appropriate Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4da6a93e73d346b3aa43213b9070c3c0_324"
    },
    {
      "start": 41465,
      "end": 41721,
      "text": "Since the Commercial Courts, under Section 6 of the Commercial Courts Act \"shall\" have jurisdiction to try 'all suits' relating to 'Commercial disputes' of specified value, ordinary civil courts jurisdiction would be impliedly barred to entertain the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07b31d89bb314242babda58a95bae6b6_325"
    },
    {
      "start": 41723,
      "end": 41966,
      "text": "25] Under section 9 of the Civil Procedure Code, the Civil Court has the jurisdiction to try all suits of a civil nature, except those in respect of which the jurisdiction is barred either expressly or impliedly by a specific provision of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c3c325cf2fe40a9ac84d6ef8631699e_326"
    },
    {
      "start": 41967,
      "end": 42012,
      "text": "[Dhulabai Vs. State of M.P., AIR 1969 SC 78].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "23a8614511ec49bab96f1353e15b1a38_327"
    },
    {
      "start": 42013,
      "end": 42236,
      "text": "The Civil Courts jurisdiction cannot be said to be alternative to 34.23AO Commercial Courts leaving it to the election of suitor concerned to choose his remedy either before the ordinary Civil Court or the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab72ca4809534556bee4d1ca089d668f_328"
    },
    {
      "start": 42237,
      "end": 42387,
      "text": "Section 15 provides for transfer of all the pending suits relating to commercial disputes to commercial Courts [on constitution of commercial courts].",
      "labels": [
        "RPC"
      ],
      "id": "2d1c08fc65b84069a512e8db96f03b25_329"
    },
    {
      "start": 42388,
      "end": 42587,
      "text": "Section 15 (5) of the 2015 Act, provides for transfer of suits of commercial disputes pending before civil court on an application of either of the parties to the suits involving commercial disputes.",
      "labels": [
        "RATIO"
      ],
      "id": "772c53b162e241eaabd442f1a968013a_330"
    },
    {
      "start": 42588,
      "end": 42825,
      "text": "Thus, it is clear from reading of Section 6 of the 2015 Act that the plaintiff does not have a choice of alternative forum and all suits relating to commercial disputes has to be adjudicated before the commercial courts once established.",
      "labels": [
        "RATIO"
      ],
      "id": "0cd9aa1bd2af4dd988e542c93aecd54e_331"
    },
    {
      "start": 42826,
      "end": 43005,
      "text": "26] The impugned order dated 04.05.2023 passed by the 8th Joint Civil Judge Senior Division, Aurangabad below Exh.36 in Special Civil Suit No.162 of 2023 is quashed and set aside.",
      "labels": [
        "RPC"
      ],
      "id": "a8a5a030d0df4f0e89e293dcba40b300_332"
    },
    {
      "start": 43006,
      "end": 43242,
      "text": "With the above observations, the matter stands remanded back to the trial Court for fresh adjudication of application under Order VII Rule 10 and 11 34.23AO of Civil Procedure Code read with Section 3 of the Commercial Courts Act, 2015.",
      "labels": [
        "RPC"
      ],
      "id": "57f520c1cdb748f6816011da91453d60_333"
    },
    {
      "start": 43243,
      "end": 43292,
      "text": "Appeal from Order stands disposed of accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "a095eb3eec3b4c0494822bd8092227bf_334"
    },
    {
      "start": 43293,
      "end": 43412,
      "text": "\n27] Parties to appear before the trial Court on 30.11.2023 so as to enable the trial Court to proceed with the matter.",
      "labels": [
        "RPC"
      ],
      "id": "ba963d92e2e547ff97bc5f5ed0f312e6_335"
    },
    {
      "start": 43413,
      "end": 43434,
      "text": "Suit stands restored.",
      "labels": [
        "RPC"
      ],
      "id": "4546677a17624be9bf0ac23c0dd460bf_336"
    },
    {
      "start": 43435,
      "end": 43595,
      "text": "\n28] In view of disposal of Appeal from Order, pending Civil Application, if any, does not survive and the same stands disposed of.\n[ARUN R. PEDNEKER] JUDGE DDC",
      "labels": [
        "NONE"
      ],
      "id": "5901a4025ea647e7841ef1543674ac2d_337"
    }
  ]
}