{
  "id": "f256e065ccf3c464ed8b4d0a1593054a72e5418651f8a2a3c93fe4fcb910bf29",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nBombay High Court\nBank Of India And Another vs M/S. Maruti Civil Works on 15 December, 2023 \n2023 : Bhc-As:37793-Db \n\n                                                          362.21-ao.docx \n\n\n\n                   In The High Court Of Judicature At Bombay\n                          Civil Appellate Jurisdiction \n                        Appeal From Order No.362 Of 2021 \n                                       In\n                          Commercial Suit No.6 Of 2019 \n                                      With\n                       Interim Application No.3092 Of 2021 \n                                       In\n                        Appeal From Order No.362 Of 2021 \n\n            1 Bank of India \n              A body Corporate Constituted under the\n              Banking Companies (Acquisition and\n              Transfer of Undertakings) Act, V of 1970 \n              Having their Head Office at Star House,\n              Plot No. C-5, G Block, Bandra Kurla \n              Complex, Bandra (East),\n              Mumbai - 400051 \n              and also having their one of the branch\n              amongst other situated at \n              M/s. Ravria City, Ground Floor, Plot \n              No.8A, Sector - 18, New Panvel, \n              Navi Mumbai - 410206\n              Known as \"New Panvel Branch\" \n            2 The Authorized Officer\n              Bank of India\n              Having its Branch office at\n              M/ s. Ravria City, Ground Floor, Plot \n              No.8A, Sector - 18, New Panvel, \n              Navi Mumbai - 410206\n              Known as \"New Panvel Branch\"                      ..... Appellants\n\n                Versus\n\n                M/ s. Maruti Civil Works \n                A Partnership firm, duly incorporated\n                Under the provisions of the Partnership\n                Act, 1932 having principal place of \n                Business at : Maruti House, Plot No.63, \n                Sector No.1, Shirvane, Nerul, \n                Navi Mumbai - 400706                            ..... Respondent \n\n\n            Basavraj                                                         Page|1 \n\n\n\n\n                 : : : Uploaded on - 15/12/2023         : : : Downloaded on - 16/12/2023 07:14:38 : ::\n                                                   362.21-ao.docx \n\n\n\nMr. O. A. Das for the Appellants\nMr. Kishor P. Vig i / b. Mr. Manish K. Vig for the Respondent \n\n                Coram: Devendra Kumar Upadhyaya, Cj. & \n                       Arif S. Doctor, J.\n\n                Reserved On   : October 5, 2023 \n                Pronounced On : December 15, 2023 \n\n\nJudgment (Per : Chief Justice) \n1. For the sake of clarity, the Plaintiff and the Defendants in the suit shall be referred to as per their original nomenclature i.e. Appellants herein as the Defendants and the  Respondent herein as the Plaintiff. \n2. Heard Mr. O. A. Das, learned Counsel representing the Defendants and Mr. Kishor P. Vig learned Counsel representing the Plaintiff.\n3. This Appeal filed under Section 13(1A) of the Commercial Courts Act, 2015 (hereinafter referred to as the Act of 2015) seeks to challenge the order dated 2 nd December 2020 passed by the District Judge - 2, Thane whereby the application moved by the Appellants - Defendants under Order VII Rule 10 and Rule 11(d) of the Code of Civil Procedure, 1908 (hereinafter referred to as the \"Code\") read with Section 19(6) to (10) of Basavraj Page|2 362.21-ao.docx the Recovery of Debts and Bankruptcy Act, 1993 (hereinafter referred to as the \"Recovery Act, 1993) has been rejected. \n4. The facts of the case which can be culled out from the pleadings available on record and the submissions made by the learned counsel for the respective parties are that the Plaintiff - Respondents instituted Commercial Suit No.6 of 2019 against the Appellants-Defendants for recovery of loss and damages and compensation of Rs.100 Crores + Rs.10,10,733/- together with interest on the said amount @ 13.95% p.a. from the date of institution of the suit till final realization. \n5. The said suit has been filed with the plaint allegations, inter alia, that the plaintiff is a partnership firm engaged in the business of builders and contractors since 1987 and that the Defendants fraudulently invoked the measures under the guise of the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (hereinafter referred to as the SARFAESI Act) to grab the property of the partner of the Plaintiff.\n6. It has been submitted on behalf of the Appellants that Defendant No.1 sanctioned and granted cash credit limit of Rs.10 Basavraj Page|3 362.21-ao.docx Crores and further credit facility to the Plaintiff for their working capital requirement and that the credit facilities were sanctioned and granted vide sanction letter dated 24th January 2013 and Modified Sanctioned letter dated 28 th January 2013. Further submission on behalf of the Defendants is that in order to secure the credit facility, the Plaintiff executed certain security documents such as Demand Promissory Note for Rs.10 Crores dated 5th February 2013 in respect of the Cash Credit Facility, Bearer Letter for Rs.10 Crores dated 5 th February 2013 in respect of the Cash Credit Facility, Hypothecation-cum-Loan Agreement for Rs. 15 Crores dated 15 th February 2013 and a Composite Agreement dated 5th February 2013 . The Defendants further state that on the request of the Plaintiff, the Defendants issued Bank Guarantee dated 27th February 2013 for a sum of Rs.9,67,000/- which was valid till 26th February 2014. It is also stated that the Defendant No.1 sanctioned and granted additional cash credit / temporary Over Draft limit of Rs. 1 Crore to the Plaintiff for their working capital requirement as per the terms and conditions stipulated in the Memorandum of Sanction dated 12th October 2013. It is also the claim of the Defendants that as security towards the additional cash credit limit of Rs.1 Basavraj Page|4 362.21-ao.docx Crores, the Plaintiffs executed loan / security documents on 14 th October 2013 and further that equitable mortgage was also extended in respect of certain immovable properties. \n7. Further submission of the Defendants is that the Plaintiff committed default in repayment and accordingly, the account was declared as Non Performing Assets (NPA) on 27 th July 2014 and accordingly action under the SARFAESI Act was initiated by issuing Demand Notice under section 13(2) of the SARFAESI Act. It is further asserted on behalf of the Defendants that since the outstanding dues were not paid by the Plaintiff even after receipt of the notice under Section 13(2), symbolic possession of the mortgage properties was taken on 3rd March 2015 under Section 13(4) of the SARFAESI Act and further that the Defendants took physical possession of the property at Maruti House, Plot No.63, Sector 1, Shiravane, Nerul and also Bungalow named GODATEER at Plot No.11A Sector 21, Nerul, Navi Mumbai.\n8. Learned Counsel for the Defendants has further stated that the Defendants have filed Original Application bearing No.575 of 2017 against the Plaintiff before the Debts Recovery Tribunal No.3 at Mumbai (Vashi) for the recovery of a sum of Basavraj Page|5 362.21-ao.docx Rs.18,81,66,435/- which according to the Defendants is due against the Plaintiff on account of default in repayment of the credit facility sanctioned and granted to the Plaintiff. The said Original Application has been preferred under Section 19 of the Recovery Act, 1993. \n9. It has been further stated by the Defendants that in the Commercial Suit No.6 of 2019 filed by the Plaintiff an Application under Order VII Rule 10 and 11(d) of the CPC was preferred by the Defendants with a prayer that the plaint be rejected on the ground that jurisdiction to entertain the suit between the borrower and the Bank i.e. the Plaintiff and Defendants is with DRT at Mumbai and not the learned Trial Court. The Application moved by the Appellants further prayed, alternatively, that the plaint be returned to the Plaintiff for filing before appropriate forum. \n10. The said Application was contested by the Plaintiff. Learned Trial Court, by means of order dated 2nd December 2020 which is under challenge before us in this appeal, rejected the said Application by observing, inter alia, that the suit filed by the Plaintiff is based on the assertion of fraud and accordingly Basavraj Page|6 362.21-ao.docx declaration has been sought along with other reliefs and that such a relief as sought by the Plaintiff can be entertained by it, as the jurisdiction of the DRT is confined to hold inquiry and to adjudicate the issues brought before it within the scope of Section 17 of the Recovery Act, 1993. It has further been held by the learned Trial Court in the judgment under appeal herein that scope of inquiry relating to commission of any alleged fraud by the bankers is outside the scope of Section 17 of the Recovery Act, 1993 and hence, the prayer made by the Defendants in the Application moved under Order VII Rule 10 and Rule 11(d) of the CPC was liable to be rejected.\n11. It is this order dated 2nd December 2020 passed by the learned Trial Court which is under challenge in this appeal filed under Section 13 (1A) of the Act of 2015, whereby the Application moved by the Defendants with the prayer for rejecting the plaint or in the alternative, for returning the plaint has not been acceded to. \n12. At the outset of the arguments, the question which cropped up for consideration of this Court is to the maintainability of this appeal before the Division Bench of this Court keeping in view Basavraj Page|7 362.21-ao.docx the proviso appended to Section 13(1) of the Act of 2015 which provides that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court which are enumerated specifically under Order XLIII of the CPC and Section 37 of the Arbitration and Conciliation Act, 1996 . The objection as to the maintainability of this appeal, thus, is that since the order under challenge herein is not enumerated under Order XLIII of the CPC and hence this appeal, in view of operation of the proviso appended to Section 13(1A) of the Act of 2015, is not entertainable and hence is liable to be dismissed.\n13. To appreciate the issue concerning maintainability of this appeal, it will be apposite to consider the provisions of Section 13 of the Act of 2015 before and after its amendment which has been effected w.e.f. 3rd May 2018. Section 13 which existed prior to its amendment in the year 2018 is quoted hereunder:\n\"Section 13 : Appeals from decrees of Commercial Courts and Commercial Divisions- - (1) Any person aggrieved by the decision of a Commercial Court or Commercial Division of a High Court may appeal to the Commercial Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be.\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court Basavraj Page|8 362.21-ao.docx that are specifically enumerated under Order XLIII of the Civil Procedure Code, 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996.\" (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n14. Section 13, after its amendment vide Act No.28 of 2018 reads as under:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions. -\n(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order. \n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial court that are specifically enumerated under Order XLIII of the Civil Procedure Code, 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act. (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\" \nBasavraj                                                             Page|9                                                  362.21-ao.docx 15. If we compare the unamended provision with the amended provision of Section 13 of the Act of 2015, what we find is that earlier an appeal was provided against a \"decision\" of a Commercial Court or Commercial Division of a High Court to the Commercial Division of that High Court, whereas, after the amendment the expression \"decision\" has been substituted by the expression \"judgment or order\". It is also noticeable that the proviso appended to sub section (1) of section 13 which earlier existed has been retained in the amended provision as well. To determine as to whether the instant appeal is maintainable, we may also refer to sub section (2) of section 13 of the Commercial Courts Act which begins with a non-obstante clause and provides that notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree under Section 13 otherwise than in accordance with the provisions of the said Act. \n16. In our opinion, sub section 2 of Section 13 unequivocally provides that any appeal against a decree or order of a Commercial Court or Commercial Division shall lie only in accordance with the provisions of the Act and in view of what Basavraj Page|10 362.21-ao.docx has been provided for in sub section 2 of Section 13, the proviso appended to Section 13 assumes importance. \n17. Sub Section 1A of Section 13 provides that a person aggrieved by a judgment or order can file an appeal, however, the said provision is to be read in conjunction with the proviso which specifically states that an appeal shall lie only from orders which are specifically enumerated under Order XLIII of the CPC. The occurrences of the expression \"shall\" and \"specifically\" in the proviso has to be noted for correctly understanding the legislative intent in framing the scheme of Section 13 of the Act of 2015. It is also noteworthy that the order under challenge in this appeal has been passed by the learned trial court rejecting the Application moved by the Defendants under Order VII Rule 10 and Rule 11(d) of the CPC. Such an order is not enumerated in Order XLIII of the CPC, though Rule 1(a) of Order XLIII enlists an order passed under Order VII Rule 10 for returning the plaint. Thus, Order XLIII enlists the order passed on an Application under Order VII Rule 10 if it is allowed, however, it does not enlist the order in case such an Application is rejected. Order XLIII also does not enlist any order passed on an Application under Order VII Rule 11(d) of the CPC. \nBasavraj                                                             Page|11                                                                362.21-ao.docx 18 .        Learned       Counsel         for   the   Appellant,         however,           has emphasized that in view of the law laid down by Delhi High Court in the case of D & H India Ltd. Vs. Superon Schweisstechnik India Ltd.1 and in the case of Delhi Chemical and Pharmaceutical Works Pvt. Ltd. Vs. Himgiri Realtors Pvt. Ltd. and Another2 , this appeal is maintainable. Learned Counsel for the Defendants has also referred to a judgment of Division Bench of this Court in the case of Skil- Himachal Infrastructure & Tourism Ltd. & Ors. Vs IL and FS Financial Services Ltd.3 19. So far as the judgment of the Delhi High Court in the case of D & H India Ltd. (supra) is concerned, it is to be noticed that the appeal in the said case was filed before a Commercial Appellate Division of the High Court from an order passed by the Commercial Division of that High Court. It is noteworthy that the appeal before the Commercial Appellate Division of the High Court in this case was filed against an order under Order VI Rule 17 of the CPC by the learned Single Judge exercising jurisdiction of Commercial Division of the High Court under the Commercial 1 268 (2020) Delhi Law Times 15 (DB) 2 2021 SCC Online Del 3603 3 2022 SCC Onine Bom 3152. \nBasavraj                                                                         Page|12                                                    362.21-ao.docx Courts Act. The Hon'ble Delhi High Court in the case of D & India Ltd. (supra) held the appeal to be maintainable by observing that the Court in that case was not concerned with the challenge to the order passed under Order VI Rule 17 of the CPC, rather under Order V of Chapter II of the 2018 Rules of the High Court, which reads as under:\n5. Appeal against Registrar's Order - Any person aggrieved by any order made by the Registrar under Rule 3 of this Chapter may within 15 days of such order appeal against the same to the Judge in Chambers. The appeal shall be in the form of the petition bearing court fees of Rs.2.65\". \n20 . We may also notice that as per the facts narrated in the judgment in the case of D & H India Ltd. (Supra) under the Rules of Delhi High Court, an Application to amend the plaint, petition, written statements, the Application or subsequent proceedings where amendment sought is formal in nature, is decided by the Registrar and in the said case such an Application was decided by the Registrar against which a Petition was filed before the Learned Single Judge who passed an order in his capacity as Commercial Division of the High Court against which an appeal was preferred before the Division Bench i.e. before the Commercial Appellate Division of the High Court. It is in these Basavraj Page|13 362.21-ao.docx facts it has been held by the Delhi High Court that the appeal was maintainable giving the reason that it emanated from the order passed under rule 5 of Chapter 2 of Delhi High Court Original Side Rules and thus the Commercial Appellate Division of High Court was concerned with the order referable to Rule 5 of the Chapter 2 of the Delhi High Court Original Side Rules and not with the order referable to Order VI Rule 17 of the CPC.\n21. In the aforesaid facts of the case the Delhi High Court held the appeal to be maintainable, whereas, in the instant case the appeal before us has been filed against the order of the learned District Judge in his capacity as a Commercial Court under the Act of 2015. The order passed by a Court rejecting an Application preferred under Order VII Rule 10 and Rule 11(d) of the CPC, is not enumerated in order XLIII. Thus, the judgment of Delhi High Court in the case of D & H India Ltd. (supra) is clearly distinguishable and does not have any application to the present case. \n22. As far as the reliance placed by the learned counsel for the Defendants on the judgment of the Delhi Court in the case of Delhi Chemical and Pharmaceutical Works Pvt. Ltd.\nBasavraj                                                                 Page|14                                                    362.21-ao.docx (supra) is concerned, we find that in the said judgment itself the Division Bench expressed doubts as to the correctness of the view taken in the judgment of D & H India Ltd. (supra), however, did not feel any need to make a reference of the question to a larger bench for the reasons disclosed in the said judgment. Paragraph 25 of the judgment in the Delhi Chemical and Pharmaceutical Works Pvt. Ltd. (supra) is extracted hereinbelow:\n\"25. Though we, with due deference to the members of the Division Bench in D&H India Ltd. supra, entertain doubts as to the correctness of the view taken in D&H India Ltd. but do not, in the facts of the present case, feel the need to make a reference of the question to a larger bench; the reason is, that Bhandari Engineers & Builders Pvt. Ltd. supra, on which the impugned orders are based, while laying down the law laid down therein, also directs all Courts to abide thereby, resulting in plethora of similar challenges as made herein and it is deemed expedient to settle the law in that regard and which would remain pending if the question of maintainability of the appeal were to be referred to a larger bench.\"\n23. Thus, in view of the observations made by the Delhi High Court in paragraph 25 of the judgment in the case of Delhi Chemical and Pharmaceutical Works Pvt. Ltd. (Supra), the said judgment also does not have any application so far as the instant appeal is concerned. \nBasavraj                                                             Page|15                                                            362.21-ao.docx 24. Reliance placed by the learned counsel for the Defendants on the judgment of a coordinate bench of this court in the case of Skil-Himachal Infrastructure (supra) is also highly misplaced. The said judgment analyses the unamended as also the amended provisions of Section 13 of the Act of 2015 along with various other provisions of the Act of 2015 and has, inter alia, thus concluded that an appeal from order granting conditional leave to defend any summons for judgment in a commercial summary suit is not maintainable. It is to be noticed at this juncture that an order granting conditional or unconditional leave to defend any summons for judgment passed under Order XXXVII Rule 5 of the CPC is not enumerated in order XLIII of the CPC. \n25. The Division Bench of this Court in the case of Skil- Himachal Infrastructure (supra) has taken note of the judgment in the case of Shailendra Bhadauria Vs. Matrix Partners India Investment Holdings LLC 2018 SCC OnLine Bom 13804 wherein it has been held that the judgments in the case of Hubtown Ltd. Vs. IDBI Trusteeship Services Ltd., 2016 SCC OnLine Bom 9019 and Sigmarq Technologies Pvt. Ltd. Vs. Manugraph India Ltd. 2017 SCC OnLine Bom Basavraj Page|16 362.21-ao.docx 9191. Paragraph 44 of the judgment in the case of Shailendra Bhadauria (supra) is relevant which is extracted hereunder:\n\"44. Now, the Commercial Courts (Amendment) Act, 2018 amends the Act 4 of 2016 and deletes the word \"decision\"\nfrom Section 13. We have already reproduced it above. Thus, the earlier view in Hubtown Limited (supra) and Siqmarq Technologies (supra) will have to give way and all the more after the Judgments of the Hon'ble Supreme Court delivered in the case of Fuerst Day Lawson Limited v. Jindal Exports Limited, reported in (2011) 8 SCC 333 and the authoritative and binding pronouncement in the case of Kandla Export Corporation (supra). The statute has to confer a right of appeal. That has to be conferred in clear words. We cannot, as suggested by Mr. Andhyarujina, by an interpretative process carve out a right of appeal, when the law is not creating it.\" \n26. The judgment in the case of Skil-Himachal Infrastructure & Tourism Ltd. & Ors. (supra) also takes note of the law laid down by the Supreme Court in the case of Kandla Export Corporation Vs. OCI Corporation (2018) 14 SCC 715. The observations made by the Division in paragraph 44 of the Skil-Himacahal Infrastructure & Tourism Ltd. & Ors. (supra) is also relevant which is extracted hereunder:\n\"44. In the Supreme Court decision in Kandla Export Corporation, Section 13 was addressed like this. First, that Section 13(1) of the CC Act is in two parts. The main provision deals with appeals from judgments, orders and decrees to the Commercial Division of the High Court. To this, the proviso is an exception. Second, the proviso must be construed harmoniously with the main provision, not in derogation of it. It operates in the same field. If main Basavraj Page|17 362.21-ao.docx provision is in clear language, the proviso cannot be used to 'interpret' the main part, or to exclude - let along by implication - any part of the main provision; except, of courts, if the proviso plainly contemplates such an exclusion. Under the proviso, appeals against orders are restricted to those orders under Order 43 of the CPC, and Section 37 of the Arbitration Act. Therefore, no appeal lies to the Commercial Appellate Division against any order not specifically listed in Order 43 of the CPC (or an order not under Section 37 of the Arbitration Act).\n27. Referring to the order which was under appeal in Skil- Himachal Infrastructure & Tourism Ltd. & Ors. (supra), the Division Bench in this case held that an order of conditional leave under Order XXXVII of the CPC is not enumerated in Order XLIII and that it is only an order and not a decree and therefore, in view of the law laid down in Kandla Export Corporation and Shailendra Bhadauria (supra), such an order is not appealable under the Act of 2015. \n28. Thus, from the discussion made above, we are clear in our mind that an appeal under Section 13(1A) of the Act of 2015 would lie only against the judgment and orders which are enumerated or enlisted under Order XLIII of the CPC. An order rejecting an Application moved under Order VII Rule 10 or Order VII Rule 11(d) of the CPC is not enumerated or enlisted in Order XLIII of the CPC hence, such an order is not appealable following the law Basavraj Page|18 362.21-ao.docx laid down by this court in the case of Skil-Himachal Infrastructure & Tourism Ltd. & Ors. (supra). \n29. For the discussion made and the reasons given above, we are of the considered opinion that the instant appeal is not maintainable which is liable to be dismissed. \n30. Resultantly, the appeal is dismissed. However, there will be no order as to costs. \n31. The Interim Application, if any, also stands dismissed. \n(ARIF S. DOCTOR,J)                                          (CHIEF JUSTICE) \n\n\n\n\nBasavraj                                                                         Page|19  ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d529934142a41c9b5aabb765282ee03_0"
    },
    {
      "start": 155,
      "end": 248,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nBombay",
      "labels": [
        "PREAMBLE"
      ],
      "id": "db1d12d7a69e451996f5ca8b523225b6_1"
    },
    {
      "start": 249,
      "end": 333,
      "text": "High Court\nBank Of India And Another vs M/S. Maruti Civil Works on 15 December, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "402972fd470c45399ebe17282ec6cc86_2"
    },
    {
      "start": 334,
      "end": 341,
      "text": "\n2023 :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d3b67ff2b1f74c248822047872f08223_3"
    },
    {
      "start": 342,
      "end": 357,
      "text": "Bhc-As:37793-Db",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c917db248eb34b8b827ff9a92f0d3060_4"
    },
    {
      "start": 418,
      "end": 432,
      "text": "362.21-ao.docx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ca4af16665a249a28ff4b06b3bb60a04_5"
    },
    {
      "start": 456,
      "end": 524,
      "text": "In The High Court Of Judicature At Bombay\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "961123e6aab541b38c4e85cefe278074_6"
    },
    {
      "start": 524,
      "end": 552,
      "text": "Civil Appellate Jurisdiction",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cb5f504779e247ab9cde6f52e1c8354d_7"
    },
    {
      "start": 578,
      "end": 610,
      "text": "Appeal From Order No.362 Of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e9197d9576fc4cc1be5c15d7c71586c1_8"
    },
    {
      "start": 651,
      "end": 708,
      "text": "In\n                          Commercial Suit No.6 Of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e03e64239e64468ca97dd4fc4356cd23_9"
    },
    {
      "start": 748,
      "end": 811,
      "text": "With\n                       Interim Application No.3092 Of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "82f6e2f4c55649d8bbdd3e055db047cc_10"
    },
    {
      "start": 852,
      "end": 911,
      "text": "In\n                        Appeal From Order No.362 Of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22c4c4143f094e1f9b8c5be2e22a9aad_11"
    },
    {
      "start": 926,
      "end": 941,
      "text": "1 Bank of India",
      "labels": [
        "PREAMBLE"
      ],
      "id": "272bcec5629d4e90ace7b45bc733e9b9_12"
    },
    {
      "start": 957,
      "end": 1010,
      "text": "A body Corporate Constituted under the\n              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a920512b6a147b19afb4bc3a8a78986_13"
    },
    {
      "start": 1010,
      "end": 1099,
      "text": "Banking Companies (Acquisition and\n              Transfer of Undertakings) Act, V of 1970",
      "labels": [
        "PREAMBLE"
      ],
      "id": "728700e8b258448191d483af71deb7a9_14"
    },
    {
      "start": 1115,
      "end": 1169,
      "text": "Having their Head Office at Star House,\n              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d411aa986def47c0800ac9dd52a09e70_15"
    },
    {
      "start": 1169,
      "end": 1204,
      "text": "Plot No. C-5, G Block, Bandra Kurla",
      "labels": [
        "PREAMBLE"
      ],
      "id": "24f4beba148042cd8d495f0061417d81_16"
    },
    {
      "start": 1205,
      "end": 1273,
      "text": "\n              Complex, Bandra (East),\n              Mumbai - 400051",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5a565a1476fa4c5f9086253356cf53ee_17"
    },
    {
      "start": 1274,
      "end": 1368,
      "text": "\n              and also having their one of the branch\n              amongst other situated at",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9832681fb86c46a48d9ad97b4512f0ed_18"
    },
    {
      "start": 1384,
      "end": 1420,
      "text": "M/s. Ravria City, Ground Floor, Plot",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3187e90219224da691890a315b62d671_19"
    },
    {
      "start": 1421,
      "end": 1467,
      "text": "\n              No.8A, Sector - 18, New Panvel,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "99c1c718df8f4bb6ae11494efb6c0c81_20"
    },
    {
      "start": 1468,
      "end": 1546,
      "text": "\n              Navi Mumbai - 410206\n              Known as \"New Panvel Branch\"",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a4f949b4329141008c78d7bcc4f5cb4a_21"
    },
    {
      "start": 1560,
      "end": 1599,
      "text": "2 The Authorized Officer\n              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6c8d0e1b737a4e1d9ff694d2d24bd5c8_22"
    },
    {
      "start": 1599,
      "end": 1627,
      "text": "Bank of India\n              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e58130ed08974882bac06e5cc6b9656d_23"
    },
    {
      "start": 1627,
      "end": 1671,
      "text": "Having its Branch office at\n              M/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e5921c6f4ba456abc1d4ee2329700f7_24"
    },
    {
      "start": 1672,
      "end": 1706,
      "text": "s. Ravria City, Ground Floor, Plot",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38825cf97759428bb5c67fa640149ddf_25"
    },
    {
      "start": 1707,
      "end": 1753,
      "text": "\n              No.8A, Sector - 18, New Panvel,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "78227bf95b9048d595293f5d75b9a47b_26"
    },
    {
      "start": 1754,
      "end": 1832,
      "text": "\n              Navi Mumbai - 410206\n              Known as \"New Panvel Branch\"",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b6c49e06c44e48f6b0f6d17b72a870be_27"
    },
    {
      "start": 1854,
      "end": 1914,
      "text": "..... Appellants\n\n                Versus\n\n                M/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7166b3e4a0624de29ca2771db8779540_28"
    },
    {
      "start": 1915,
      "end": 1936,
      "text": "s. Maruti Civil Works",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6065e1499b4c40f6ae1d8f6df9abbd88_29"
    },
    {
      "start": 1954,
      "end": 2008,
      "text": "A Partnership firm, duly incorporated\n                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6df890ed82554ff78a94fe55e43f8442_30"
    },
    {
      "start": 2008,
      "end": 2073,
      "text": "Under the provisions of the Partnership\n                Act, 1932",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e51c1499e2064bb7bdbc25e7ef173b81_31"
    },
    {
      "start": 2074,
      "end": 2080,
      "text": "having",
      "labels": [
        "PREAMBLE"
      ],
      "id": "42672fe0032a4f7badfbdbf15f40b399_32"
    },
    {
      "start": 2081,
      "end": 2099,
      "text": "principal place of",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f2efb6e8c49f4b35a60121b4904a8662_33"
    },
    {
      "start": 2117,
      "end": 2156,
      "text": "Business at : Maruti House, Plot No.63,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2a8f76c1c3704c86b1e6b52e5403d616_34"
    },
    {
      "start": 2157,
      "end": 2203,
      "text": "\n                Sector No.1, Shirvane, Nerul,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b6282242d4d4a2d9f9c234414af4562_35"
    },
    {
      "start": 2221,
      "end": 2234,
      "text": "Navi Mumbai -",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c13e2ce42b144c968903b1fb717b8a2e_36"
    },
    {
      "start": 2235,
      "end": 2241,
      "text": "400706",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b36c2281e0fd47e8a70bcf7c09d20026_37"
    },
    {
      "start": 2269,
      "end": 2285,
      "text": "..... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3fc71624804d49e380895097e77bffc1_38"
    },
    {
      "start": 2301,
      "end": 2309,
      "text": "Basavraj",
      "labels": [
        "PREAMBLE"
      ],
      "id": "defa79df5da3462e8af25e67f5ea1038_39"
    },
    {
      "start": 2366,
      "end": 2372,
      "text": "Page|1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96347f148b2d4a4eb5ac53c48e321226_40"
    },
    {
      "start": 2395,
      "end": 2425,
      "text": ": : : Uploaded on - 15/12/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96b39a9a20f34910a11c79e161681856_41"
    },
    {
      "start": 2434,
      "end": 2477,
      "text": ": : : Downloaded on - 16/12/2023 07:14:38 :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7b073ed05dc54d918f661bf58bc500c0_42"
    },
    {
      "start": 2478,
      "end": 2546,
      "text": "::\n                                                   362.21-ao.docx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "25ff00bf4e4145f0937f12416f67ecdc_43"
    },
    {
      "start": 2551,
      "end": 2601,
      "text": "Mr. O. A. Das for the Appellants\nMr. Kishor P. Vig",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f4620223af794cbda5d158dd9498218e_44"
    },
    {
      "start": 2602,
      "end": 2645,
      "text": "i / b. Mr. Manish K. Vig for the Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "89a5f22c59734ddbaf7f298839d5a28d_45"
    },
    {
      "start": 2664,
      "end": 2670,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bc7ddd1074864e7baa993d4e1f9f8f05_46"
    },
    {
      "start": 2671,
      "end": 2702,
      "text": "Devendra Kumar Upadhyaya, Cj. &",
      "labels": [
        "PREAMBLE"
      ],
      "id": "36978c5c73424ea0b29fe6b6497951ea_47"
    },
    {
      "start": 2703,
      "end": 2774,
      "text": "\n                       Arif S. Doctor, J.\n\n                Reserved On",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a6f81d5988d442b4bffd2afb2f5ab393_48"
    },
    {
      "start": 2775,
      "end": 2794,
      "text": "  : October 5, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e73ffc4113af450690aebed0b65192ad_49"
    },
    {
      "start": 2795,
      "end": 2845,
      "text": "\n                Pronounced On : December 15, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d55331b9ff724e88a3682d0f1d8c6b8c_50"
    },
    {
      "start": 2846,
      "end": 2879,
      "text": "\n\n\nJudgment (Per : Chief Justice)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "54b5b743d36d46c7a720efbc2e2af89d_51"
    },
    {
      "start": 2881,
      "end": 3058,
      "text": "1. For the sake of clarity, the Plaintiff and the Defendants in the suit shall be referred to as per their original nomenclature i.e. Appellants herein as the Defendants and the",
      "labels": [
        "NONE"
      ],
      "id": "5b81011e0f3a4806bf9b463f21a85a75_52"
    },
    {
      "start": 3059,
      "end": 3095,
      "text": " Respondent herein as the Plaintiff.",
      "labels": [
        "NONE"
      ],
      "id": "f0a13764bae04d8dacb2b36141f645db_53"
    },
    {
      "start": 3097,
      "end": 3233,
      "text": "2. Heard Mr. O. A. Das, learned Counsel representing the Defendants and Mr. Kishor P. Vig learned Counsel representing the Plaintiff.\n3.",
      "labels": [
        "NONE"
      ],
      "id": "72a88789dea2484a820095e4d194d30a_54"
    },
    {
      "start": 3234,
      "end": 3808,
      "text": "This Appeal filed under Section 13(1A) of the Commercial Courts Act, 2015 (hereinafter referred to as the Act of 2015) seeks to challenge the order dated 2 nd December 2020 passed by the District Judge - 2, Thane whereby the application moved by the Appellants - Defendants under Order VII Rule 10 and Rule 11(d) of the Code of Civil Procedure, 1908 (hereinafter referred to as the \"Code\") read with Section 19(6) to (10) of Basavraj Page|2 362.21-ao.docx the Recovery of Debts and Bankruptcy Act, 1993 (hereinafter referred to as the \"Recovery Act, 1993) has been rejected.",
      "labels": [
        "FAC"
      ],
      "id": "139fcdd0970448caa567356e11d5d8d1_55"
    },
    {
      "start": 3810,
      "end": 4288,
      "text": "4. The facts of the case which can be culled out from the pleadings available on record and the submissions made by the learned counsel for the respective parties are that the Plaintiff - Respondents instituted Commercial Suit No.6 of 2019 against the Appellants-Defendants for recovery of loss and damages and compensation of Rs.100 Crores + Rs.10,10,733/- together with interest on the said amount @ 13.95% p.a. from the date of institution of the suit till final realization.",
      "labels": [
        "FAC"
      ],
      "id": "78581b3af8894f01b3d1f9e3c4f091b6_56"
    },
    {
      "start": 4289,
      "end": 4751,
      "text": "\n5. The said suit has been filed with the plaint allegations, inter alia, that the plaintiff is a partnership firm engaged in the business of builders and contractors since 1987 and that the Defendants fraudulently invoked the measures under the guise of the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (hereinafter referred to as the SARFAESI Act) to grab the property of the partner of the Plaintiff.\n6.",
      "labels": [
        "FAC"
      ],
      "id": "b23b09a551df43339b261fbf240693ca_57"
    },
    {
      "start": 4752,
      "end": 5153,
      "text": "It has been submitted on behalf of the Appellants that Defendant No.1 sanctioned and granted cash credit limit of Rs.10 Basavraj Page|3 362.21-ao.docx Crores and further credit facility to the Plaintiff for their working capital requirement and that the credit facilities were sanctioned and granted vide sanction letter dated 24th January 2013 and Modified Sanctioned letter dated 28 th January 2013.",
      "labels": [
        "FAC"
      ],
      "id": "74d0a65f6a7c4ec2915341fe309b8937_58"
    },
    {
      "start": 5154,
      "end": 5609,
      "text": "Further submission on behalf of the Defendants is that in order to secure the credit facility, the Plaintiff executed certain security documents such as Demand Promissory Note for Rs.10 Crores dated 5th February 2013 in respect of the Cash Credit Facility, Bearer Letter for Rs.10 Crores dated 5 th February 2013 in respect of the Cash Credit Facility, Hypothecation-cum-Loan Agreement for Rs. 15 Crores dated 15 th February 2013 and a Composite Agreement",
      "labels": [
        "FAC"
      ],
      "id": "04c0562b175e4e0bb6c4e0690b78b1ae_59"
    },
    {
      "start": 5610,
      "end": 5633,
      "text": "dated 5th February 2013",
      "labels": [
        "FAC"
      ],
      "id": "de06fa5b962644a0bd0cb237d3a2a0f6_60"
    },
    {
      "start": 5634,
      "end": 5832,
      "text": ". The Defendants further state that on the request of the Plaintiff, the Defendants issued Bank Guarantee dated 27th February 2013 for a sum of Rs.9,67,000/- which was valid till 26th February 2014.",
      "labels": [
        "FAC"
      ],
      "id": "31e0a442ca66423aaf2dc43618fd1d56_61"
    },
    {
      "start": 5833,
      "end": 6117,
      "text": "It is also stated that the Defendant No.1 sanctioned and granted additional cash credit / temporary Over Draft limit of Rs. 1 Crore to the Plaintiff for their working capital requirement as per the terms and conditions stipulated in the Memorandum of Sanction dated 12th October 2013.",
      "labels": [
        "FAC"
      ],
      "id": "6f869c0a262a4589abcbb19130cdeef6_62"
    },
    {
      "start": 6118,
      "end": 6431,
      "text": "It is also the claim of the Defendants that as security towards the additional cash credit limit of Rs.1 Basavraj Page|4 362.21-ao.docx Crores, the Plaintiffs executed loan / security documents on 14 th October 2013 and further that equitable mortgage was also extended in respect of certain immovable properties.",
      "labels": [
        "FAC"
      ],
      "id": "b123e576bdaa48f7b54e704da47c6a10_63"
    },
    {
      "start": 6433,
      "end": 6743,
      "text": "7. Further submission of the Defendants is that the Plaintiff committed default in repayment and accordingly, the account was declared as Non Performing Assets (NPA) on 27 th July 2014 and accordingly action under the SARFAESI Act was initiated by issuing Demand Notice under section 13(2) of the SARFAESI Act.",
      "labels": [
        "FAC"
      ],
      "id": "193cb6f72e694f648a01205a5799e243_64"
    },
    {
      "start": 6744,
      "end": 7237,
      "text": "It is further asserted on behalf of the Defendants that since the outstanding dues were not paid by the Plaintiff even after receipt of the notice under Section 13(2), symbolic possession of the mortgage properties was taken on 3rd March 2015 under Section 13(4) of the SARFAESI Act and further that the Defendants took physical possession of the property at Maruti House, Plot No.63, Sector 1, Shiravane, Nerul and also Bungalow named GODATEER at Plot No.11A Sector 21, Nerul, Navi Mumbai.\n8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "703078e96379483193a2320f84689f61_65"
    },
    {
      "start": 7238,
      "end": 7686,
      "text": "Learned Counsel for the Defendants has further stated that the Defendants have filed Original Application bearing No.575 of 2017 against the Plaintiff before the Debts Recovery Tribunal No.3 at Mumbai (Vashi) for the recovery of a sum of Basavraj Page|5 362.21-ao.docx Rs.18,81,66,435/- which according to the Defendants is due against the Plaintiff on account of default in repayment of the credit facility sanctioned and granted to the Plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3ef02d750913455eb84aca11555f1521_66"
    },
    {
      "start": 7687,
      "end": 7779,
      "text": "The said Original Application has been preferred under Section 19 of the Recovery Act, 1993.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d6132b1291ad46c1a1dce84b4b7434e9_67"
    },
    {
      "start": 7781,
      "end": 8203,
      "text": "9. It has been further stated by the Defendants that in the Commercial Suit No.6 of 2019 filed by the Plaintiff an Application under Order VII Rule 10 and 11(d) of the CPC was preferred by the Defendants with a prayer that the plaint be rejected on the ground that jurisdiction to entertain the suit between the borrower and the Bank i.e. the Plaintiff and Defendants is with DRT at Mumbai and not the learned Trial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0c0378a417e74ff2b4126d34e4a11bea_68"
    },
    {
      "start": 8204,
      "end": 8356,
      "text": "The Application moved by the Appellants further prayed, alternatively, that the plaint be returned to the Plaintiff for filing before appropriate forum.",
      "labels": [
        "FAC"
      ],
      "id": "d1f2ecec8e9b45d5a7fb34240170e85b_69"
    },
    {
      "start": 8358,
      "end": 8414,
      "text": "10. The said Application was contested by the Plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "df733fd01194400f954f8520eeac3165_70"
    },
    {
      "start": 8415,
      "end": 8996,
      "text": "Learned Trial Court, by means of order dated 2nd December 2020 which is under challenge before us in this appeal, rejected the said Application by observing, inter alia, that the suit filed by the Plaintiff is based on the assertion of fraud and accordingly Basavraj Page|6 362.21-ao.docx declaration has been sought along with other reliefs and that such a relief as sought by the Plaintiff can be entertained by it, as the jurisdiction of the DRT is confined to hold inquiry and to adjudicate the issues brought before it within the scope of Section 17 of the Recovery Act, 1993.",
      "labels": [
        "FAC"
      ],
      "id": "096f8e20439d40f587af822c6fda2a92_71"
    },
    {
      "start": 8997,
      "end": 9377,
      "text": "It has further been held by the learned Trial Court in the judgment under appeal herein that scope of inquiry relating to commission of any alleged fraud by the bankers is outside the scope of Section 17 of the Recovery Act, 1993 and hence, the prayer made by the Defendants in the Application moved under Order VII Rule 10 and Rule 11(d) of the CPC was liable to be rejected.\n11.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16244842c5ea4156b76f6439a3bf8acd_72"
    },
    {
      "start": 9378,
      "end": 9702,
      "text": "It is this order dated 2nd December 2020 passed by the learned Trial Court which is under challenge in this appeal filed under Section 13 (1A) of the Act of 2015, whereby the Application moved by the Defendants with the prayer for rejecting the plaint or in the alternative, for returning the plaint has not been acceded to.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "49584415804e4d66b77ca248dcad2b03_73"
    },
    {
      "start": 9704,
      "end": 9929,
      "text": "12. At the outset of the arguments, the question which cropped up for consideration of this Court is to the maintainability of this appeal before the Division Bench of this Court keeping in view Basavraj Page|7 362.21-ao.docx",
      "labels": [
        "NONE"
      ],
      "id": "88902bfb5c164de3bd2bbae2e2a904f5_74"
    },
    {
      "start": 9930,
      "end": 10221,
      "text": "the proviso appended to Section 13(1) of the Act of 2015 which provides that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court which are enumerated specifically under Order XLIII of the CPC and Section 37 of the Arbitration and Conciliation Act, 1996",
      "labels": [
        "STA"
      ],
      "id": "efc15efa66784c57a7bca7eb04691a5c_75"
    },
    {
      "start": 10222,
      "end": 10547,
      "text": ". The objection as to the maintainability of this appeal, thus, is that since the order under challenge herein is not enumerated under Order XLIII of the CPC and hence this appeal, in view of operation of the proviso appended to Section 13(1A) of the Act of 2015, is not entertainable and hence is liable to be dismissed.\n13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c7bda04e62d464182745f0ec08ce193_76"
    },
    {
      "start": 10548,
      "end": 10770,
      "text": "To appreciate the issue concerning maintainability of this appeal, it will be apposite to consider the provisions of Section 13 of the Act of 2015 before and after its amendment which has been effected w.e.f. 3rd May 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f58bdbed4f31424b83d4271a418cd9a9_77"
    },
    {
      "start": 10771,
      "end": 11492,
      "text": "Section 13 which existed prior to its amendment in the year 2018 is quoted hereunder:\n\"Section 13 : Appeals from decrees of Commercial Courts and Commercial Divisions- - (1) Any person aggrieved by the decision of a Commercial Court or Commercial Division of a High Court may appeal to the Commercial Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be.\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court Basavraj Page|8 362.21-ao.docx that are specifically enumerated under Order XLIII of the Civil Procedure Code, 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996.\"",
      "labels": [
        "STA"
      ],
      "id": "9aa48f34a3e44303b172d6788e298e4d_78"
    },
    {
      "start": 11493,
      "end": 11912,
      "text": "(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n14. Section 13, after its amendment vide Act No.28 of 2018 reads as under:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.",
      "labels": [
        "STA"
      ],
      "id": "d27cee024880404a842db3294b8c5426_79"
    },
    {
      "start": 11913,
      "end": 12133,
      "text": "-\n(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.",
      "labels": [
        "STA"
      ],
      "id": "2d4a1e6b414d43be8f6c149e79b74d78_80"
    },
    {
      "start": 12134,
      "end": 12743,
      "text": "\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial court that are specifically enumerated under Order XLIII of the Civil Procedure Code, 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act.",
      "labels": [
        "STA"
      ],
      "id": "ad40a8c7447d4967a63b2a6a819aabc1_81"
    },
    {
      "start": 12744,
      "end": 13015,
      "text": "(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"",
      "labels": [
        "STA"
      ],
      "id": "423f8ad90a6e450984119ec75b393188_82"
    },
    {
      "start": 13017,
      "end": 13025,
      "text": "Basavraj",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f58dc4d839f4d74b9d34cf4b26ebcf1_83"
    },
    {
      "start": 13026,
      "end": 13142,
      "text": "                                                            Page|9                                                  ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10ec4e75faa44fea8b79f0e9d3ed257d_84"
    },
    {
      "start": 13142,
      "end": 13160,
      "text": "362.21-ao.docx 15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "13d4ba4ad89c4781aef98df4a2e338dc_85"
    },
    {
      "start": 13161,
      "end": 13555,
      "text": "If we compare the unamended provision with the amended provision of Section 13 of the Act of 2015, what we find is that earlier an appeal was provided against a \"decision\" of a Commercial Court or Commercial Division of a High Court to the Commercial Division of that High Court, whereas, after the amendment the expression \"decision\" has been substituted by the expression \"judgment or order\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "071c640549154aed9d6137e82c356227_86"
    },
    {
      "start": 13556,
      "end": 13710,
      "text": "It is also noticeable that the proviso appended to sub section (1) of section 13 which earlier existed has been retained in the amended provision as well.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "257777f284544632841a3bd196549bf5_87"
    },
    {
      "start": 13711,
      "end": 14154,
      "text": "To determine as to whether the instant appeal is maintainable, we may also refer to sub section (2) of section 13 of the Commercial Courts Act which begins with a non-obstante clause and provides that notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree under Section 13 otherwise than in accordance with the provisions of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7bc187ef78c3473bb786d47c3b55dc32_88"
    },
    {
      "start": 14156,
      "end": 14534,
      "text": "16. In our opinion, sub section 2 of Section 13 unequivocally provides that any appeal against a decree or order of a Commercial Court or Commercial Division shall lie only in accordance with the provisions of the Act and in view of what Basavraj Page|10 362.21-ao.docx has been provided for in sub section 2 of Section 13, the proviso appended to Section 13 assumes importance.",
      "labels": [
        "STA"
      ],
      "id": "c6277a9077de4af4aabafa675431a660_89"
    },
    {
      "start": 14536,
      "end": 14850,
      "text": "17. Sub Section 1A of Section 13 provides that a person aggrieved by a judgment or order can file an appeal, however, the said provision is to be read in conjunction with the proviso which specifically states that an appeal shall lie only from orders which are specifically enumerated under Order XLIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a05e6dd27d064cd98bf282f8e121257c_90"
    },
    {
      "start": 14851,
      "end": 15049,
      "text": "The occurrences of the expression \"shall\" and \"specifically\" in the proviso has to be noted for correctly understanding the legislative intent in framing the scheme of Section 13 of the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3f01059beab4211bffef52d5ca3450c_91"
    },
    {
      "start": 15050,
      "end": 15261,
      "text": "It is also noteworthy that the order under challenge in this appeal has been passed by the learned trial court rejecting the Application moved by the Defendants under Order VII Rule 10 and Rule 11(d) of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3abb5869b3db4e7da87b666a4dd75e7d_92"
    },
    {
      "start": 15262,
      "end": 15426,
      "text": "Such an order is not enumerated in Order XLIII of the CPC, though Rule 1(a) of Order XLIII enlists an order passed under Order VII Rule 10 for returning the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6cfdd108b614553b20439ee61892b61_93"
    },
    {
      "start": 15427,
      "end": 15608,
      "text": "Thus, Order XLIII enlists the order passed on an Application under Order VII Rule 10 if it is allowed, however, it does not enlist the order in case such an Application is rejected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c75a5606b8564af5b33c73332b726d3f_94"
    },
    {
      "start": 15609,
      "end": 15715,
      "text": "Order XLIII also does not enlist any order passed on an Application under Order VII Rule 11(d) of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce2e330eb84148e8b45cfb8a4916b3f5_95"
    },
    {
      "start": 15717,
      "end": 15725,
      "text": "Basavraj",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f78cef924f242598b605616b70b5e70_96"
    },
    {
      "start": 15786,
      "end": 15793,
      "text": "Page|11",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eee810aef2964fde839e472edc89ac43_97"
    },
    {
      "start": 15857,
      "end": 15874,
      "text": "362.21-ao.docx 18",
      "labels": [
        "NONE"
      ],
      "id": "c856108dfa5a4eb1a90ed18fef544e11_98"
    },
    {
      "start": 15875,
      "end": 15898,
      "text": ".        Learned       ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21ebe0dc274440debac161de48bdece4_99"
    },
    {
      "start": 15898,
      "end": 15914,
      "text": "Counsel         ",
      "labels": [
        "NONE"
      ],
      "id": "20ef5919b35c4bfd86d3bad2954ae196_100"
    },
    {
      "start": 15914,
      "end": 15926,
      "text": "for   the   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "637331a63bba4f17a5b0104a5f69b764_101"
    },
    {
      "start": 15926,
      "end": 15936,
      "text": "Appellant,",
      "labels": [
        "NONE"
      ],
      "id": "3e0e417b0d304d26b3f675f8f882b939_102"
    },
    {
      "start": 15945,
      "end": 16248,
      "text": "however,           has emphasized that in view of the law laid down by Delhi High Court in the case of D & H India Ltd. Vs. Superon Schweisstechnik India Ltd.1 and in the case of Delhi Chemical and Pharmaceutical Works Pvt. Ltd. Vs. Himgiri Realtors Pvt. Ltd. and Another2 , this appeal is maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c690d37be03e4b24b7cd5c6a1b734e8d_103"
    },
    {
      "start": 16249,
      "end": 16456,
      "text": "Learned Counsel for the Defendants has also referred to a judgment of Division Bench of this Court in the case of Skil- Himachal Infrastructure & Tourism Ltd. & Ors. Vs IL and FS Financial Services Ltd.3 19.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fa4e20ce00494cba9b0c7063e4e65b3a_104"
    },
    {
      "start": 16457,
      "end": 16745,
      "text": "So far as the judgment of the Delhi High Court in the case of D & H India Ltd. (supra) is concerned, it is to be noticed that the appeal in the said case was filed before a Commercial Appellate Division of the High Court from an order passed by the Commercial Division of that High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "001472650085440788085667052cb2aa_105"
    },
    {
      "start": 16746,
      "end": 17044,
      "text": "It is noteworthy that the appeal before the Commercial Appellate Division of the High Court in this case was filed against an order under Order VI Rule 17 of the CPC by the learned Single Judge exercising jurisdiction of Commercial Division of the High Court under the Commercial 1 268 (2020) Delhi",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88e4d8576a9e46f9bf00cc704aa82422_106"
    },
    {
      "start": 17045,
      "end": 17054,
      "text": "Law Times",
      "labels": [
        "NONE"
      ],
      "id": "f4828bbfc86e4baa8b5217cf08a46618_107"
    },
    {
      "start": 17055,
      "end": 17116,
      "text": "15 (DB) 2 2021 SCC Online Del 3603 3 2022 SCC Onine Bom 3152.",
      "labels": [
        "NONE"
      ],
      "id": "1379daf623a84e95a18cc33316240c83_108"
    },
    {
      "start": 17118,
      "end": 17126,
      "text": "Basavraj",
      "labels": [
        "NONE"
      ],
      "id": "6d6f128959e642cfaee5e4914fcb2fc0_109"
    },
    {
      "start": 17199,
      "end": 17284,
      "text": "Page|12                                                    362.21-ao.docx Courts Act.",
      "labels": [
        "NONE"
      ],
      "id": "1bb990c35fef43eabb542bb7b4f8e2c5_110"
    },
    {
      "start": 17285,
      "end": 17651,
      "text": "The Hon'ble Delhi High Court in the case of D & India Ltd. (supra) held the appeal to be maintainable by observing that the Court in that case was not concerned with the challenge to the order passed under Order VI Rule 17 of the CPC, rather under Order V of Chapter II of the 2018 Rules of the High Court, which reads as under:\n5. Appeal against Registrar's Order -",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f7651d1762914cb7a990309650b19142_111"
    },
    {
      "start": 17652,
      "end": 17819,
      "text": "Any person aggrieved by any order made by the Registrar under Rule 3 of this Chapter may within 15 days of such order appeal against the same to the Judge in Chambers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d13a384cbf641a9a21b237d2fc2558e_112"
    },
    {
      "start": 17820,
      "end": 17899,
      "text": "The appeal shall be in the form of the petition bearing court fees of Rs.2.65\".",
      "labels": [
        "RPC"
      ],
      "id": "f953ae6655b14086ad919a9bd45cda8c_113"
    },
    {
      "start": 17900,
      "end": 18571,
      "text": "\n20 . We may also notice that as per the facts narrated in the judgment in the case of D & H India Ltd. (Supra) under the Rules of Delhi High Court, an Application to amend the plaint, petition, written statements, the Application or subsequent proceedings where amendment sought is formal in nature, is decided by the Registrar and in the said case such an Application was decided by the Registrar against which a Petition was filed before the Learned Single Judge who passed an order in his capacity as Commercial Division of the High Court against which an appeal was preferred before the Division Bench i.e. before the Commercial Appellate Division of the High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7539eaafa9dc437d83c4c64e09bdb8dc_114"
    },
    {
      "start": 18572,
      "end": 19057,
      "text": "It is in these Basavraj Page|13 362.21-ao.docx facts it has been held by the Delhi High Court that the appeal was maintainable giving the reason that it emanated from the order passed under rule 5 of Chapter 2 of Delhi High Court Original Side Rules and thus the Commercial Appellate Division of High Court was concerned with the order referable to Rule 5 of the Chapter 2 of the Delhi High Court Original Side Rules and not with the order referable to Order VI Rule 17 of the CPC.\n21.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7cfa5c826f84e989a5ebb7f286ae4b9_115"
    },
    {
      "start": 19058,
      "end": 19323,
      "text": "In the aforesaid facts of the case the Delhi High Court held the appeal to be maintainable, whereas, in the instant case the appeal before us has been filed against the order of the learned District Judge in his capacity as a Commercial Court under the Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e962b33b82be4ff2aa8503d81a253b33_116"
    },
    {
      "start": 19324,
      "end": 19471,
      "text": "The order passed by a Court rejecting an Application preferred under Order VII Rule 10 and Rule 11(d) of the CPC, is not enumerated in order XLIII.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d9133ecdbba74729886b9bed7d8fbee5_117"
    },
    {
      "start": 19472,
      "end": 19632,
      "text": "Thus, the judgment of Delhi High Court in the case of D & H India Ltd. (supra) is clearly distinguishable and does not have any application to the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eaaddb41eee24aba966a15feb7a6047e_118"
    },
    {
      "start": 19634,
      "end": 19942,
      "text": "22. As far as the reliance placed by the learned counsel for the Defendants on the judgment of the Delhi Court in the case of Delhi Chemical and Pharmaceutical Works Pvt. Ltd.\nBasavraj                                                                 Page|14                                                    ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "943e29486f144031a3428416aa17cd81_119"
    },
    {
      "start": 19942,
      "end": 19956,
      "text": "362.21-ao.docx",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd828cb719d441048ed3889d4380c51e_120"
    },
    {
      "start": 19957,
      "end": 20131,
      "text": "(supra) is concerned, we find that in the said judgment itself the Division Bench expressed doubts as to the correctness of the view taken in the judgment of D & H India Ltd.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "588361e47696416794cc594c2ab906cb_121"
    },
    {
      "start": 20132,
      "end": 20273,
      "text": "(supra), however, did not feel any need to make a reference of the question to a larger bench for the reasons disclosed in the said judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29d11356ae3c4bf2bfb68cb26e0e1a79_122"
    },
    {
      "start": 20274,
      "end": 20398,
      "text": "Paragraph 25 of the judgment in the Delhi Chemical and Pharmaceutical Works Pvt. Ltd. (supra) is extracted hereinbelow:\n\"25.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "31de655eb8064854ae474335a6476166_123"
    },
    {
      "start": 20399,
      "end": 21117,
      "text": "Though we, with due deference to the members of the Division Bench in D&H India Ltd. supra, entertain doubts as to the correctness of the view taken in D&H India Ltd. but do not, in the facts of the present case, feel the need to make a reference of the question to a larger bench; the reason is, that Bhandari Engineers & Builders Pvt. Ltd. supra, on which the impugned orders are based, while laying down the law laid down therein, also directs all Courts to abide thereby, resulting in plethora of similar challenges as made herein and it is deemed expedient to settle the law in that regard and which would remain pending if the question of maintainability of the appeal were to be referred to a larger bench.\"\n23.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0e1639ad4074e9e83fd27a80070099a_124"
    },
    {
      "start": 21118,
      "end": 21382,
      "text": "Thus, in view of the observations made by the Delhi High Court in paragraph 25 of the judgment in the case of Delhi Chemical and Pharmaceutical Works Pvt. Ltd. (Supra), the said judgment also does not have any application so far as the instant appeal is concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9dc6d51a0ad4b80b7a63ab12755d23e_125"
    },
    {
      "start": 21384,
      "end": 21392,
      "text": "Basavraj",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff070742c2fc40638dbab86d63d0a77a_126"
    },
    {
      "start": 21453,
      "end": 21460,
      "text": "Page|15",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51b06ff8f9a2447c87786e8b4f9e1cc3_127"
    },
    {
      "start": 21461,
      "end": 21538,
      "text": "                                                           362.21-ao.docx 24.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c796307384b94d99beeb8e9d22a7fb8f_128"
    },
    {
      "start": 21539,
      "end": 21726,
      "text": "Reliance placed by the learned counsel for the Defendants on the judgment of a coordinate bench of this court in the case of Skil-Himachal Infrastructure (supra) is also highly misplaced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "846bb6aa0a584eb9a149ee52d4160f19_129"
    },
    {
      "start": 21727,
      "end": 22060,
      "text": "The said judgment analyses the unamended as also the amended provisions of Section 13 of the Act of 2015 along with various other provisions of the Act of 2015 and has, inter alia, thus concluded that an appeal from order granting conditional leave to defend any summons for judgment in a commercial summary suit is not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25f75354227f4565a25da2b6f10a75db_130"
    },
    {
      "start": 22061,
      "end": 22279,
      "text": "It is to be noticed at this juncture that an order granting conditional or unconditional leave to defend any summons for judgment passed under Order XXXVII Rule 5 of the CPC is not enumerated in order XLIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76506149b63949778a1524202094355f_131"
    },
    {
      "start": 22281,
      "end": 22764,
      "text": "25. The Division Bench of this Court in the case of Skil- Himachal Infrastructure (supra) has taken note of the judgment in the case of Shailendra Bhadauria Vs. Matrix Partners India Investment Holdings LLC 2018 SCC OnLine Bom 13804 wherein it has been held that the judgments in the case of Hubtown Ltd. Vs. IDBI Trusteeship Services Ltd., 2016 SCC OnLine Bom 9019 and Sigmarq Technologies Pvt. Ltd. Vs. Manugraph India Ltd. 2017 SCC OnLine Bom Basavraj Page|16 362.21-ao.docx 9191.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fe315a011a0142ac844834f1bcdace97_132"
    },
    {
      "start": 22765,
      "end": 22884,
      "text": "Paragraph 44 of the judgment in the case of Shailendra Bhadauria (supra) is relevant which is extracted hereunder:\n\"44.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "21b3b4935705467a8ee20fcd26c268b9_133"
    },
    {
      "start": 22885,
      "end": 23007,
      "text": "Now, the Commercial Courts (Amendment) Act, 2018 amends the Act 4 of 2016 and deletes the word \"decision\"\nfrom Section 13.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8d748feb2f9d4a02b000d9cf3459aea2_134"
    },
    {
      "start": 23008,
      "end": 23044,
      "text": "We have already reproduced it above.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a181d91c10244b55a83bb1f93178642d_135"
    },
    {
      "start": 23045,
      "end": 23420,
      "text": "Thus, the earlier view in Hubtown Limited (supra) and Siqmarq Technologies (supra) will have to give way and all the more after the Judgments of the Hon'ble Supreme Court delivered in the case of Fuerst Day Lawson Limited v. Jindal Exports Limited, reported in (2011) 8 SCC 333 and the authoritative and binding pronouncement in the case of Kandla Export Corporation (supra).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "04864083d9544912be8a35b7440d3c78_136"
    },
    {
      "start": 23421,
      "end": 23465,
      "text": "The statute has to confer a right of appeal.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dea44095a7304300873fd5fa1c5b7c19_137"
    },
    {
      "start": 23466,
      "end": 23506,
      "text": "That has to be conferred in clear words.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "eba3ed198b1449c0a85e199301f1a20f_138"
    },
    {
      "start": 23507,
      "end": 23643,
      "text": "We cannot, as suggested by Mr. Andhyarujina, by an interpretative process carve out a right of appeal, when the law is not creating it.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0eb745e90470443bb22da699c053b21c_139"
    },
    {
      "start": 23645,
      "end": 23873,
      "text": "26. The judgment in the case of Skil-Himachal Infrastructure & Tourism Ltd. & Ors. (supra) also takes note of the law laid down by the Supreme Court in the case of Kandla Export Corporation Vs. OCI Corporation (2018) 14 SCC 715.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "45ee5c45173c49ebb05aa7fc504cf7b7_140"
    },
    {
      "start": 23874,
      "end": 24046,
      "text": "The observations made by the Division in paragraph 44 of the Skil-Himacahal Infrastructure & Tourism Ltd. & Ors. (supra) is also relevant which is extracted hereunder:\n\"44.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2c65f4eb64494895af29ccf0bbe3f025_141"
    },
    {
      "start": 24047,
      "end": 24142,
      "text": "In the Supreme Court decision in Kandla Export Corporation, Section 13 was addressed like this.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cf72d1b44652475893917ed272c52c96_142"
    },
    {
      "start": 24143,
      "end": 24199,
      "text": "First, that Section 13(1) of the CC Act is in two parts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2517d74050ab4cbb9375958e4d3ece79_143"
    },
    {
      "start": 24200,
      "end": 24318,
      "text": "The main provision deals with appeals from judgments, orders and decrees to the Commercial Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d38de94f43e64d068bf56a7a5ad152bf_144"
    },
    {
      "start": 24319,
      "end": 24356,
      "text": "To this, the proviso is an exception.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa0266052f764426a012939d14913f76_145"
    },
    {
      "start": 24357,
      "end": 24457,
      "text": "Second, the proviso must be construed harmoniously with the main provision, not in derogation of it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a8b4d0ab18949f19c5df8bd3360d1f7_146"
    },
    {
      "start": 24458,
      "end": 24488,
      "text": "It operates in the same field.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a57f3417706403293b161ff6bb7cf18_147"
    },
    {
      "start": 24489,
      "end": 24766,
      "text": "If main Basavraj Page|17 362.21-ao.docx provision is in clear language, the proviso cannot be used to 'interpret' the main part, or to exclude - let along by implication - any part of the main provision; except, of courts, if the proviso plainly contemplates such an exclusion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce56e117f0f447c497af9c695a67f1ae_148"
    },
    {
      "start": 24767,
      "end": 24905,
      "text": "Under the proviso, appeals against orders are restricted to those orders under Order 43 of the CPC, and Section 37 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3f085e9b9bef4d0187960d612b104bdd_149"
    },
    {
      "start": 24906,
      "end": 25096,
      "text": "Therefore, no appeal lies to the Commercial Appellate Division against any order not specifically listed in Order 43 of the CPC (or an order not under Section 37 of the Arbitration Act).\n27.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e8d35feec7140289bd9e6b2a3edc715_150"
    },
    {
      "start": 25097,
      "end": 25549,
      "text": "Referring to the order which was under appeal in Skil- Himachal Infrastructure & Tourism Ltd. & Ors. (supra), the Division Bench in this case held that an order of conditional leave under Order XXXVII of the CPC is not enumerated in Order XLIII and that it is only an order and not a decree and therefore, in view of the law laid down in Kandla Export Corporation and Shailendra Bhadauria (supra), such an order is not appealable under the Act of 2015.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7536c94fe27147c589282fd762709a10_151"
    },
    {
      "start": 25551,
      "end": 25782,
      "text": "28. Thus, from the discussion made above, we are clear in our mind that an appeal under Section 13(1A) of the Act of 2015 would lie only against the judgment and orders which are enumerated or enlisted under Order XLIII of the CPC.",
      "labels": [
        "RATIO"
      ],
      "id": "ec421b5f81534a6cb3715a4bbdd4b852_152"
    },
    {
      "start": 25783,
      "end": 26125,
      "text": "An order rejecting an Application moved under Order VII Rule 10 or Order VII Rule 11(d) of the CPC is not enumerated or enlisted in Order XLIII of the CPC hence, such an order is not appealable following the law Basavraj Page|18 362.21-ao.docx laid down by this court in the case of Skil-Himachal Infrastructure & Tourism Ltd. & Ors. (supra).",
      "labels": [
        "RATIO"
      ],
      "id": "bc96d6b2ab7a4444b3f7e33f809ad817_153"
    },
    {
      "start": 26127,
      "end": 26293,
      "text": "29. For the discussion made and the reasons given above, we are of the considered opinion that the instant appeal is not maintainable which is liable to be dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "2e880637de9242939102454a49ba6746_154"
    },
    {
      "start": 26295,
      "end": 26336,
      "text": "30. Resultantly, the appeal is dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "50361894abaf4fab9fda846f55459da8_155"
    },
    {
      "start": 26337,
      "end": 26381,
      "text": "However, there will be no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "af08cf2af75f4cb785c1c9031ef1aa5e_156"
    },
    {
      "start": 26383,
      "end": 26442,
      "text": "31. The Interim Application, if any, also stands dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "027161ee8697400ca2c7fd1e3ac19780_157"
    },
    {
      "start": 26443,
      "end": 26462,
      "text": "\n(ARIF S. DOCTOR,J)",
      "labels": [
        "NONE"
      ],
      "id": "b6f25c5a484041cdab7c25706e5958db_158"
    },
    {
      "start": 26504,
      "end": 26519,
      "text": "(CHIEF JUSTICE)",
      "labels": [
        "NONE"
      ],
      "id": "e53604ca23a9406a8748d96a9c7bf3db_159"
    },
    {
      "start": 26525,
      "end": 26533,
      "text": "Basavraj",
      "labels": [
        "NONE"
      ],
      "id": "54a9ef52be254dadb278536f43662436_160"
    },
    {
      "start": 26534,
      "end": 26615,
      "text": "                                                                        Page|19  ",
      "labels": [
        "NONE"
      ],
      "id": "d99785e9e6ed48db853042f80bfca0df_161"
    }
  ]
}