{
  "id": "58a0a4da972078f65f45e0c2e422f8dd79b830a1c5ae77ab1db60f3b281ec192",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court - Orders\nSpan Healthcare Pvt. Ltd vs Vishal Sharma on 16 April, 2021 \nAuthor: Jyoti Singh\nBench: Jyoti Singh \n$~3\n*       In The High Court Of Delhi At New Delhi \n\n%                                             Date of decision: 16.04.2021\n\n+       C.R.P. 31/2021\n\n        Span Healthcare Pvt. Ltd.                           ... Petitioner\n                         Through:             Mr. Aditya Vijay Kumar, Ms. \n                                              Ayushi Kumar & Mr. Akshay\n                                              Bhardwaj, Advocates \n                                    versus\n\n        Vishal Sharma                                    ... Respondent \n                                 Through:     Ms. Payal Chandra, Advocate \n\n        Coram: \n        Hon'Ble Ms. Justice Jyoti Singh \n\nJyoti Singh, J. \n1. Present Revision Petition has been filed by the Petitioner under Section 115 of the Code of Civil Procedure, 1908 assailing the order dated 12.02.2021 passed by the Trial Court in Cs(Comm) No. 319/2019. The Trial Court vide impugned order has granted unconditional leave to defend to the Defendant in the suit. Petitioner herein is the Plaintiff in the suit and the Respondent is the sole Defendant. \n2. At the outset, learned counsel for the Respondent raised objection to the maintainability of the present revision petition on the ground that the order impugned herein is an interlocutory order and a revision petition is barred under Section 8 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred to as the Act). Learned counsel has relied on the judgement of the Supreme Court in Shah Babulal Khimji vs Jayaben D. Kania & Ors. (1981) 4 Scc 8, to contend that an order granting leave to defend, conditional or unconditional, is an interlocutory order. Reliance is placed on the judgement of the Gujarat High Court in State of Gujarat vs Union of India, being R/Special Civil Application No. 737 of 2018, decided on 07.05.2018, to substantiate the argument that there is a bar under Section 8 of the Act against entertaining a civil revision petition against interlocutory orders passed by the Trial Court albeit the Court has held that writ petition under Article 227 of the Constitution of India would be maintainable under the supervisory jurisdiction of the High Court against the interlocutory orders of the subordinate Courts. \n3. Responding to the objection of maintainability raised by the Respondent, learned counsel for the Petitioner submits that the present petition is maintainable. It is urged that the order impugned in the present petition is an order by which an unconditional leave to defend has been granted to the Defendant and therefore once the rights of the parties have been finally decided, the order cannot be termed as an interlocutory order. It is further argued that various Courts including this High Court have held that a revision petition under Section 115 Cpc is maintainable against an order granting leave to defend to a Defendant in a summary suit under Order Xxxvii Cpc.\n4. Learned counsel relies on the judgement of a Coordinate Bench of this Court in Spicejet Ltd. vs. Arun Kumar (2017) Scc OnLine Del 12712, wherein the Court has observed that an order granting leave to defend is to be assailed in a revision petition under Section 115 Cpc. Reliance is also placed on the judgement of the High Court of Jammu & Kashmir in Bal Krishan vs Jugal Kishore being Cr No. 10/2015, decided on 27.03.2019, where a revision petition was filed under Section 115 Cpc before the High Court against the order of the Trial Court granting leave to defend in a suit under Order Xxxvii Rule 3(5) of Cpc. A question was raised by the Respondent therein on the maintainability of the revision petition on the ground that the order granting leave to defend was an interlocutory order, against which no revision lies under Section 115 Cpc. Court held that the petition was maintainable as the order impugned was not an interlocutory order on the ground that had the order been passed in favour of the Petitioner, the result would have been passing of a decree in favour of the Petitioner. Learned counsel for the Petitioner also relies on two judgements of the Coordinate Benches of this Court in Netrapal Singh vs Ravinder Kumar Kalyani 2019 Scc OnLine Del 9622 and Versatile Commotrade Pvt. Ltd. vs Maniram Sh. Munni Ram Through LRs & Ors. 2019 Scc OnLine Del 9003 and contends that in both the cases, Revision Petitions were entertained by the Court against respective orders of the Trial Courts, by which leave to defend was granted to the Defendants, in suits under Order Xxxvii Cpc.\n5. Since the foremost issue before the Court i s the maintainability of the present petition, the facts necessary to that extent are that the Petitioner filed a suit under Order XXXVII CPC seeking recovery of a liquidated sum of Rs. 1,11,86,611/-, which included the principal amount of Rs. 82,86,379/- and interest amounting to Rs. 29,00,232.65p/- calculated @ 14% per annum. \n6. It is averred in the plaint that the Plaintiff is a Company incorporated under the Companies Act and engaged in the business of Healthcare and supporting technologies and is an exclusive distributor of Haemonetics in India for supply of medical items. Defendant is a proprietor of a firm M/s. Mega Care International and engaged in the business of supplying medical equipments, disposables and related services. In 2009, Defendant approached the Plaintiff for supply of Haemonetics and an MOU was signed between the parties in 2009-2010, whereby Defendant was granted distributorship for 27 months, subject to extension on mutually agreed terms. The MOU expired in 2012, but parties carried on the business on a mutual understanding, till disputes arose in 2016, when the Defendant started making defaults in payments despite receiving the goods. Various e- mails were exchanged between the parties, wherein the Defendant acknowledged that money was due and payable and also assured that payments would be made, yet payments were not paid, despite drawing up a schedule of payment. Subsequently, Defendant acknowledged that a sum of Rs. 1.06 Crores was payable but requested for settling at Rs. 50 Lacs only, to which Plaintiff agreed, however, Defendant did not honour his commitment. Left with no option, Plaintiff filed a suit for recovery, from which the present petition arises. \n7. Summons in the suit was served upon the Defendant, who entered appearance within limitation and Plaintiff thereafter applied for summons for judgement. On being served, Defendant made an application for unconditional leave to defend, raising various issues therein. Reply to the application was filed by the Plaintiff and rejoinder was filed by the Defendant. \n8. The Trial Court, after hearing arguments, was of the view that the Defendant had successfully raised triable issues and concluded that the suit for recovery was for balance amount due from the Defendant and not purely on the value of the invoices relied upon in the suit and thus granted unconditional leave to defend. It is this order which is assailed by the Petitioner before this Court. \n9. I have heard the learned counsels for the parties and examined their rival submissions. \n10. The issue that arises for consideration before this Court is the maintainability of the present Revision Petition filed under Section 115 CPC in view of the provisions of Section 8 of the Act. In order to determine this issue, it is first necessary to examine the provisions of the said Section, which is extracted hereunder for ready reference:\n\"8. Bar against revision application or petition against an interlocutory order.--Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\" \n11. I may note before proceeding further that the suit was filed in 2019 under the Act and there is no dispute between the parties on this aspect. The Act was enacted pursuant to the 253rd Recommendations of the Law Commission. Relevant would it be to note some of the key recommendations which would indicate the intent of the Legislature behind the enactment, which was expeditious and fair disposal of the cases at a reasonable cost to the litigant as well as reduction in the backlog of pending cases in the Courts. Relevant passages from the Report are as follows:\n\"4.1 While the need for commercial courts is obvious in India, the institution of such courts should be seen as a stepping-stone to reforming the civil justice system in India. At the same time, the reforms should be tailored to keep in mind the existing institutions and should focus on improving them within the existing legal framework. \n4.2 The Commercial Courts, the Commercial Divisions and the Commercial Appellate Divisions of High Courts that have been recommended are intended to serve as a pilot project in the larger goal of reforming the civil justice system in India. The goal is to ensure that cases are disposed of expeditiously, fairly and at reasonable cost to the litigant. Not only does this benefit the litigant, other potential litigants (especially those engaged in trade and commerce) are also advantaged by the reduction in backlog caused by the quick resolution of commercial disputes. In turn, this will further economic growth, increase foreign investment, and make India an attractive place to do business. Further, it also benefits the economy as a whole given that a robust dispute resolution mechanism is a sine qua non for the all- round development of an economy.\"\n12. I may also allude to the recommendations which led to enactment of Section 8 in the Act, with which this case concerns and are as follows :\n\"4.3 In view of the above, a summary of the key recommendations of the Law Commission are reiterated below: \nxxx xxx xxx (f) The constitution of a Commercial Division or a Commercial Court should take place simultaneously with the constitution of a Commercial Appellate Division. The Commercial Appellate Division will hear the appeals against the orders and decrees passed by the Commercial Divisions or Commercial Courts. The Commercial Appellate Division to not entertain any civil revision applications or petitions against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction (which can be agitated only in an appeal against a decree). Appeals would lie only against the orders enumerated in Order XLIII of the CPC and Section 37 of the Arbitration and Conciliation Act, 1996 and against no other orders. \nxxx xxx xxx ( k) The Bill shall have a streamlined procedure to be adopted for the conduct of cases in the Commercial Division and in the Commercial Court by amending the Code of Civil Procedure, 1908 so as to improve the efficiency and reduce delays in disposal of commercial cases. The amended CPC as applicable to the Commercial Divisions and Commercial Courts will prevail over the existing High Court rules and other provisions of the CPC to the contrary. Some of the important changes proposed to the CPC are listed below:\nxxx xxx xxx (xviii) No civil revision application or petition shall be entertained against any interlocutory order of the Commercial Court, including an order on the issue of jurisdiction.\" \n13. From a reading of the relevant part of the Report of the Law Commission and the provisions of Section 8 of the Act, two things clearly emerge, being relevant to the present case, firstly, that the said Legislation is a step towards providing an expeditious and fast track mechanism for disposal of suits, pertaining to commercial disputes and secondly, there is a bar to a civil revision application/petition against an interlocutory order of a Commercial Court. Second part of Section 8 which provides that any such challenge shall be raised only in an Appeal against the decree of the Commercial Court, subject, however, to the provisions of Section 13 of the Act, fortifies the background and the goal of the enactment. Underlying spirit and intent of the provision of Section 8 is to ensure that the time frame stipulated for case management to achieve the goal of speedy disposal does not become redundant by frequent filing of Revision Petitions/Applications against interlocutory orders. Thus, there can hardly be a debate that interlocutory orders passed by Commercial Courts cannot be assailed in Revision Petitions under Section 115 CPC.\n14. To this extent, I may rely on the observations of the Gujarat High Court in State of Gujarat (supra) which are to the following effect:\n\"13. In view of the above and for reasons stated above and considering the decisions of Hon'ble Supreme Court referred to hereinabove, our conclusions in nutshell are as under:-\n(1) The bar contained under Section 8 of the Commercial Courts Act against entertainability of \"civil revision application or petition\" against the interlocutory orders passed by the subordinate/Commercial Courts, shall not be applicable to the writ petitions under Article 227 of the Constitution of India.\" \n15. The question that now arises is whether the order granting unconditional leave to defend in a summary suit can be termed as an interlocutory order so as to bar the jurisdiction of this Court in entertaining the present petition by virtue of the provisions of Section 8 of the Act. \n16. The expression interlocutory order was considered by the Supreme Court in the landmark judgement in Shah Babulal Khimji (supra). I may note here that in the said case the challenge before the Supreme Court was to an order of the Bombay High Court by which the Appeal filed against an order of the Trial Court was dismissed as not maintainable on the ground that the impugned order was not a judgement within the meaning of Clause 15 of Letters Patent of the High Court. The substantial question of law before the Supreme Court was the scope, ambit and meaning of the word judgement in the aforesaid Clause. In that context, the Supreme Court held that a judgement can be of three kinds; (a) a final judgement which decides all questions or issues in controversy, leaving nothing else to be decided which would mean that the action brought by the Plaintiff is either dismissed or decreed in part or in full; (b) a preliminary judgement which in turn may take two forms, where the suit is dismissed on preliminary objections without going into merits or where there is an objection to the maintainability such as bar of jurisdiction etc. and the objections are decided against the Defendant and the suit continues and (c) intermediary or interlocutory judgements which contain the quality of finality and are specified under Order XLIII Rule 1 CPC or not covered by the said provision but have trappings of finality. Supreme Court held that judgement falling under category (a) and the first form in category (b) as well as those having characters and trappings of finality though being interlocutory orders would be appealable before the larger Bench. Relevant para of the judgement is as follows:\n\"118. In other words, a judgment can be of three kinds:\n(1) A Final Judgment-a judgment which decides all the questions or issues in controversy so far as the Trial Judge is concerned and leaves nothing else to be decided. This would mean that by virtue of the judgment, the suit or action brought by the plaintiff is dismissed or decreed in part or in full. Such an order passed by the Trial Judge indisputably and unquestionably is a judgment within the meaning of the Letters Patent and even amounts to a decree so that an appeal would lie from such a judgment to a Division Bench. \n(2) A preliminary judgment- This kind of a judgment may take two forms-(a) where the Trial Judge by an order dismisses the suit without going into the merits of the suit but only on a preliminary objection raised by the defendant or the party opposing on the ground that the suit is not maintainable. Here also, as the suit is finally decided one way or the other, the order passed by the Trial Judge would be a judgment finally deciding the cause so far as the Trial Judge is concerned and therefore appealable to the larger Bench. (b) Another shape which a preliminary judgment may take is that where the Trial Judge passes an order after hearing the preliminary objections raised by the defendant relating to maintainability of the suit, e.g., bar of jurisdiction, res Judicata, a manifest defect in the suit, absence of notice under Section 80 and the like, and these objections are decided by the Trial Judge against the defendant, the suit is not terminated but continues and has to be tried on merits but the order of the Trial Judge rejecting the objections doubtless adversely affects a valuable right of the defendant who, if his objections are valid, is entitled to get the suit dismissed on preliminary grounds. Thus, such an order even though it keeps the suit alive, undoubtedly decides an important aspect of the trial which affects a vital right of the defendant and must, therefore, be construed to be a judgment so as to be appealable to larger Bench. \n(3) Intermediary or Interlocutory judgment-Most of the interlocutory orders which contain the quality of finality are clearly specified in clauses (a) to (w) of Order 43 Rule 1 and have already been held by us to be judgments within the meaning of the Letters Patent and, therefore, appealable. There may also be interlocutory orders which are not covered by Order 43 Rule 1 but which also possess the characteristics and trappings of finality in that, the orders may adversely affect a valuable right of the party or decide an important aspect of the trial in an ancillary proceeding. Before such an order can be a judgment the adverse effect on the party concerned must be direct and immediate rather than indirect or remote. For instance, where the Trial Judge in a suit under Order 37 of the Code of Civil Procedure refuses the defendant leave to defend the suit, the order directly affects the defendant because he loses a valuable right to defend the suit and his remedy is confined only to contest the plaintiff's case on his own evidence without being given a chance to rebut that evidence. As such an order vitally affects a valuable right of the defendant it will undoubtedly be treated as a judgment within the meaning of the Letters Patent so as to be appealable to a larger Bench. Take the converse case in a similar suit where the trial Judge allows the defendant to defend the suit in which case although the plaintiff is adversely affected but the damage or prejudice caused to him is not direct or immediate but of a minimal nature and rather too remote because the plaintiff still possesses his full right to show that the defence is false and succeed in the suit. Thus, such an Order passed by the Trial Judge would not amount to a judgment within the meaning of Clause 15 of the Letters Patent but will be purely an interlocutory order.\" \n17. Insofar as the present case is concerned, para 3 above of the judgement is extremely relevant. Supreme Court has held that even interlocutory orders can be appealable if they possess characteristics and trappings of finality and the test is to determine the adverse effect on the party concerned and to see if the effect is direct and immediate rather than indirect or remote. While so holding the Apex Court categorically referred to orders passed under Order XXXVII of the Code of Civil Procedure refusing or granting leave to defend, as an illustration. The observations are significant for the present controversy inasmuch as it was held that where the Trial Court refuses to grant leave to defend to the Defendant, it directly affects the Defendant because he loses a valuable right to defend the suit and the remedy is confined only to contest the Plaintiffs case on his own evidence without a chance to rebut that evidence. As the order vitally affects a valuable right, it is a judgement appealable before a larger Bench. However, in a converse case in a similar suit, where the Court allows the Defendant to defend the suit, although the Plaintiff is adversely affected but the damage or prejudice caused to him is of a minimal nature and too remote because the Plaintiff still possesses full right to show that the defence is false and succeed in the suit. Having so observed, the Supreme Court categorically held that such an order would not amount to a judgement within the meaning of Clause 15 of Letters Patent and is purely an interlocutory order. Neither of the parties have referred to or relied upon any judgement of the Supreme Court subsequent to the judgement in Shah Babulal Khimji (supra) wherein a different interpretation has been given to the expression interlocutory order/judgement. \n18. In fact, the salutary principles laid down in the said judgement have been followed by several High Courts, very recently, including the High Court of Uttarakhand in Kanupriya vs Ashutosh Agrawal being Appeal from Order No. 99 of 2017, decided on 05.07.2017, where the interpretation of the said expression came up for consideration in the context of Section 19 of the Family Courts Act. \n19. The High Court relied on the observations in Shah Babulal Khimji (supra), more particularly para 118, and the relevant para of the judgement of the Uttarakhand High Court is as follows:\n\"6 . We may also notice the judgment of the Bench of this Court in Rahul Samrat Tandon vs. Smt. Neeru Tandon, reported in 2010 (2) UD 4. Therein, the appeal was filed under Section 19 of the Act against an order passed on an application under Section 24 of the Hindu Marriage Act, 1955. The court referred to the decisions in the cases of Sunil Hansraj Gupta vs. Payal Sunil Gupta, reported in AIR 1991 Bombay 423; Radheshyam Gupta vs. Smt. Laxmi Bai, reported in AIR 1977 Madhya Pradesh 271; and Gurbaksh Singh vs. Smt. Taran Jit, reported in AIR 1977 Himachal Pradesh 66. The court took the following view:\n\"11. A bare perusal of Section 19(1) of 1984 Act shows that an appeal is only maintainable in two cases. Firstly, it is maintainable against a judgment. Secondly, it is also maintainable against an order, if that order is not an interlocutory order. Now even assuming for the sake of argument that the order presently impugned is an order of an interlocutory nature, then what has to be seen is as to whether the order stands in the category of a \"judgment\", as stated under Section 19 of the 1984 Act. The word \"judgment\" has not been defined in the Family Court Act. It is defined under Section 2 (9) of the Code of Civil Procedure as follows:\n\"2. Definitions.-\n(9) \"judgment\" means the statement given by the Judge of the grounds of a decree or order;\" \nThis definition, referred above, is of no use to us as it does not define either the wide or narrow parameters within which the word \"judgment\" has to be construed nor does it state as to what are the characteristics of a 'judgment'. However, there are a catena of decisions defining the parameters of what would constitute a \"judgment\". Leading case on this issue is that of Shah Babulal Khimji Vs. Jayaben D. Kania and another AIR 1981 SC 1786. The Supreme Court in this seminal judgment had laid down the parameters within which the Court must examine as to when an order or even an interlocutory order has the trappings of a judgment. Though the issue was as to what would constitute a \"judgment\" which would be appealable in a letter patent appeal, all the same, the broad principles laid down in the above case would equally apply to the present case as well. As per the ratio laid down by the Apex Court in the above judgment, an order or an interlocutory order would be called a judgment, if it has the quality of \"finality\" to it. The Apex Court laid down that there can be three kinds of judgments. Relevant portion of the said judgment to that effect is as follows:\n\" xxx xxx xxx 3) Intermediary or interlocutory judgment:\nMost of the interlocutory orders which contain the quality of finality are clearly specified in clauses (a) to (w) of Order 43, Rule 1 and have already been held by us to be judgments within the meaning of the Letters Patent and, therefore, appealable. \nThere may also be interlocutory orders which are not covered by Order 43, Rule 1 but which also possess the characteristics and trappings of finality in that, the orders may adversely affect a valuable right of the party or decide an important aspect of the trial in an ancillary proceeding. Before such an order can be a judgment the adverse affect on the party concerned must be direct and immediate rather than indirect or remote...\" \nThe court referred to the judgment of the Apex Court in Shah Babulal Khimji vs. Jayaben D. Kania and another, reported in AIR 1981 SC 1786. Therein, the Apex Court had categorized the decisions as final judgments, preliminary judgments and intermediary or interlocutory judgments. Under the category of \"intermediary or interlocutory judgment\", the Apex Court observed as already referred to above. The court also referred to the judgment of the Full Bench of the Allahabad High Court in Smt. Kiran Bala Srivastava vs. Jai Prakash Srivastava, reported in 2005 (23) LCD 1. The court further appreciated the importance of an order passed under Section 24 in the light of the aforesaid judgment noting that the provision is important from the point of view of the wife, as her survival during the pendency of the proceedings under the Act and right to prosecute or defend the proceedings depends on the outcome of the proceedings under Section 24. Agreeing with the Allahabad High Court judgment, the court held that the appeal is maintainable as the impugned order therein was in the nature of a judgment and is appealable under Section 19 of the Act.\"\n20. I may usefully refer to another passage from the same judgment as follows :- \n\"9. In the judgment of the High Court of Kerala in the case of Thankappan Nair vs. Prasannakumari & others in M.F.A. No. 1760/1994-B, decided on 30.06.1995, a Bench considered the question whether an order attaching the salary for failure to pay maintenance as ordered by the court was interlocutory. The court concluded that the order was interlocutory. The court, inter alia, held as follows and dismissed the appeal finally: \n\"6. In Webster's \"New World Dictionary\" the word \"interlocutory order\" has been defined as an order other than final decision. This expression \"interlocutory order\"\nhas appeared differently in different statutes and received different construction by the courts depending upon the contexts and setting in which the expression has been used. Under Section 397(2) of the Code of Criminal Procedure, revisional jurisdiction is excluded in relation to an interlocutory order. However, the expression \"interlocutory order\" appearing in the said section has received wider meaning in a number of decisions (vide Amar Nath v. State of Hariyana 1977 (4) SCC 137, Madhu Limaye v. State of Maharashtra (1977) 4 SCC 551 and Hariyana Land Reclamation and Development Corporation Ltd. v. State of Hariyana (1990) 3 SCC 588.\n8. With the help of legal principles discussed in the above decisions we can gauge the amplitude of the expression \"interlocutory order\" in Section 19 of the Act. We bear in mind that what is banned under the said Chapter is not only appeals against interlocutory orders but even the revisional jurisdiction is also foreclosed in the sweep. Of course, it is unusual that in a statute wherein appellate jurisdiction is closed then revisional jurisdiction is also closed in respect of the same category of orders. What would have been the legislative intent in providing such a ban. The parties in Family Courts very often include destitute and orphaned wives and or children and perhaps poor widows also. If appeal or revision is provided against interlocutory orders the proceedings in the Family Court could successfully be scuttled by rich and contumacious opposite parties by taking the matter to the High Court against any order passed during interlocutory stages. Legislature would have intended to prevent it. In that perspective it can be construed that the interlocutory order envisaged in Chapter V of the Act is an order other than final orders. Hence the meaning of interlocutory order in Section 19 shall be understood as an order which is not a final order.\"\"\n21. A judgment of the Supreme Court in V.C. Shukla vs State AIR 1980 SC 962 is also relevant in the context of interpretation of the expression interlocutory order and the observations are as under :-\n\"Ordinarily speaking, the expression interlocutory in legal parlance is understood in contra distinction to what is styled as final. In the course of a judicial proceeding before a court, for judicially determining the main dispute brought to the court for its resolution, a number of situations arise, when that court goes on disposing of ancillary disputes raised by parties to the proceeding by making orders and unless the order finally disposes of a proceeding in a court all such orders during the course of a trial would be broadly designated \"interlocutory\"\norders. Such interlocutory orders are steps, taken towards the final adjudication and for assisting the parties in the prosecution of their case in the pending proceedings.\" \n22. From a reading of the aforesaid judgements, the inevitable conclusion is that an order of the Trial Court passed in a summary suit under Order XXXVII CPC, granting leave to defend to Defendant, conditional or unconditional, is an interlocutory order. The Commercial Court Act has no provision which separately defines the said expression. In my view, despite the enactment of the said Act, this Court has to fall back on the interpretation of the expression given by the Supreme Court in Shah Babulal Khimji (supra) which holds the field till date and is a binding dicta.\n23. I may also mention that the expression interlocutory order has been a subject-matter of interpretation given in the context of Special Statutes with an underlined legislative intent. In V.C. Shukla (supra) while dealing with connotation of the word interlocutory order in Section 11 of the Special Courts Act, where a Revision was filed against an order directing framing of charge against the Appellant, Court held as under:\n\"The dominant purpose of the Act is to achieve not only speedy determination but a determination with the utmost dispatch. Therefore, the provisions of the Act must be interpreted so as to eliminate all possible avenues of delay or means of adopting dilatory tactics by plugging every possible loophole in the Act through which the disposal of the case may be delayed. It was for this purpose that a non obstante clause was put in S. 11 of the Act so as to bar appeals against any interlocutory order whether it is of an intermediate nature or is quasi final. As the non obstante clause expressly excludes the provisions of the Code of Criminal Procedure, Courts cannot call into aid the provisions of S. 397(2) of the Code which would amount to frustrating the very object which S. 11 seeks to advance. The absence of revision is more than compensated by giving the accused a right of an appeal against any judgment or order of the Special Judge as of right and open on facts and law. The trial is held by a sitting High Court Judge who also would have the power of revision if he was sitting in a High Court. Therefore, it would not be in keeping with the dignity, decorum and status of the Special Judge to provide for an appeal even against such an order which he is supposed to pass with full application of mind and due deliberation. \nIn order to construe the term 'interlocutory', it has to be construed in contradistinction to or in contrast with a final order. In other words, the words 'not a final order' must necessarily mean an interlocutory order or an intermediate order. Thus, the expression 'interlocutory order' is to be understood and taken to mean converse of the term 'final order'. \nAn interlocutory order merely decides some point or matter essential to the progress of the suit or collateral to the issues sought but not a final decision or judgment on the matter in issue. An intermediate order is one which is made between the commencement of an action and the entry of the judgment. An order framing of the charge being an intermediate order falls squarely within the ordinary and natural meaning of the term 'interlocutory order' as used in S. 11(1) of the Act.\" \n24. As recent as in 2019, a Division Bench of High Court of Madras in Magic Frames and Ors. vs Radiance Media P. Ltd. 2019(4)CTC497, while deciding the issue of maintainability of an appeal against an order dismissing an application filed by the Defendants under Order 13-A CPC to pass a summary judgment albeit in the context of appeal under Section 13(2) of the Act had the occasion of considering expression \"interlocutory order\". In that context, the Court relied on the judgment of the Supreme Court in LIC Vs. Sanjeev Builders (P) Ltd., 2018 (11) SCC 722, and Shah Babulal Khimji (supra) as under :-\n\"6. The learned counsel for the appellants/defendants further contended that after amendment, the word \"decision\" is replaced by \"judgment or order\". Section 13 of the Commercial Courts Act-sub-section (1) was substituted by subsection (1) along with sub-section (1-A) with proviso. The Sub-section (1) after amendment, deals with the appeals from the Subordinate Courts dealing with commercial transactions. The said sub-section (1-A) deals with the appeals from the District Court as well as Commercial Division of the High Court to the Commercial Appellate Division of the High Court. The Proviso is common to subsection (1) and sub-section (1-A). While sub-section (1-A) says that any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court, may appeal to the Commercial Appellate Division of that High Court, proviso to sub-section (1- A) deals with lying of appeal from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of CPC as amended by the said Act and Section 37 of the Arbitration and Conciliation Act, 1996. Further, the learned counsel for the appellants also submitted that Section 13(2) of the Commercial Courts Act provides that, \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\" Thus, the term \"judgment or order\" inserted in sub-section (1-A) by the amendment, was consciously introduced by the Legislature and the term \"judgment or order\" is not touched by the proviso or sub-section (2). Thus, the learned counsel for the appellants drew the attention of this Court to the scheme of Section 13, wherein, after amendment, it clearly says that when an appeal is filed against an interlocutory order, if such order is covered by Order 43 CPC, then the appeal automatically lies. This is the effect of the proviso. The proviso does not go further and it does not prohibit appeals against other orders. The learned counsel for the appellants therefore submitted that whether an order is a judgment or not, will be determined by the appellate Court before admitting the appeal. In this regard, the learned counsel for the appellants submitted that the guidelines for such determination are well settled and recently noticed in the decision of the Supreme Court reported in MANU/SC/1361/2017 : 2018 (11) SCC 722 (LIC Vs. Sanjeev Builders (P) Ltd), in which, while elaborating upon the nature of \"interlocutory order\" or \"judgment\", it was observed by the Apex Court as follows:\n\"9. Elaborating upon nature of \"interlocutory order\" or \"judgment\" and observing that the Letters Patent Appeal would lie from the judgment which would affect the vital and valuable rights of the parties and which work serious injustice to the parties concerned, in Shah Babulal Khimji Vs. Jayaben D. Kania and Another MANU/SC/0036/1981 : (1981) 4 SCC 8, it was held as under (SCC pp. 53 & 57- 58, paras 106 & 114-17:-\n\"106. Thus, the only point which emerges from this decision is that whenever a trial Judge decides a controversy which affects valuable rights of one of the parties, it must be treated to be a judgment within the meaning of the Letters Patent.\n114. In the course of the trial, the trial Judge may pass a number of orders whereby some of the various steps to be taken by the parties in prosecution of the suit may be of a routine nature while other orders may cause some inconvenience to one party or the other, e.g., an order refusing an adjournment, an order refusing to summon an additional witness or documents, an order refusing to condone delay in filing documents, after the first date of hearing an order of costs to one of the parties for its default or an order exercising discretion in respect of a procedural matter against one party or the other. Such orders are purely interlocutory and cannot constitute judgments because it will always be open to the aggrieved party to make a grievance of the order passed against the party concerned in the appeal against the final judgment passed by the trial Judge. \n115. Thus, in other words every interlocutory order cannot be regarded as a judgment but only those orders would be judgments which decide matters of moment or affect vital and valuable rights of the parties and which work serious injustice to the party concerned. Similarly, orders passed by the trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as judgments because the grievance on this score can be corrected by the appellate court in appeal against the final judgment. \n116. We might give another instance of an interlocutory order which amounts to an exercise of discretion and which may yet amount to a judgment within the meaning of the Letters Patent. Suppose the trial Judge allows the plaintiff to amend his plaint or include a cause of action or a relief as a result of which a vested right of limitation accrued to the defendant is taken away and rendered nugatory. It is manifest that in such cases, although the order passed by the trial Judge is purely discretionary and interlocutory, it causes gross injustice to the defendant who is deprived of a valuable right of defence to the suit. Such an order, therefore, though interlocutory in nature contains the attributes and characteristics of finality and must be treated as a judgment within the meaning of the Letters Patent. This is what was held by this Court in Shanti Kumar case (Shanthi Kumar R. Canji Vs. Home Insurance Co. of New York, (1974) 2 SCC 387, as discussed above. \n117. Let us take another instance of a similar order which may not amount to a judgment. Suppose, the trial Judge allows the plaintiff to amend the plaint by adding a particular relief or taking an additional ground which may be inconsistent with the pleas taken by him but is not barred by limitation and does not work serious injustice to the defendant who would have ample opportunity to disprove the amended plea taken by plaintiff at the trial. In such cases, the order of the trial Judge would only be a simple interlocutory order without containing any quality of finality and would therefore not be a judgment within the meaning of Clause 15 of the Letters Patent.\" (emphasis supplied)\" \n10. Applying the above principle to the case in hand, we find that the order allowing the application impleading respondent No. 3 as assignee (Order XXII Rule 10 CPC) after 27 years of filing of the suit vitally affects the valuable rights of the appellant. The order allowing amendment of plaint by impleading respondent No. 3 as \"Plaintiff No. 3\" on the basis of alleged assignment of agreement dated 24.08.1987 decides a vital question which concerns the rights of the parties and hence is a \"judgment\" to maintain the Letters Patent Appeal. In our view, allowing of such application after 27 years of filing suit for specific performance would cause serious prejudice to the appellant-defendant depriving valuable right of defence available to the appellant and hence the order of Single Judge allowing the Chamber Summons is a \"judgment' within the meaning of Clause 15 of the Letters Patent.\" \nxxx xxx xxx 8. The learned counsel for the appellants also relied on a judgment of the Supreme Court reported in MANU/SC/0036/1981 : 1981 (4) SCC 8 (Shah Babulal Khimji Vs. Jayaben D. Kania), wherein the Apex Court held as follows:\n\"106. Thus, the only point which emerges from this decision is that whenever a trial Judge decides a controversy which affects valuable rights of one of the parties, it must be treated to be a judgment within the meaning of the Letters Patent.\" \n\"115. Thus, in other words every interlocutory order cannot be regarded as a judgment but only those orders would be judgments which decide matters of moment or affect vital and valuable right of the parties and which work serious injustice to the party concerned. Similarly, orders passed by the trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as judgments because the grievance on this score can be corrected by the appellate court in appeal against the final judgment.\" \n\"120. Thus, these are some of the principles which might guide a Division Bench in deciding whether an order passed by the trial Judge amounts to a judgment within the meaning of the Letters Patent. We might, however, at the risk of repetition give illustrations of interlocutory orders which may be treated as judgments:\n(1) An order granting leave to amend the plaint by introducing a new cause of action which completely alters the nature of the suit and takes away a vested right of limitation or any other valuable right accrued to the defendant. (2) An order rejecting the plaint. \n(3) An order refusing leave to defend the suit in an action under Order 37, Code of Civil Procedure. \n(4) An order rescinding leave of the trial Judge granted by him under Clause 12 of the Letters Patent. \n(5) An order deciding a preliminary objection to the maintainability of the suit on the ground of limitation, absence of notice under Section 80, bar against competency of the suit against the defendant even though the suit is kept alive. (6) An order rejecting an application for a judgment on admission under Order 12 Rule 6. (7) An order refusing to add necessary parties in a suit under Section 92 of the Code of Civil Procedure. \n(8) An order varying or amending a decree . (9) An order refusing leave to sue in forma pauperis. \n(10) An order granting review. \n(11) An order allowing withdrawal of the suit with liberty to file a fresh one.\n(12) An order holding that the defendants are not agriculturists within the meaning of the special law.\n(13) An order staying or refusing to stay a suit under Section 10 of the Code of Civil Procedure. (14) An order granting or refusing to stay execution of the decree. \n(15). An order deciding payment of court-fees against the plaintiff.\"\n25. Madras High Court finally held as under :-\n\"29. It is also submitted by the learned counsel for the appellants that whenever a trial Judge decides a controversy which affects the valuable rights of one of the parties, it must be treated to be a 'judgment' within the meaning of the \"Letters Patent\". But we see in the instant case that the dismissal of the application by the learned Single Judge has not affected the valuable rights of the parties to contest the suit, which is very much available to the respective parties on the merits of the matter. Therefore, the decision relied on by the learned counsel for the appellants, reported in 1981 (4) SCC 8 (Shah Babulal Khimji Vs. Jayaben D. Kania), is distinguishable and different on the facts and circumstances of the case and it is not applicable to the present case on hand. \n30. Furthermore, we are of the opinion that the nature of the order passed by the Court will not finally determine the rights of the parties and the respondent/plaintiff or the appellants/defendants have an opportunity to prove their respective case by proceeding with the trial. Therefore, it cannot be construed that the nature of the order passed by the learned Single Judge is \"judgment\". On that ground, we are of the opinion that the present appeal is not maintainable. Moreover, the object of the Commercial Courts Act is to provide for speedy disposal of triable valuable commercial dispute. When that being so, the object of the Commercial Courts Act cannot be defeated by filing plethora of appeals to stall the original proceedings. \nHence, we are of the opinion that the present appeal is not maintainable.\"\n26. Learned counsel for the Petitioner has relied on the judgements of the Coordinate Benches of this Court in Spicejet Ltd. (supra), Netrapal Singh(supra) and Versatile Commotrade Pvt. Ltd.(supra) to argue that the Revision Petition is maintainable. In my view, none of the three judgements inure to the advantage of the Petitioner to support the proposition argued. In Spicejet Ltd. (supra), the petition was filed under Article 227 of the Constitution of India and the original suit was not a commercial suit. In that context the Court had observed that an order of the Trial Court granting leave to defend is assailable in a revision petition. Since the suit was not under the Commercial Courts Act, bar of Section 8 of the Act did not come into play and thus the Court had no reason or occasion to deal with the provisions of the Section. Likewise in the other two judgments, the suits were not under the Commercial Courts Act and thus, provisions of Section 8 of the Act were not an issue for consideration. Since Section 8 of the Act did not come into play, the revision petitions were maintainable and entertained by the Court. In so far as the judgment in Bal Krishan (supra) is concerned, suffice would it be to state that the finding of the Court is against the dicta of the Supreme Court in Shah Babulal Khimji (supra) where, the Supreme Court clearly held that an order granting leave to defend is an interlocutory order and the said judgment clearly binds this Court. \n27. In view of the aforesaid judgements and the legislative intent underlying Section 8 of the Act, I hold that the impugned order herein is an interlocutory order and the present petition is not maintainable, on account of the bar under Section 8 of the Act. \n28. Revision petition is accordingly dismissed, giving liberty to the Petitioner to resort to appropriate remedies available, in accordance with law. It is made clear that this Court has not expressed any opinion on the merits of the case, including the alternate argument of the Petitioner that even if the Trial Court was inclined to grant leave to defend, it ought to have granted conditional leave. \nJYOTI SINGH, J APRIL 16, 2021 rd",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ab397f8793b4b88beecd1a0ffa7a1f4_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fea8af2ba00c4fe3bdbbd241797a4471_1"
    },
    {
      "start": 242,
      "end": 269,
      "text": "\nDelhi High Court - Orders\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cb16ea12fd574e0ba8e4ad0e26dfdcbb_2"
    },
    {
      "start": 269,
      "end": 328,
      "text": "Span Healthcare Pvt. Ltd vs Vishal Sharma on 16 April, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "694646979e374367899a804c3845e00e_3"
    },
    {
      "start": 330,
      "end": 368,
      "text": "Author: Jyoti Singh\nBench: Jyoti Singh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "36c21f785e0440399b60581bd651175d_4"
    },
    {
      "start": 370,
      "end": 421,
      "text": "$~3\n*       In The High Court Of Delhi At New Delhi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "31ee8fa22cec4233a0b73140b1bfbee7_5"
    },
    {
      "start": 424,
      "end": 532,
      "text": "%                                             Date of decision: 16.04.2021\n\n+       C.R.P. 31/2021\n\n        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "afab21477b424e23afc75fcb61aeb615_6"
    },
    {
      "start": 532,
      "end": 557,
      "text": "Span Healthcare Pvt. Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5a795c900804de4b1b6eb86c3ee77d2_7"
    },
    {
      "start": 584,
      "end": 624,
      "text": "... Petitioner\n                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb1c82e9ed0b46089220916420599c3a_8"
    },
    {
      "start": 624,
      "end": 645,
      "text": "Through:             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb8d0fadabd9470aa491e517de5ecb83_9"
    },
    {
      "start": 645,
      "end": 672,
      "text": "Mr. Aditya Vijay Kumar, Ms.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cea001971b004e158d29701485dd8364_10"
    },
    {
      "start": 720,
      "end": 811,
      "text": "Ayushi Kumar & Mr. Akshay\n                                              Bhardwaj, Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "46cae13df4714ecb9d0a972faed86747_11"
    },
    {
      "start": 849,
      "end": 865,
      "text": "versus\n\n        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f1642721ca75403e8c7189d2da820593_12"
    },
    {
      "start": 865,
      "end": 878,
      "text": "Vishal Sharma",
      "labels": [
        "PREAMBLE"
      ],
      "id": "84a0ec311ef343019b300cb1f22d8f38_13"
    },
    {
      "start": 914,
      "end": 928,
      "text": "... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b70e5020cf164d38b32c0971b16da3ec_14"
    },
    {
      "start": 963,
      "end": 976,
      "text": "Through:     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8844b75cb64401e9f3be9a29b591f04_15"
    },
    {
      "start": 976,
      "end": 1003,
      "text": "Ms. Payal Chandra, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "719b1df9c56a4e0ca73b525b37eba7a2_16"
    },
    {
      "start": 1014,
      "end": 1020,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "49f5cabe0ad0499fbd7e0ff9ea43cb2c_17"
    },
    {
      "start": 1021,
      "end": 1061,
      "text": "\n        Hon'Ble Ms. Justice Jyoti Singh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1e683b1dc5544f638b7ce1994da64bea_18"
    },
    {
      "start": 1062,
      "end": 1079,
      "text": "\n\nJyoti Singh, J.",
      "labels": [
        "NONE"
      ],
      "id": "34b12eb1b4a14f8d8100931d44e8b79d_19"
    },
    {
      "start": 1081,
      "end": 1286,
      "text": "1. Present Revision Petition has been filed by the Petitioner under Section 115 of the Code of Civil Procedure, 1908 assailing the order dated 12.02.2021 passed by the Trial Court in Cs(Comm) No. 319/2019.",
      "labels": [
        "FAC"
      ],
      "id": "4c9ac3df26d84f2b8aea6fe3f88e6c57_20"
    },
    {
      "start": 1287,
      "end": 1394,
      "text": "The Trial Court vide impugned order has granted unconditional leave to defend to the Defendant in the suit.",
      "labels": [
        "FAC"
      ],
      "id": "1ff5f8a3a88f4d71a81fe8d61d136bcf_21"
    },
    {
      "start": 1395,
      "end": 1483,
      "text": "Petitioner herein is the Plaintiff in the suit and the Respondent is the sole Defendant.",
      "labels": [
        "FAC"
      ],
      "id": "3bc1cb4c88314b49a197e450f4c580a8_22"
    },
    {
      "start": 1484,
      "end": 1874,
      "text": "\n2. At the outset, learned counsel for the Respondent raised objection to the maintainability of the present revision petition on the ground that the order impugned herein is an interlocutory order and a revision petition is barred under Section 8 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred to as the Act).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c82d4265126a4426b3b537e801659953_23"
    },
    {
      "start": 1875,
      "end": 2113,
      "text": "Learned counsel has relied on the judgement of the Supreme Court in Shah Babulal Khimji vs Jayaben D. Kania & Ors. (1981) 4 Scc 8, to contend that an order granting leave to defend, conditional or unconditional, is an interlocutory order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fe0a3ee99a884237a8f2b9b58828922d_24"
    },
    {
      "start": 2114,
      "end": 2693,
      "text": "Reliance is placed on the judgement of the Gujarat High Court in State of Gujarat vs Union of India, being R/Special Civil Application No. 737 of 2018, decided on 07.05.2018, to substantiate the argument that there is a bar under Section 8 of the Act against entertaining a civil revision petition against interlocutory orders passed by the Trial Court albeit the Court has held that writ petition under Article 227 of the Constitution of India would be maintainable under the supervisory jurisdiction of the High Court against the interlocutory orders of the subordinate Courts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "96190fb4e9c2465092ac6d0a44892721_25"
    },
    {
      "start": 2694,
      "end": 2856,
      "text": "\n3. Responding to the objection of maintainability raised by the Respondent, learned counsel for the Petitioner submits that the present petition is maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "96c0fc94bf75417c8b05be1bfc473fcf_26"
    },
    {
      "start": 2857,
      "end": 3130,
      "text": "It is urged that the order impugned in the present petition is an order by which an unconditional leave to defend has been granted to the Defendant and therefore once the rights of the parties have been finally decided, the order cannot be termed as an interlocutory order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b4d7fb6a78044423bede0a77997e5f33_27"
    },
    {
      "start": 3131,
      "end": 3643,
      "text": "It is further argued that various Courts including this High Court have held that a revision petition under Section 115 Cpc is maintainable against an order granting leave to defend to a Defendant in a summary suit under Order Xxxvii Cpc.\n4. Learned counsel relies on the judgement of a Coordinate Bench of this Court in Spicejet Ltd. vs. Arun Kumar (2017) Scc OnLine Del 12712, wherein the Court has observed that an order granting leave to defend is to be assailed in a revision petition under Section 115 Cpc.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ba5c0f38b8d942d3b344fc67ccaf9289_28"
    },
    {
      "start": 3644,
      "end": 3987,
      "text": "Reliance is also placed on the judgement of the High Court of Jammu & Kashmir in Bal Krishan vs Jugal Kishore being Cr No. 10/2015, decided on 27.03.2019, where a revision petition was filed under Section 115 Cpc before the High Court against the order of the Trial Court granting leave to defend in a suit under Order Xxxvii Rule 3(5) of Cpc.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "76551e71dcb74102b5725421fd9c4f0f_29"
    },
    {
      "start": 3988,
      "end": 4219,
      "text": "A question was raised by the Respondent therein on the maintainability of the revision petition on the ground that the order granting leave to defend was an interlocutory order, against which no revision lies under Section 115 Cpc.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7550a28121e542adb2129a7caee231c6_30"
    },
    {
      "start": 4220,
      "end": 4468,
      "text": "Court held that the petition was maintainable as the order impugned was not an interlocutory order on the ground that had the order been passed in favour of the Petitioner, the result would have been passing of a decree in favour of the Petitioner.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c9a79446ed584f30977ad3495845aa21_31"
    },
    {
      "start": 4469,
      "end": 4971,
      "text": "Learned counsel for the Petitioner also relies on two judgements of the Coordinate Benches of this Court in Netrapal Singh vs Ravinder Kumar Kalyani 2019 Scc OnLine Del 9622 and Versatile Commotrade Pvt. Ltd. vs Maniram Sh. Munni Ram Through LRs & Ors. 2019 Scc OnLine Del 9003 and contends that in both the cases, Revision Petitions were entertained by the Court against respective orders of the Trial Courts, by which leave to defend was granted to the Defendants, in suits under Order Xxxvii Cpc.\n5.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "608a7c19e72243a2afb908e14f073bbd_32"
    },
    {
      "start": 4972,
      "end": 5015,
      "text": "Since the foremost issue before the Court i",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7a751d38310e4d80a5060b29c53b6def_33"
    },
    {
      "start": 5016,
      "end": 5345,
      "text": "s the maintainability of the present petition, the facts necessary to that extent are that the Petitioner filed a suit under Order XXXVII CPC seeking recovery of a liquidated sum of Rs. 1,11,86,611/-, which included the principal amount of Rs. 82,86,379/- and interest amounting to Rs. 29,00,232.65p/- calculated @ 14% per annum.",
      "labels": [
        "FAC"
      ],
      "id": "10ea1a541539411691f9a2083d8ad127_34"
    },
    {
      "start": 5346,
      "end": 5601,
      "text": "\n6. It is averred in the plaint that the Plaintiff is a Company incorporated under the Companies Act and engaged in the business of Healthcare and supporting technologies and is an exclusive distributor of Haemonetics in India for supply of medical items.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6440da4107ef47dc82f8bd08fc46da8d_35"
    },
    {
      "start": 5602,
      "end": 5761,
      "text": "Defendant is a proprietor of a firm M/s. Mega Care International and engaged in the business of supplying medical equipments, disposables and related services.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "2872fd30908c4c808b8ca6d3fa55526c_36"
    },
    {
      "start": 5762,
      "end": 5995,
      "text": "In 2009, Defendant approached the Plaintiff for supply of Haemonetics and an MOU was signed between the parties in 2009-2010, whereby Defendant was granted distributorship for 27 months, subject to extension on mutually agreed terms.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "0b1bb9e7981a438781693ea6088f0aa7_37"
    },
    {
      "start": 5996,
      "end": 6196,
      "text": "The MOU expired in 2012, but parties carried on the business on a mutual understanding, till disputes arose in 2016, when the Defendant started making defaults in payments despite receiving the goods.",
      "labels": [
        "FAC"
      ],
      "id": "e0169f202bfa4d47886e635462db8fc8_38"
    },
    {
      "start": 6197,
      "end": 6431,
      "text": "Various e- mails were exchanged between the parties, wherein the Defendant acknowledged that money was due and payable and also assured that payments would be made, yet payments were not paid, despite drawing up a schedule of payment.",
      "labels": [
        "FAC"
      ],
      "id": "73ebb6f70b414f65b068088390b2cb35_39"
    },
    {
      "start": 6432,
      "end": 6635,
      "text": "Subsequently, Defendant acknowledged that a sum of Rs. 1.06 Crores was payable but requested for settling at Rs. 50 Lacs only, to which Plaintiff agreed, however, Defendant did not honour his commitment.",
      "labels": [
        "FAC"
      ],
      "id": "209c836d188a44ce8691d3ab112d1de2_40"
    },
    {
      "start": 6636,
      "end": 6733,
      "text": "Left with no option, Plaintiff filed a suit for recovery, from which the present petition arises.",
      "labels": [
        "FAC"
      ],
      "id": "ec52795d5d7340f0b394b5a4fb7cc12d_41"
    },
    {
      "start": 6734,
      "end": 6889,
      "text": "\n7. Summons in the suit was served upon the Defendant, who entered appearance within limitation and Plaintiff thereafter applied for summons for judgement.",
      "labels": [
        "FAC"
      ],
      "id": "3eed1b592d8c46baaf8d9f7699cc454d_42"
    },
    {
      "start": 6890,
      "end": 7003,
      "text": "On being served, Defendant made an application for unconditional leave to defend, raising various issues therein.",
      "labels": [
        "FAC"
      ],
      "id": "3de04abf8d9a4f82b86e517a7e0620d1_43"
    },
    {
      "start": 7004,
      "end": 7097,
      "text": "Reply to the application was filed by the Plaintiff and rejoinder was filed by the Defendant.",
      "labels": [
        "FAC"
      ],
      "id": "518ca066fade412586265f8ff620f2a6_44"
    },
    {
      "start": 7098,
      "end": 7420,
      "text": "\n8. The Trial Court, after hearing arguments, was of the view that the Defendant had successfully raised triable issues and concluded that the suit for recovery was for balance amount due from the Defendant and not purely on the value of the invoices relied upon in the suit and thus granted unconditional leave to defend.",
      "labels": [
        "RLC"
      ],
      "id": "515cc32166b84dbea8d822152bb994e0_45"
    },
    {
      "start": 7421,
      "end": 7492,
      "text": "It is this order which is assailed by the Petitioner before this Court.",
      "labels": [
        "FAC"
      ],
      "id": "6f43e6c3b43d4cafa8407fd88e244598_46"
    },
    {
      "start": 7493,
      "end": 7584,
      "text": "\n9. I have heard the learned counsels for the parties and examined their rival submissions.",
      "labels": [
        "NONE"
      ],
      "id": "ed8a5867aab4410298bd45f606a73205_47"
    },
    {
      "start": 7586,
      "end": 7782,
      "text": "10. The issue that arises for consideration before this Court is the maintainability of the present Revision Petition filed under Section 115 CPC in view of the provisions of Section 8 of the Act.",
      "labels": [
        "ISSUE"
      ],
      "id": "f6bab28d68fb44078c01540b9e695e48_48"
    },
    {
      "start": 7783,
      "end": 8409,
      "text": "In order to determine this issue, it is first necessary to examine the provisions of the said Section, which is extracted hereunder for ready reference:\n\"8. Bar against revision application or petition against an interlocutory order.--Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\"",
      "labels": [
        "STA"
      ],
      "id": "592b3167931c4adaaa70cca285bc937f_49"
    },
    {
      "start": 8411,
      "end": 8557,
      "text": "11. I may note before proceeding further that the suit was filed in 2019 under the Act and there is no dispute between the parties on this aspect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d7d689f56ce4b078c598497e74ab1de_50"
    },
    {
      "start": 8558,
      "end": 8638,
      "text": "The Act was enacted pursuant to the 253rd Recommendations of the Law Commission.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f721ff8a05b45508fd9a3f5706afc0a_51"
    },
    {
      "start": 8639,
      "end": 8930,
      "text": "Relevant would it be to note some of the key recommendations which would indicate the intent of the Legislature behind the enactment, which was expeditious and fair disposal of the cases at a reasonable cost to the litigant as well as reduction in the backlog of pending cases in the Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea3b81b44622446fb73d2da90ce73839_52"
    },
    {
      "start": 8931,
      "end": 8985,
      "text": "Relevant passages from the Report are as follows:\n\"4.1",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6fcdafeaaaa84c3b941609cef4deaa4d_53"
    },
    {
      "start": 8986,
      "end": 9157,
      "text": "While the need for commercial courts is obvious in India, the institution of such courts should be seen as a stepping-stone to reforming the civil justice system in India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d00342141d24fc1875a8b6c7d74396b_54"
    },
    {
      "start": 9158,
      "end": 9320,
      "text": "At the same time, the reforms should be tailored to keep in mind the existing institutions and should focus on improving them within the existing legal framework.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "636479aabdd3488ea6b31728a282659d_55"
    },
    {
      "start": 9321,
      "end": 9562,
      "text": "\n4.2 The Commercial Courts, the Commercial Divisions and the Commercial Appellate Divisions of High Courts that have been recommended are intended to serve as a pilot project in the larger goal of reforming the civil justice system in India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd3348a3a46049ff826ea8d6295136cf_56"
    },
    {
      "start": 9563,
      "end": 9673,
      "text": "The goal is to ensure that cases are disposed of expeditiously, fairly and at reasonable cost to the litigant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f82206934ee4250b998cff664810cab_57"
    },
    {
      "start": 9674,
      "end": 9892,
      "text": "Not only does this benefit the litigant, other potential litigants (especially those engaged in trade and commerce) are also advantaged by the reduction in backlog caused by the quick resolution of commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5f07b68042e4a958006f972f914d55f_58"
    },
    {
      "start": 9893,
      "end": 10016,
      "text": "In turn, this will further economic growth, increase foreign investment, and make India an attractive place to do business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d69a2ee12bd54c33a045353742db516d_59"
    },
    {
      "start": 10017,
      "end": 10183,
      "text": "Further, it also benefits the economy as a whole given that a robust dispute resolution mechanism is a sine qua non for the all- round development of an economy.\"\n12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8bdba6a950642a3bd41c7ac6f30330e_60"
    },
    {
      "start": 10184,
      "end": 10431,
      "text": "I may also allude to the recommendations which led to enactment of Section 8 in the Act, with which this case concerns and are as follows :\n\"4.3 In view of the above, a summary of the key recommendations of the Law Commission are reiterated below:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc8fac46e2ca4a51a68ef77873d94dc9_61"
    },
    {
      "start": 10433,
      "end": 10448,
      "text": "xxx xxx xxx (f)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8932df2a72a34a07ad6d71dfae541ec9_62"
    },
    {
      "start": 10449,
      "end": 10603,
      "text": "The constitution of a Commercial Division or a Commercial Court should take place simultaneously with the constitution of a Commercial Appellate Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81d66526633e4905af1ab78813708fb8_63"
    },
    {
      "start": 10604,
      "end": 10747,
      "text": "The Commercial Appellate Division will hear the appeals against the orders and decrees passed by the Commercial Divisions or Commercial Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b68fb7ae5cc4e3db78cc9d722e3336c_64"
    },
    {
      "start": 10748,
      "end": 11006,
      "text": "The Commercial Appellate Division to not entertain any civil revision applications or petitions against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction (which can be agitated only in an appeal against a decree).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eec5f2cd5ef64f21955fe3783910f9b0_65"
    },
    {
      "start": 11007,
      "end": 11175,
      "text": "Appeals would lie only against the orders enumerated in Order XLIII of the CPC and Section 37 of the Arbitration and Conciliation Act, 1996 and against no other orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04c84d4230804632bb3d46ecc6a4e942_66"
    },
    {
      "start": 11177,
      "end": 11188,
      "text": "xxx xxx xxx",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb93da75d32b4838a3a55b1bb94dfdf8_67"
    },
    {
      "start": 11189,
      "end": 11460,
      "text": "( k) The Bill shall have a streamlined procedure to be adopted for the conduct of cases in the Commercial Division and in the Commercial Court by amending the Code of Civil Procedure, 1908 so as to improve the efficiency and reduce delays in disposal of commercial cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c70cf61493dd4938ab14c6e47cc01710_68"
    },
    {
      "start": 11461,
      "end": 11637,
      "text": "The amended CPC as applicable to the Commercial Divisions and Commercial Courts will prevail over the existing High Court rules and other provisions of the CPC to the contrary.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f4b82661a374584910f9365823aa7c4_69"
    },
    {
      "start": 11638,
      "end": 11895,
      "text": "Some of the important changes proposed to the CPC are listed below:\nxxx xxx xxx (xviii) No civil revision application or petition shall be entertained against any interlocutory order of the Commercial Court, including an order on the issue of jurisdiction.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cca39b0641fd415486fda52798f8f015_70"
    },
    {
      "start": 11897,
      "end": 12363,
      "text": "13. From a reading of the relevant part of the Report of the Law Commission and the provisions of Section 8 of the Act, two things clearly emerge, being relevant to the present case, firstly, that the said Legislation is a step towards providing an expeditious and fast track mechanism for disposal of suits, pertaining to commercial disputes and secondly, there is a bar to a civil revision application/petition against an interlocutory order of a Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a941be86e1c4f36a333e4abdf2da9c7_71"
    },
    {
      "start": 12364,
      "end": 12623,
      "text": "Second part of Section 8 which provides that any such challenge shall be raised only in an Appeal against the decree of the Commercial Court, subject, however, to the provisions of Section 13 of the Act, fortifies the background and the goal of the enactment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "679a2b28e9884b148d6de47756161d91_72"
    },
    {
      "start": 12624,
      "end": 12895,
      "text": "Underlying spirit and intent of the provision of Section 8 is to ensure that the time frame stipulated for case management to achieve the goal of speedy disposal does not become redundant by frequent filing of Revision Petitions/Applications against interlocutory orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92c95e7bb2584c028c7366bd7f739a6d_73"
    },
    {
      "start": 12896,
      "end": 13052,
      "text": "Thus, there can hardly be a debate that interlocutory orders passed by Commercial Courts cannot be assailed in Revision Petitions under Section 115 CPC.\n14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cbfe6151834c46839e21dd3e532aa5e7_74"
    },
    {
      "start": 13053,
      "end": 13193,
      "text": "To this extent, I may rely on the observations of the Gujarat High Court in State of Gujarat (supra) which are to the following effect:\n\"13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44a4e126bfc8469aa2a52d3c3268db37_75"
    },
    {
      "start": 13194,
      "end": 13675,
      "text": "In view of the above and for reasons stated above and considering the decisions of Hon'ble Supreme Court referred to hereinabove, our conclusions in nutshell are as under:-\n(1) The bar contained under Section 8 of the Commercial Courts Act against entertainability of \"civil revision application or petition\" against the interlocutory orders passed by the subordinate/Commercial Courts, shall not be applicable to the writ petitions under Article 227 of the Constitution of India.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4637c7f3979e4f23bca33e6936638ab8_76"
    },
    {
      "start": 13677,
      "end": 13961,
      "text": "15. The question that now arises is whether the order granting unconditional leave to defend in a summary suit can be termed as an interlocutory order so as to bar the jurisdiction of this Court in entertaining the present petition by virtue of the provisions of Section 8 of the Act.",
      "labels": [
        "ISSUE"
      ],
      "id": "057f01c55c354167bae24902fafaba10_77"
    },
    {
      "start": 13963,
      "end": 14095,
      "text": "16. The expression interlocutory order was considered by the Supreme Court in the landmark judgement in Shah Babulal Khimji (supra).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "368cf4b3eec049daaa532b9227108bdd_78"
    },
    {
      "start": 14096,
      "end": 14436,
      "text": "I may note here that in the said case the challenge before the Supreme Court was to an order of the Bombay High Court by which the Appeal filed against an order of the Trial Court was dismissed as not maintainable on the ground that the impugned order was not a judgement within the meaning of Clause 15 of Letters Patent of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "321932dbc9864d2ea811b7e9af414c21_79"
    },
    {
      "start": 14437,
      "end": 14573,
      "text": "The substantial question of law before the Supreme Court was the scope, ambit and meaning of the word judgement in the aforesaid Clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea57dc4f166e4d89a4bfbd69a883b103_80"
    },
    {
      "start": 14574,
      "end": 15381,
      "text": "In that context, the Supreme Court held that a judgement can be of three kinds; (a) a final judgement which decides all questions or issues in controversy, leaving nothing else to be decided which would mean that the action brought by the Plaintiff is either dismissed or decreed in part or in full; (b) a preliminary judgement which in turn may take two forms, where the suit is dismissed on preliminary objections without going into merits or where there is an objection to the maintainability such as bar of jurisdiction etc. and the objections are decided against the Defendant and the suit continues and (c) intermediary or interlocutory judgements which contain the quality of finality and are specified under Order XLIII Rule 1 CPC or not covered by the said provision but have trappings of finality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7d383956f61e4bb9a583de8ba81e645f_81"
    },
    {
      "start": 15382,
      "end": 15617,
      "text": "Supreme Court held that judgement falling under category (a) and the first form in category (b) as well as those having characters and trappings of finality though being interlocutory orders would be appealable before the larger Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef8d7b566b56493c8d0ece507897e059_82"
    },
    {
      "start": 15618,
      "end": 15669,
      "text": "Relevant para of the judgement is as follows:\n\"118.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "82fb4002d6b949fe990f722a887d63c4_83"
    },
    {
      "start": 15670,
      "end": 15886,
      "text": "In other words, a judgment can be of three kinds:\n(1) A Final Judgment-a judgment which decides all the questions or issues in controversy so far as the Trial Judge is concerned and leaves nothing else to be decided.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9d8e9075f0164b7bb906644aa61fb4a7_84"
    },
    {
      "start": 15887,
      "end": 16022,
      "text": "This would mean that by virtue of the judgment, the suit or action brought by the plaintiff is dismissed or decreed in part or in full.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db0be8c601ba41b28f2ec88d6467b93e_85"
    },
    {
      "start": 16023,
      "end": 16248,
      "text": "Such an order passed by the Trial Judge indisputably and unquestionably is a judgment within the meaning of the Letters Patent and even amounts to a decree so that an appeal would lie from such a judgment to a Division Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5021dcf565064ea38e9c9235529fe6f8_86"
    },
    {
      "start": 16249,
      "end": 16550,
      "text": "\n(2) A preliminary judgment- This kind of a judgment may take two forms-(a) where the Trial Judge by an order dismisses the suit without going into the merits of the suit but only on a preliminary objection raised by the defendant or the party opposing on the ground that the suit is not maintainable.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "742be393be4c46aeb50df031e11bbb44_87"
    },
    {
      "start": 16551,
      "end": 16782,
      "text": "Here also, as the suit is finally decided one way or the other, the order passed by the Trial Judge would be a judgment finally deciding the cause so far as the Trial Judge is concerned and therefore appealable to the larger Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf312189c9c449b68bd8e99dfdd722be_88"
    },
    {
      "start": 16783,
      "end": 17473,
      "text": "(b) Another shape which a preliminary judgment may take is that where the Trial Judge passes an order after hearing the preliminary objections raised by the defendant relating to maintainability of the suit, e.g., bar of jurisdiction, res Judicata, a manifest defect in the suit, absence of notice under Section 80 and the like, and these objections are decided by the Trial Judge against the defendant, the suit is not terminated but continues and has to be tried on merits but the order of the Trial Judge rejecting the objections doubtless adversely affects a valuable right of the defendant who, if his objections are valid, is entitled to get the suit dismissed on preliminary grounds.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa37248543af41d1970d35c850d5fe7d_89"
    },
    {
      "start": 17474,
      "end": 17719,
      "text": "Thus, such an order even though it keeps the suit alive, undoubtedly decides an important aspect of the trial which affects a vital right of the defendant and must, therefore, be construed to be a judgment so as to be appealable to larger Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a5543764aaa4f21a1085d1f3fcaaac2_90"
    },
    {
      "start": 17720,
      "end": 17897,
      "text": "\n(3) Intermediary or Interlocutory judgment-Most of the interlocutory orders which contain the quality of finality are clearly specified in clauses (a) to (w) of Order 43 Rule 1",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b92a632c9164bf49cdeb0e390e48f21_91"
    },
    {
      "start": 17898,
      "end": 18015,
      "text": "and have already been held by us to be judgments within the meaning of the Letters Patent and, therefore, appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ce50534e4de442796abd523d8887b49_92"
    },
    {
      "start": 18016,
      "end": 18306,
      "text": "There may also be interlocutory orders which are not covered by Order 43 Rule 1 but which also possess the characteristics and trappings of finality in that, the orders may adversely affect a valuable right of the party or decide an important aspect of the trial in an ancillary proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "373131f84b9c4a30842c9fde377c7c67_93"
    },
    {
      "start": 18307,
      "end": 18448,
      "text": "Before such an order can be a judgment the adverse effect on the party concerned must be direct and immediate rather than indirect or remote.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f007b282883a4985ba73b5adafc95544_94"
    },
    {
      "start": 18449,
      "end": 18819,
      "text": "For instance, where the Trial Judge in a suit under Order 37 of the Code of Civil Procedure refuses the defendant leave to defend the suit, the order directly affects the defendant because he loses a valuable right to defend the suit and his remedy is confined only to contest the plaintiff's case on his own evidence without being given a chance to rebut that evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "217748b349e34d009b5df026eb7d2065_95"
    },
    {
      "start": 18820,
      "end": 19014,
      "text": "As such an order vitally affects a valuable right of the defendant it will undoubtedly be treated as a judgment within the meaning of the Letters Patent so as to be appealable to a larger Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "866ceda3c53743459261cef8ac1784c8_96"
    },
    {
      "start": 19015,
      "end": 19403,
      "text": "Take the converse case in a similar suit where the trial Judge allows the defendant to defend the suit in which case although the plaintiff is adversely affected but the damage or prejudice caused to him is not direct or immediate but of a minimal nature and rather too remote because the plaintiff still possesses his full right to show that the defence is false and succeed in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3311087ba82f4e3a806a3bf7af1fcb05_97"
    },
    {
      "start": 19404,
      "end": 19578,
      "text": "Thus, such an Order passed by the Trial Judge would not amount to a judgment within the meaning of Clause 15 of the Letters Patent but will be purely an interlocutory order.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "233b21bb1de7473a905d483527f2db03_98"
    },
    {
      "start": 19580,
      "end": 19678,
      "text": "17. Insofar as the present case is concerned, para 3 above of the judgement is extremely relevant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e967926e6df1406e8ee31621292be585_99"
    },
    {
      "start": 19679,
      "end": 19960,
      "text": "Supreme Court has held that even interlocutory orders can be appealable if they possess characteristics and trappings of finality and the test is to determine the adverse effect on the party concerned and to see if the effect is direct and immediate rather than indirect or remote.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9585929081cf4e70bea13e4cdf49b321_100"
    },
    {
      "start": 19961,
      "end": 20140,
      "text": "While so holding the Apex Court categorically referred to orders passed under Order XXXVII of the Code of Civil Procedure refusing or granting leave to defend, as an illustration.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "830c5d6550274451b57e0af0995b18ce_101"
    },
    {
      "start": 20141,
      "end": 20514,
      "text": "The observations are significant for the present controversy inasmuch as it was held that where the Trial Court refuses to grant leave to defend to the Defendant, it directly affects the Defendant because he loses a valuable right to defend the suit and the remedy is confined only to contest the Plaintiffs case on his own evidence without a chance to rebut that evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a8cad1f97c74adc839c3e04ca9d2fc5_102"
    },
    {
      "start": 20515,
      "end": 20613,
      "text": "As the order vitally affects a valuable right, it is a judgement appealable before a larger Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51d734128b5a46f9b1043c5d1caed2b8_103"
    },
    {
      "start": 20614,
      "end": 20950,
      "text": "However, in a converse case in a similar suit, where the Court allows the Defendant to defend the suit, although the Plaintiff is adversely affected but the damage or prejudice caused to him is of a minimal nature and too remote because the Plaintiff still possesses full right to show that the defence is false and succeed in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8c48ab1cc964ea8992bc617806e012e_104"
    },
    {
      "start": 20951,
      "end": 21146,
      "text": "Having so observed, the Supreme Court categorically held that such an order would not amount to a judgement within the meaning of Clause 15 of Letters Patent and is purely an interlocutory order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37fe1b6759e24376835a24c1102b05d8_105"
    },
    {
      "start": 21147,
      "end": 21394,
      "text": "Neither of the parties have referred to or relied upon any judgement of the Supreme Court subsequent to the judgement in Shah Babulal Khimji (supra) wherein a different interpretation has been given to the expression interlocutory order/judgement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac41fb29e16e42e6917ed44cd510d7ee_106"
    },
    {
      "start": 21396,
      "end": 21787,
      "text": "18. In fact, the salutary principles laid down in the said judgement have been followed by several High Courts, very recently, including the High Court of Uttarakhand in Kanupriya vs Ashutosh Agrawal being Appeal from Order No. 99 of 2017, decided on 05.07.2017, where the interpretation of the said expression came up for consideration in the context of Section 19 of the Family Courts Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "979d4d401be4497183dde075be86369c_107"
    },
    {
      "start": 21789,
      "end": 22115,
      "text": "19. The High Court relied on the observations in Shah Babulal Khimji (supra), more particularly para 118, and the relevant para of the judgement of the Uttarakhand High Court is as follows:\n\"6 . We may also notice the judgment of the Bench of this Court in Rahul Samrat Tandon vs. Smt. Neeru Tandon, reported in 2010 (2) UD 4.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4aeb138c06674ff08e896b3341174ccc_108"
    },
    {
      "start": 22116,
      "end": 22265,
      "text": "Therein, the appeal was filed under Section 19 of the Act against an order passed on an application under Section 24 of the Hindu Marriage Act, 1955.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "15c6cfa4d2b3481abdca93e85e221aa9_109"
    },
    {
      "start": 22266,
      "end": 22552,
      "text": "The court referred to the decisions in the cases of Sunil Hansraj Gupta vs. Payal Sunil Gupta, reported in AIR 1991 Bombay 423; Radheshyam Gupta vs. Smt. Laxmi Bai, reported in AIR 1977 Madhya Pradesh 271; and Gurbaksh Singh vs. Smt. Taran Jit, reported in AIR 1977 Himachal Pradesh 66.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5cc7283f1ae34032a3adecf848ddb0c6_110"
    },
    {
      "start": 22553,
      "end": 22592,
      "text": "The court took the following view:\n\"11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7715c27e2f804f149c0444e727d68917_111"
    },
    {
      "start": 22593,
      "end": 22692,
      "text": "A bare perusal of Section 19(1) of 1984 Act shows that an appeal is only maintainable in two cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51b9d23dac994d7882fb4963fb12f621_112"
    },
    {
      "start": 22693,
      "end": 22740,
      "text": "Firstly, it is maintainable against a judgment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "894fe0765f914840b7c0328351f6d576_113"
    },
    {
      "start": 22741,
      "end": 22837,
      "text": "Secondly, it is also maintainable against an order, if that order is not an interlocutory order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "90dad129a8af467082fad8c411039ce6_114"
    },
    {
      "start": 22838,
      "end": 23090,
      "text": "Now even assuming for the sake of argument that the order presently impugned is an order of an interlocutory nature, then what has to be seen is as to whether the order stands in the category of a \"judgment\", as stated under Section 19 of the 1984 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4491bbc9f27e4a9e8d06926c0ee930e3_115"
    },
    {
      "start": 23091,
      "end": 23156,
      "text": "The word \"judgment\" has not been defined in the Family Court Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3015c59952c47f0946cb64ab43bc0c5_116"
    },
    {
      "start": 23157,
      "end": 23343,
      "text": "It is defined under Section 2 (9) of the Code of Civil Procedure as follows:\n\"2. Definitions.-\n(9) \"judgment\" means the statement given by the Judge of the grounds of a decree or order;\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0ab7754d870640aca5781090175eb207_117"
    },
    {
      "start": 23344,
      "end": 23578,
      "text": "\nThis definition, referred above, is of no use to us as it does not define either the wide or narrow parameters within which the word \"judgment\" has to be construed nor does it state as to what are the characteristics of a 'judgment'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4c1bbcb93904f038cdf90d5784eb496_118"
    },
    {
      "start": 23579,
      "end": 23682,
      "text": "However, there are a catena of decisions defining the parameters of what would constitute a \"judgment\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb7b4e20d5c04fe6aa606a3fdf4674bf_119"
    },
    {
      "start": 23683,
      "end": 23791,
      "text": "Leading case on this issue is that of Shah Babulal Khimji Vs. Jayaben D. Kania and another AIR 1981 SC 1786.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d2e4b64729b848c792efc8837167670b_120"
    },
    {
      "start": 23792,
      "end": 23983,
      "text": "The Supreme Court in this seminal judgment had laid down the parameters within which the Court must examine as to when an order or even an interlocutory order has the trappings of a judgment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7b894266ed0b43df9729d7caef70d451_121"
    },
    {
      "start": 23984,
      "end": 24210,
      "text": "Though the issue was as to what would constitute a \"judgment\" which would be appealable in a letter patent appeal, all the same, the broad principles laid down in the above case would equally apply to the present case as well.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c457541f1e2f49d88b437a47c841ddb8_122"
    },
    {
      "start": 24211,
      "end": 24384,
      "text": "As per the ratio laid down by the Apex Court in the above judgment, an order or an interlocutory order would be called a judgment, if it has the quality of \"finality\" to it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a44c0e8d9edf429885e7eda1aa6931a3_123"
    },
    {
      "start": 24385,
      "end": 24453,
      "text": "The Apex Court laid down that there can be three kinds of judgments.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "45d468919a87442daa4fe17b570f4feb_124"
    },
    {
      "start": 24454,
      "end": 24831,
      "text": "Relevant portion of the said judgment to that effect is as follows:\n\" xxx xxx xxx 3) Intermediary or interlocutory judgment:\nMost of the interlocutory orders which contain the quality of finality are clearly specified in clauses (a) to (w) of Order 43, Rule 1 and have already been held by us to be judgments within the meaning of the Letters Patent and, therefore, appealable.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f0806eaebebc40afa6ad99a7dda43ac6_125"
    },
    {
      "start": 24832,
      "end": 25124,
      "text": "\nThere may also be interlocutory orders which are not covered by Order 43, Rule 1 but which also possess the characteristics and trappings of finality in that, the orders may adversely affect a valuable right of the party or decide an important aspect of the trial in an ancillary proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f31b9bd2bc74c3a82cb619330a89016_126"
    },
    {
      "start": 25125,
      "end": 25269,
      "text": "Before such an order can be a judgment the adverse affect on the party concerned must be direct and immediate rather than indirect or remote...\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "70156a0a9e8040d7a93dfc190e843941_127"
    },
    {
      "start": 25270,
      "end": 25410,
      "text": "\nThe court referred to the judgment of the Apex Court in Shah Babulal Khimji vs. Jayaben D. Kania and another, reported in AIR 1981 SC 1786.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "904dee07e22b4df2990ba1cfab8be640_128"
    },
    {
      "start": 25411,
      "end": 25551,
      "text": "Therein, the Apex Court had categorized the decisions as final judgments, preliminary judgments and intermediary or interlocutory judgments.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c0e91cca8d9246c581b460e97f78bec0_129"
    },
    {
      "start": 25552,
      "end": 25669,
      "text": "Under the category of \"intermediary or interlocutory judgment\", the Apex Court observed as already referred to above.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "96006ed3a0934227a7ab9400e18aa942_130"
    },
    {
      "start": 25670,
      "end": 25842,
      "text": "The court also referred to the judgment of the Full Bench of the Allahabad High Court in Smt. Kiran Bala Srivastava vs. Jai Prakash Srivastava, reported in 2005 (23) LCD 1.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1aa32684b2ba466e8f8870245ac483be_131"
    },
    {
      "start": 25843,
      "end": 26215,
      "text": "The court further appreciated the importance of an order passed under Section 24 in the light of the aforesaid judgment noting that the provision is important from the point of view of the wife, as her survival during the pendency of the proceedings under the Act and right to prosecute or defend the proceedings depends on the outcome of the proceedings under Section 24.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2a2fb5d21b9a4e6091d29c0736b23885_132"
    },
    {
      "start": 26216,
      "end": 26425,
      "text": "Agreeing with the Allahabad High Court judgment, the court held that the appeal is maintainable as the impugned order therein was in the nature of a judgment and is appealable under Section 19 of the Act.\"\n20.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7530056b7f0e43ddaaf4c4a568c04d44_133"
    },
    {
      "start": 26426,
      "end": 26502,
      "text": "I may usefully refer to another passage from the same judgment as follows :-",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "88908f38cff54b3aa39adaed24b0a9af_134"
    },
    {
      "start": 26504,
      "end": 26804,
      "text": "\"9. In the judgment of the High Court of Kerala in the case of Thankappan Nair vs. Prasannakumari & others in M.F.A. No. 1760/1994-B, decided on 30.06.1995, a Bench considered the question whether an order attaching the salary for failure to pay maintenance as ordered by the court was interlocutory.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "25fe291f50eb4613896cc1c0ec9b0869_135"
    },
    {
      "start": 26805,
      "end": 26858,
      "text": "The court concluded that the order was interlocutory.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6b580be938da4b229a22f6a02910790d_136"
    },
    {
      "start": 26859,
      "end": 26931,
      "text": "The court, inter alia, held as follows and dismissed the appeal finally:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "726151c9b25b4f7596a32969757a8e05_137"
    },
    {
      "start": 26933,
      "end": 27059,
      "text": "\"6. In Webster's \"New World Dictionary\" the word \"interlocutory order\" has been defined as an order other than final decision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "85de5edd502945db8a1e586b883828d2_138"
    },
    {
      "start": 27060,
      "end": 27273,
      "text": "This expression \"interlocutory order\"\nhas appeared differently in different statutes and received different construction by the courts depending upon the contexts and setting in which the expression has been used.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "04bcc2c35d4d4ae695c747ab37ceec60_139"
    },
    {
      "start": 27274,
      "end": 27404,
      "text": "Under Section 397(2) of the Code of Criminal Procedure, revisional jurisdiction is excluded in relation to an interlocutory order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e57772d7c02a4fda83383590af7c6ed4_140"
    },
    {
      "start": 27405,
      "end": 27746,
      "text": "However, the expression \"interlocutory order\" appearing in the said section has received wider meaning in a number of decisions (vide Amar Nath v. State of Hariyana 1977 (4) SCC 137, Madhu Limaye v. State of Maharashtra (1977) 4 SCC 551 and Hariyana Land Reclamation and Development Corporation Ltd. v. State of Hariyana (1990) 3 SCC 588.\n8.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ef9b2b7c1d5e4f459d47d3ffa71fd1f9_141"
    },
    {
      "start": 27747,
      "end": 27906,
      "text": "With the help of legal principles discussed in the above decisions we can gauge the amplitude of the expression \"interlocutory order\" in Section 19 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff0721a3fa044fb3852c62d467b07967_142"
    },
    {
      "start": 27907,
      "end": 28084,
      "text": "We bear in mind that what is banned under the said Chapter is not only appeals against interlocutory orders but even the revisional jurisdiction is also foreclosed in the sweep.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9074812005546f380bca2a6bc9697a3_143"
    },
    {
      "start": 28085,
      "end": 28255,
      "text": "Of course, it is unusual that in a statute wherein appellate jurisdiction is closed then revisional jurisdiction is also closed in respect of the same category of orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1070407ada394a2799370d66614db4df_144"
    },
    {
      "start": 28256,
      "end": 28324,
      "text": "What would have been the legislative intent in providing such a ban.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af6676906505478f87676ba8f0eb1996_145"
    },
    {
      "start": 28325,
      "end": 28447,
      "text": "The parties in Family Courts very often include destitute and orphaned wives and or children and perhaps poor widows also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8dd813e5b1f94aeaa00172d4c31f1710_146"
    },
    {
      "start": 28448,
      "end": 28712,
      "text": "If appeal or revision is provided against interlocutory orders the proceedings in the Family Court could successfully be scuttled by rich and contumacious opposite parties by taking the matter to the High Court against any order passed during interlocutory stages.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17d39c49af894832838347c55a5d461d_147"
    },
    {
      "start": 28713,
      "end": 28759,
      "text": "Legislature would have intended to prevent it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4ea91fe5efa46f0a4ac06f8e919c1cd_148"
    },
    {
      "start": 28760,
      "end": 28899,
      "text": "In that perspective it can be construed that the interlocutory order envisaged in Chapter V of the Act is an order other than final orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6af22bf8afc4c9295bba98c5b89ee97_149"
    },
    {
      "start": 28900,
      "end": 29350,
      "text": "Hence the meaning of interlocutory order in Section 19 shall be understood as an order which is not a final order.\"\"\n21. A judgment of the Supreme Court in V.C. Shukla vs State AIR 1980 SC 962 is also relevant in the context of interpretation of the expression interlocutory order and the observations are as under :-\n\"Ordinarily speaking, the expression interlocutory in legal parlance is understood in contra distinction to what is styled as final.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "99444aca80d7411d9283579b5c186815_150"
    },
    {
      "start": 29351,
      "end": 29791,
      "text": "In the course of a judicial proceeding before a court, for judicially determining the main dispute brought to the court for its resolution, a number of situations arise, when that court goes on disposing of ancillary disputes raised by parties to the proceeding by making orders and unless the order finally disposes of a proceeding in a court all such orders during the course of a trial would be broadly designated \"interlocutory\"\norders.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4b15d77b2ab54a489097ac17ee837d8b_151"
    },
    {
      "start": 29792,
      "end": 29957,
      "text": "Such interlocutory orders are steps, taken towards the final adjudication and for assisting the parties in the prosecution of their case in the pending proceedings.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "28c0213b64d544c5b49c9a217373a380_152"
    },
    {
      "start": 29959,
      "end": 30213,
      "text": "22. From a reading of the aforesaid judgements, the inevitable conclusion is that an order of the Trial Court passed in a summary suit under Order XXXVII CPC, granting leave to defend to Defendant, conditional or unconditional, is an interlocutory order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d903bf241b247f3b9393c7f034e08e1_153"
    },
    {
      "start": 30214,
      "end": 30301,
      "text": "The Commercial Court Act has no provision which separately defines the said expression.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33139fdd81e84a70abddf99b36a64dcf_154"
    },
    {
      "start": 30302,
      "end": 30538,
      "text": "In my view, despite the enactment of the said Act, this Court has to fall back on the interpretation of the expression given by the Supreme Court in Shah Babulal Khimji (supra) which holds the field till date and is a binding dicta.\n23.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee3564ff7b424a5e8cd2cf09b71f9cfa_155"
    },
    {
      "start": 30539,
      "end": 30721,
      "text": "I may also mention that the expression interlocutory order has been a subject-matter of interpretation given in the context of Special Statutes with an underlined legislative intent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c88b05b54565480a81b48235546fff1c_156"
    },
    {
      "start": 30722,
      "end": 31087,
      "text": "In V.C. Shukla (supra) while dealing with connotation of the word interlocutory order in Section 11 of the Special Courts Act, where a Revision was filed against an order directing framing of charge against the Appellant, Court held as under:\n\"The dominant purpose of the Act is to achieve not only speedy determination but a determination with the utmost dispatch.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "56ba545ee81a47e687b7f8c0b4ca4e0d_157"
    },
    {
      "start": 31088,
      "end": 31333,
      "text": "Therefore, the provisions of the Act must be interpreted so as to eliminate all possible avenues of delay or means of adopting dilatory tactics by plugging every possible loophole in the Act through which the disposal of the case may be delayed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1a80e4c4c465470fa578307e0ee112b9_158"
    },
    {
      "start": 31334,
      "end": 31524,
      "text": "It was for this purpose that a non obstante clause was put in S. 11 of the Act so as to bar appeals against any interlocutory order whether it is of an intermediate nature or is quasi final.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10fa3241d08643808206e0914ecab577_159"
    },
    {
      "start": 31525,
      "end": 31768,
      "text": "As the non obstante clause expressly excludes the provisions of the Code of Criminal Procedure, Courts cannot call into aid the provisions of S. 397(2) of the Code which would amount to frustrating the very object which S. 11 seeks to advance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b13b4b5a725c495e883da331140e5853_160"
    },
    {
      "start": 31769,
      "end": 31950,
      "text": "The absence of revision is more than compensated by giving the accused a right of an appeal against any judgment or order of the Special Judge as of right and open on facts and law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1f82e93ab7c4074aa96f0e403df3a5f_161"
    },
    {
      "start": 31951,
      "end": 32075,
      "text": "The trial is held by a sitting High Court Judge who also would have the power of revision if he was sitting in a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4121af0bbe604c0d99d8e0880c6ddd9e_162"
    },
    {
      "start": 32076,
      "end": 32304,
      "text": "Therefore, it would not be in keeping with the dignity, decorum and status of the Special Judge to provide for an appeal even against such an order which he is supposed to pass with full application of mind and due deliberation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7ca06b73cbf4534b271a4f1b81513fa_163"
    },
    {
      "start": 32306,
      "end": 32434,
      "text": "In order to construe the term 'interlocutory', it has to be construed in contradistinction to or in contrast with a final order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2399d9849fe34ecc863f61fe8b1af33e_164"
    },
    {
      "start": 32435,
      "end": 32551,
      "text": "In other words, the words 'not a final order' must necessarily mean an interlocutory order or an intermediate order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9483d091f18e4c51b5b8c890045889c5_165"
    },
    {
      "start": 32552,
      "end": 32668,
      "text": "Thus, the expression 'interlocutory order' is to be understood and taken to mean converse of the term 'final order'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b8788143e2b477eb8c80df284b7582a_166"
    },
    {
      "start": 32669,
      "end": 32862,
      "text": "\nAn interlocutory order merely decides some point or matter essential to the progress of the suit or collateral to the issues sought but not a final decision or judgment on the matter in issue.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a8721040bf34562b6e2019309ae2549_167"
    },
    {
      "start": 32863,
      "end": 32974,
      "text": "An intermediate order is one which is made between the commencement of an action and the entry of the judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43ccd684dab149b2967013aa7cfaa144_168"
    },
    {
      "start": 32975,
      "end": 33155,
      "text": "An order framing of the charge being an intermediate order falls squarely within the ordinary and natural meaning of the term 'interlocutory order' as used in S. 11(1) of the Act.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ec94b28e8e940e9bbe22c58f9f979e0_169"
    },
    {
      "start": 33157,
      "end": 33590,
      "text": "24. As recent as in 2019, a Division Bench of High Court of Madras in Magic Frames and Ors. vs Radiance Media P. Ltd. 2019(4)CTC497, while deciding the issue of maintainability of an appeal against an order dismissing an application filed by the Defendants under Order 13-A CPC to pass a summary judgment albeit in the context of appeal under Section 13(2) of the Act had the occasion of considering expression \"interlocutory order\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7497b412d67b4c40a4bf8e55d0fa9f7e_170"
    },
    {
      "start": 33591,
      "end": 33766,
      "text": "In that context, the Court relied on the judgment of the Supreme Court in LIC Vs. Sanjeev Builders (P) Ltd., 2018 (11) SCC 722, and Shah Babulal Khimji (supra) as under :-\n\"6.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5f02ce32c3fa4c1e9f936d75e71f96a8_171"
    },
    {
      "start": 33767,
      "end": 33912,
      "text": "The learned counsel for the appellants/defendants further contended that after amendment, the word \"decision\" is replaced by \"judgment or order\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d655f4bb0464b76bd63a423365f6e6b_172"
    },
    {
      "start": 33913,
      "end": 34045,
      "text": "Section 13 of the Commercial Courts Act-sub-section (1) was substituted by subsection (1) along with sub-section (1-A) with proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c8ce96a169243f0804670bcec048425_173"
    },
    {
      "start": 34046,
      "end": 34171,
      "text": "The Sub-section (1) after amendment, deals with the appeals from the Subordinate Courts dealing with commercial transactions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8058469810e44a4a045daced6f9c8c4_174"
    },
    {
      "start": 34172,
      "end": 34350,
      "text": "The said sub-section (1-A) deals with the appeals from the District Court as well as Commercial Division of the High Court to the Commercial Appellate Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12710d4f1cfd4848b1d9cc2131e4c2a5_175"
    },
    {
      "start": 34351,
      "end": 34413,
      "text": "The Proviso is common to subsection (1) and sub-section (1-A).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "991d9d227e8f4745a2037bd71ef30f45_176"
    },
    {
      "start": 34414,
      "end": 34986,
      "text": "While sub-section (1-A) says that any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court, may appeal to the Commercial Appellate Division of that High Court, proviso to sub-section (1- A) deals with lying of appeal from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of CPC as amended by the said Act and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "STA"
      ],
      "id": "50ef0d910c244ca488b1f42f02c01251_177"
    },
    {
      "start": 34987,
      "end": 35381,
      "text": "Further, the learned counsel for the appellants also submitted that Section 13(2) of the Commercial Courts Act provides that, \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d8277dab743746d2b8af3b3a6a3c5769_178"
    },
    {
      "start": 35382,
      "end": 35593,
      "text": "Thus, the term \"judgment or order\" inserted in sub-section (1-A) by the amendment, was consciously introduced by the Legislature and the term \"judgment or order\" is not touched by the proviso or sub-section (2).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "85aac13e31034b7fac5f59b0c33058a1_179"
    },
    {
      "start": 35594,
      "end": 35881,
      "text": "Thus, the learned counsel for the appellants drew the attention of this Court to the scheme of Section 13, wherein, after amendment, it clearly says that when an appeal is filed against an interlocutory order, if such order is covered by Order 43 CPC, then the appeal automatically lies.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1a659c3d8633489299abd28246a049d5_180"
    },
    {
      "start": 35882,
      "end": 35916,
      "text": "This is the effect of the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af626cf45d1042b388cef19231f79a2c_181"
    },
    {
      "start": 35917,
      "end": 36003,
      "text": "The proviso does not go further and it does not prohibit appeals against other orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46ebe56fb44f4ef6b8df15092afdb17e_182"
    },
    {
      "start": 36004,
      "end": 36177,
      "text": "The learned counsel for the appellants therefore submitted that whether an order is a judgment or not, will be determined by the appellate Court before admitting the appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b636869f34094bc6afa8f618fd601508_183"
    },
    {
      "start": 36178,
      "end": 37001,
      "text": "In this regard, the learned counsel for the appellants submitted that the guidelines for such determination are well settled and recently noticed in the decision of the Supreme Court reported in MANU/SC/1361/2017 : 2018 (11) SCC 722 (LIC Vs. Sanjeev Builders (P) Ltd), in which, while elaborating upon the nature of \"interlocutory order\" or \"judgment\", it was observed by the Apex Court as follows:\n\"9. Elaborating upon nature of \"interlocutory order\" or \"judgment\" and observing that the Letters Patent Appeal would lie from the judgment which would affect the vital and valuable rights of the parties and which work serious injustice to the parties concerned, in Shah Babulal Khimji Vs. Jayaben D. Kania and Another MANU/SC/0036/1981 : (1981) 4 SCC 8, it was held as under (SCC pp. 53 & 57- 58, paras 106 & 114-17:-\n\"106.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1b9cb5a7fd364d62975b6ccb3d681422_184"
    },
    {
      "start": 37002,
      "end": 37244,
      "text": "Thus, the only point which emerges from this decision is that whenever a trial Judge decides a controversy which affects valuable rights of one of the parties, it must be treated to be a judgment within the meaning of the Letters Patent.\n114.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35ad21ad314d4cc5bdcc3c55e4991b97_185"
    },
    {
      "start": 37245,
      "end": 37854,
      "text": "In the course of the trial, the trial Judge may pass a number of orders whereby some of the various steps to be taken by the parties in prosecution of the suit may be of a routine nature while other orders may cause some inconvenience to one party or the other, e.g., an order refusing an adjournment, an order refusing to summon an additional witness or documents, an order refusing to condone delay in filing documents, after the first date of hearing an order of costs to one of the parties for its default or an order exercising discretion in respect of a procedural matter against one party or the other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "753ac39153df49288962a9ad8e76779e_186"
    },
    {
      "start": 37855,
      "end": 38113,
      "text": "Such orders are purely interlocutory and cannot constitute judgments because it will always be open to the aggrieved party to make a grievance of the order passed against the party concerned in the appeal against the final judgment passed by the trial Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a01c82312c524608862e9a8a47bdac49_187"
    },
    {
      "start": 38115,
      "end": 38379,
      "text": "115. Thus, in other words every interlocutory order cannot be regarded as a judgment but only those orders would be judgments which decide matters of moment or affect vital and valuable rights of the parties and which work serious injustice to the party concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "231ca93a466246a79ed930a71b6a9c57_188"
    },
    {
      "start": 38380,
      "end": 38635,
      "text": "Similarly, orders passed by the trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as judgments because the grievance on this score can be corrected by the appellate court in appeal against the final judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf20027fe67749dfbe8455b423001054_189"
    },
    {
      "start": 38637,
      "end": 38822,
      "text": "116. We might give another instance of an interlocutory order which amounts to an exercise of discretion and which may yet amount to a judgment within the meaning of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8645c7a8dc548c5a5e9927efe564dbb_190"
    },
    {
      "start": 38823,
      "end": 39040,
      "text": "Suppose the trial Judge allows the plaintiff to amend his plaint or include a cause of action or a relief as a result of which a vested right of limitation accrued to the defendant is taken away and rendered nugatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f07d351c31db4e92a838ffdae0121d7a_191"
    },
    {
      "start": 39041,
      "end": 39266,
      "text": "It is manifest that in such cases, although the order passed by the trial Judge is purely discretionary and interlocutory, it causes gross injustice to the defendant who is deprived of a valuable right of defence to the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e97222bcb1214175948c8e7f0c96de4a_192"
    },
    {
      "start": 39267,
      "end": 39455,
      "text": "Such an order, therefore, though interlocutory in nature contains the attributes and characteristics of finality and must be treated as a judgment within the meaning of the Letters Patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74a0ffcf785349dc94bc61884e66b0c4_193"
    },
    {
      "start": 39456,
      "end": 39610,
      "text": "This is what was held by this Court in Shanti Kumar case (Shanthi Kumar R. Canji Vs. Home Insurance Co. of New York, (1974) 2 SCC 387, as discussed above.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "23355fa1416e4269a5ba69611ed432ca_194"
    },
    {
      "start": 39611,
      "end": 39700,
      "text": "\n117. Let us take another instance of a similar order which may not amount to a judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87b4a5d9ac584c5492f8ce4e6cf58e2b_195"
    },
    {
      "start": 39701,
      "end": 40061,
      "text": "Suppose, the trial Judge allows the plaintiff to amend the plaint by adding a particular relief or taking an additional ground which may be inconsistent with the pleas taken by him but is not barred by limitation and does not work serious injustice to the defendant who would have ample opportunity to disprove the amended plea taken by plaintiff at the trial.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9652c0c76c0440d58c1b29a04d0b924e_196"
    },
    {
      "start": 40062,
      "end": 40285,
      "text": "In such cases, the order of the trial Judge would only be a simple interlocutory order without containing any quality of finality and would therefore not be a judgment within the meaning of Clause 15 of the Letters Patent.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d7bfe27eaba34014859c1d8866cc2919_197"
    },
    {
      "start": 40286,
      "end": 40306,
      "text": "(emphasis supplied)\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74b43d2ab78e420d9c05d943353fe628_198"
    },
    {
      "start": 40307,
      "end": 40565,
      "text": "\n10. Applying the above principle to the case in hand, we find that the order allowing the application impleading respondent No. 3 as assignee (Order XXII Rule 10 CPC) after 27 years of filing of the suit vitally affects the valuable rights of the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d98474cc23324da68795501c4290544c_199"
    },
    {
      "start": 40566,
      "end": 40852,
      "text": "The order allowing amendment of plaint by impleading respondent No. 3 as \"Plaintiff No. 3\" on the basis of alleged assignment of agreement dated 24.08.1987 decides a vital question which concerns the rights of the parties and hence is a \"judgment\" to maintain the Letters Patent Appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ee27e09b23d43e0b342384ebc425b9e_200"
    },
    {
      "start": 40853,
      "end": 41206,
      "text": "In our view, allowing of such application after 27 years of filing suit for specific performance would cause serious prejudice to the appellant-defendant depriving valuable right of defence available to the appellant and hence the order of Single Judge allowing the Chamber Summons is a \"judgment' within the meaning of Clause 15 of the Letters Patent.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8d01db3c290445419395297bc1f859f0_201"
    },
    {
      "start": 41207,
      "end": 41222,
      "text": "\nxxx xxx xxx 8.",
      "labels": [
        "NONE"
      ],
      "id": "5e41468359814ed1bc26ef5042053e24_202"
    },
    {
      "start": 41223,
      "end": 41445,
      "text": "The learned counsel for the appellants also relied on a judgment of the Supreme Court reported in MANU/SC/0036/1981 : 1981 (4) SCC 8 (Shah Babulal Khimji Vs. Jayaben D. Kania), wherein the Apex Court held as follows:\n\"106.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0f2d0be5ffc64c19bee8dedd6be5e395_203"
    },
    {
      "start": 41446,
      "end": 41684,
      "text": "Thus, the only point which emerges from this decision is that whenever a trial Judge decides a controversy which affects valuable rights of one of the parties, it must be treated to be a judgment within the meaning of the Letters Patent.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b6bf56817e4e4d39ae599b109aeff317_204"
    },
    {
      "start": 41686,
      "end": 41950,
      "text": "\"115. Thus, in other words every interlocutory order cannot be regarded as a judgment but only those orders would be judgments which decide matters of moment or affect vital and valuable right of the parties and which work serious injustice to the party concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e9f848856d04dbba2d95e0c99422970_205"
    },
    {
      "start": 41951,
      "end": 42207,
      "text": "Similarly, orders passed by the trial Judge deciding question of admissibility or relevancy of a document also cannot be treated as judgments because the grievance on this score can be corrected by the appellate court in appeal against the final judgment.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "60297fa8caa44252b57110b23c724fa4_206"
    },
    {
      "start": 42209,
      "end": 42407,
      "text": "\"120. Thus, these are some of the principles which might guide a Division Bench in deciding whether an order passed by the trial Judge amounts to a judgment within the meaning of the Letters Patent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f3586b1312c84c8ab22adf7b4de5e5d6_207"
    },
    {
      "start": 42408,
      "end": 42760,
      "text": "We might, however, at the risk of repetition give illustrations of interlocutory orders which may be treated as judgments:\n(1) An order granting leave to amend the plaint by introducing a new cause of action which completely alters the nature of the suit and takes away a vested right of limitation or any other valuable right accrued to the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "27cde54ccb2443c581ab65f34e3f1d23_208"
    },
    {
      "start": 42761,
      "end": 42795,
      "text": "(2) An order rejecting the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fdf0369432f456f81591f5de09a3e89_209"
    },
    {
      "start": 42796,
      "end": 42897,
      "text": "\n(3) An order refusing leave to defend the suit in an action under Order 37, Code of Civil Procedure.",
      "labels": [
        "STA"
      ],
      "id": "a72404fb502847f4ab89e81652610cde_210"
    },
    {
      "start": 42898,
      "end": 43001,
      "text": "\n(4) An order rescinding leave of the trial Judge granted by him under Clause 12 of the Letters Patent.",
      "labels": [
        "STA"
      ],
      "id": "43c2fa925d4d4ed5857e8b728cce65db_211"
    },
    {
      "start": 43002,
      "end": 43241,
      "text": "\n(5) An order deciding a preliminary objection to the maintainability of the suit on the ground of limitation, absence of notice under Section 80, bar against competency of the suit against the defendant even though the suit is kept alive.",
      "labels": [
        "STA"
      ],
      "id": "38fe84496f344c3e9b8b0aaa327aabf4_212"
    },
    {
      "start": 43242,
      "end": 43330,
      "text": "(6) An order rejecting an application for a judgment on admission under Order 12 Rule 6.",
      "labels": [
        "STA"
      ],
      "id": "86379eeb0cfe414db86e9510f59a2dfa_213"
    },
    {
      "start": 43331,
      "end": 43436,
      "text": "(7) An order refusing to add necessary parties in a suit under Section 92 of the Code of Civil Procedure.",
      "labels": [
        "STA"
      ],
      "id": "a23b96414b724ad6ae457da3a367a052_214"
    },
    {
      "start": 43437,
      "end": 43450,
      "text": "\n(8) An order",
      "labels": [
        "STA"
      ],
      "id": "8d78df249b924e36ad3efb24569f2564_215"
    },
    {
      "start": 43451,
      "end": 43458,
      "text": "varying",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dfcecbcc9fab4d17a884874dcbca7538_216"
    },
    {
      "start": 43459,
      "end": 43479,
      "text": "or amending a decree",
      "labels": [
        "STA"
      ],
      "id": "fe581528233f44ef99756262eb952861_217"
    },
    {
      "start": 43480,
      "end": 43535,
      "text": ". (9) An order refusing leave to sue in forma pauperis.",
      "labels": [
        "STA"
      ],
      "id": "b7debbbd3bfa41a5ba6bec742b6a2af3_218"
    },
    {
      "start": 43536,
      "end": 43567,
      "text": "\n(10) An order granting review.",
      "labels": [
        "STA"
      ],
      "id": "9c080e08d49644268da5e3759ae0c293_219"
    },
    {
      "start": 43568,
      "end": 43850,
      "text": "\n(11) An order allowing withdrawal of the suit with liberty to file a fresh one.\n(12) An order holding that the defendants are not agriculturists within the meaning of the special law.\n(13) An order staying or refusing to stay a suit under Section 10 of the Code of Civil Procedure.",
      "labels": [
        "STA"
      ],
      "id": "3a91be940c4e40b393d9011885dc65de_220"
    },
    {
      "start": 43851,
      "end": 43918,
      "text": "(14) An order granting or refusing to stay execution of the decree.",
      "labels": [
        "STA"
      ],
      "id": "84d0c1fb5fe24e48baf774078011dfff_221"
    },
    {
      "start": 43919,
      "end": 44041,
      "text": "\n(15). An order deciding payment of court-fees against the plaintiff.\"\n25. Madras High Court finally held as under :-\n\"29.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a8de42411cd74ef1aac7e5b9feb0b6c1_222"
    },
    {
      "start": 44042,
      "end": 44293,
      "text": "It is also submitted by the learned counsel for the appellants that whenever a trial Judge decides a controversy which affects the valuable rights of one of the parties, it must be treated to be a 'judgment' within the meaning of the \"Letters Patent\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "72a244247102440a8391117c38c1a107_223"
    },
    {
      "start": 44294,
      "end": 44547,
      "text": "But we see in the instant case that the dismissal of the application by the learned Single Judge has not affected the valuable rights of the parties to contest the suit, which is very much available to the respective parties on the merits of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f3a9d93af1143b18cdb714dbb4295a3_224"
    },
    {
      "start": 44548,
      "end": 44825,
      "text": "Therefore, the decision relied on by the learned counsel for the appellants, reported in 1981 (4) SCC 8 (Shah Babulal Khimji Vs. Jayaben D. Kania), is distinguishable and different on the facts and circumstances of the case and it is not applicable to the present case on hand.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4cb00afe435c4c3d9f9f2330e1ca9542_225"
    },
    {
      "start": 44827,
      "end": 45106,
      "text": "30. Furthermore, we are of the opinion that the nature of the order passed by the Court will not finally determine the rights of the parties and the respondent/plaintiff or the appellants/defendants have an opportunity to prove their respective case by proceeding with the trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c401549b8767416aa5c2d1471a5ba22d_226"
    },
    {
      "start": 45107,
      "end": 45219,
      "text": "Therefore, it cannot be construed that the nature of the order passed by the learned Single Judge is \"judgment\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d13c61cfd9b54e1bae905b468a1b0911_227"
    },
    {
      "start": 45220,
      "end": 45302,
      "text": "On that ground, we are of the opinion that the present appeal is not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "13ab446fd32c4fb0b79a2cc76c07e3ad_228"
    },
    {
      "start": 45303,
      "end": 45426,
      "text": "Moreover, the object of the Commercial Courts Act is to provide for speedy disposal of triable valuable commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a817d3038e046b89a4ad899e6f5b85f_229"
    },
    {
      "start": 45427,
      "end": 45570,
      "text": "When that being so, the object of the Commercial Courts Act cannot be defeated by filing plethora of appeals to stall the original proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "110b68535c934678bada91a979c79e1a_230"
    },
    {
      "start": 45571,
      "end": 45650,
      "text": "\nHence, we are of the opinion that the present appeal is not maintainable.\"\n26.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1b47b07c9eb492598a589d5d37a8829_231"
    },
    {
      "start": 45651,
      "end": 45897,
      "text": "Learned counsel for the Petitioner has relied on the judgements of the Coordinate Benches of this Court in Spicejet Ltd. (supra), Netrapal Singh(supra) and Versatile Commotrade Pvt. Ltd.(supra) to argue that the Revision Petition is maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e33309895525415281bce3e45f48343c_232"
    },
    {
      "start": 45898,
      "end": 46014,
      "text": "In my view, none of the three judgements inure to the advantage of the Petitioner to support the proposition argued.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2ddce02abf141d5aa97978779774ee0_233"
    },
    {
      "start": 46015,
      "end": 46159,
      "text": "In Spicejet Ltd. (supra), the petition was filed under Article 227 of the Constitution of India and the original suit was not a commercial suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b526500d678740b8892a6f1b3edbc648_234"
    },
    {
      "start": 46160,
      "end": 46294,
      "text": "In that context the Court had observed that an order of the Trial Court granting leave to defend is assailable in a revision petition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a17d5220ec31488ab2a4abe63de2149a_235"
    },
    {
      "start": 46295,
      "end": 46490,
      "text": "Since the suit was not under the Commercial Courts Act, bar of Section 8 of the Act did not come into play and thus the Court had no reason or occasion to deal with the provisions of the Section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e886e18fd694a3cb0563bbff6dde093_236"
    },
    {
      "start": 46491,
      "end": 46660,
      "text": "Likewise in the other two judgments, the suits were not under the Commercial Courts Act and thus, provisions of Section 8 of the Act were not an issue for consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aca4bfee65614a0aaba99d28fe28ffa1_237"
    },
    {
      "start": 46661,
      "end": 46782,
      "text": "Since Section 8 of the Act did not come into play, the revision petitions were maintainable and entertained by the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46a1a6eeca994477b54f0d9bc6bd080c_238"
    },
    {
      "start": 46783,
      "end": 47128,
      "text": "In so far as the judgment in Bal Krishan (supra) is concerned, suffice would it be to state that the finding of the Court is against the dicta of the Supreme Court in Shah Babulal Khimji (supra) where, the Supreme Court clearly held that an order granting leave to defend is an interlocutory order and the said judgment clearly binds this Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d91f7fac6e82428da7d3c25037cae3fc_239"
    },
    {
      "start": 47130,
      "end": 47389,
      "text": "27. In view of the aforesaid judgements and the legislative intent underlying Section 8 of the Act, I hold that the impugned order herein is an interlocutory order and the present petition is not maintainable, on account of the bar under Section 8 of the Act.",
      "labels": [
        "RATIO"
      ],
      "id": "04a4d86c0bbe4e4da4f50495cd6cb286_240"
    },
    {
      "start": 47391,
      "end": 47540,
      "text": "28. Revision petition is accordingly dismissed, giving liberty to the Petitioner to resort to appropriate remedies available, in accordance with law.",
      "labels": [
        "RPC"
      ],
      "id": "b8df90b5ad2443a19e304590ce36ba46_241"
    },
    {
      "start": 47541,
      "end": 47793,
      "text": "It is made clear that this Court has not expressed any opinion on the merits of the case, including the alternate argument of the Petitioner that even if the Trial Court was inclined to grant leave to defend, it ought to have granted conditional leave.",
      "labels": [
        "RATIO"
      ],
      "id": "0c0133f7a6e64a3792a475a507949648_242"
    },
    {
      "start": 47794,
      "end": 47827,
      "text": "\nJYOTI SINGH, J APRIL 16, 2021 rd",
      "labels": [
        "NONE"
      ],
      "id": "da7b4db5290a49848fe297ead55eb6fd_243"
    }
  ]
}