{
  "id": "ee8a953dd50bcd0a11a2f0cd5f560d57b591224a6a17863bad59182fcbefdb54",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nBombay High Court \nM/S. D. M. Corporation Pvt. Ltd. Through ... vs The State Of Maharashtra Through ... on 5 April, 2018 \nosk                                                                                                                        J-wp-3119-2018.odt\n\n\n\n\n                In The High Court Of Judicature At Bombay\n                         Civil Appellate Jurisdiction \n\n                                       Writ Petition No . 3119 Of 2018 \n\n\n           M / s. D.M. Corporation Pvt. Ltd.                                                         ] \n           Through its Managing Director,                                                         ]\n           Mr. Dilip Ramchandra Mohite,                                                            ]\n           Age About 56 years, Occ . : Business,                                                   ]\n           having its Registered Office at Mohite                                                 ]\n           House, 240 / B , General Thorat Marg,                                                     ] \n           Tarabai Park, Kolhapur-416003 .                                                         ]        ....Petitioner\n\n           Versus\n\n1          The State of Maharashtra,                                                              ]\n           through Government Pleader,                                                            ]\n           having its office at                                                                   ]\n           High Court, Mumbai.                                                                    ]\n2          The Chief Engineer (Electrical)                                                        ]\n           Hydro Project, Hsbc Building,                                                          ] \n           4th floor, M.G. Road, Fort, Mumbai.                                                    ] \n3          The Chief Engineer (Sp )                                                                ]\n           Water Resource Department,                                                             ]\n           Mangalwar Peth, Pune                                                                   ]\n4          The Superintendent Engineer,                                                           ]\n           Satara Irrigation Project Circle,                                                      ]\n           Satara.                                                                                ]\n5          The Executive Engineer                                                                 ]\n           Kather Canal Division No.2                                                             ] \n           Karawadi, Karad, Dist . Satara                                                          ]\n6          Bank of Baroda ,                                                                        ] \n           a Bank constituted under the provisions                                                ]\n           of the Banking Act, 1959 and having its                                                ]\n           office at Shahpuri Branch, 1st Lane,                                                   ]\n           E-Ward, Kolhapur.                                                                      ]        ... Respondents\n\n\n                                                                                                                                                1/11\n     ::: Uploaded on - 05/04/2018                                                         ::: Downloaded on - 06/04/2018 02:08:25 : : : \n osk                                                                                                                        J-wp-3119-2018.odt \n\n\n\n           Mr.Shrikrishna R. Ganbavale for the Petitioner. \n           Mr. S.H. Kankal, A.G.P. for Respondent Nos.1. \n           Mr.N.N. Singh for Respondent No.5.\n\n\n                                    Coram : Dr.Shalini Phansalkar-Joshi, J. \n\n                                    Reserved On : 20 th March, 2018. \n                                    Pronounced On : 5 th April, 2018. \n\nJudgment :\n1] Rule. Rule made returnable forthwith. Heard finally, at the stage of admission itself, by consent of Mr.Ganbavale, learned counsel for the Petitioner, Mr.Kankal, A.G.P. for Respondent Nos.1 and Mr. Singh, learned counsel for Respondent No.5 . \n2] By this Writ Petition, filed under Article 227 of the Constitution of India, the Petitioner is challenging the order dated 30 th November 2017 passed by the Principal District Judge, Satara, below the application at Exhibit-44 in Arbitration Application No. 235 of 2016. \n3] The application at Exhibit-44 was filed by Respondent Nos.2 to 5, who are opponents before the District Court, under Section 15 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred as \"Commercial Courts Act\"), seeking transfer of 'Arbitration Petition' to osk J-wp-3119-2018.odt the \"Commercial Court\" constituted under Section 3 of the Commercial Courts Act. \n4] The undisputed facts are that, the Petitioner-Company is a successful bidder of the tender process to whom the permission of the project, namely, 'Tarali Hydro Electric Project', has been issued on 1 st April 2011. Accordingly, Hydro Project Development Agreement (for short, \"HPD Agreement\") was executed between the concerned parties. As per the grievance of the Respondents, despite the sincere efforts and the time bound action on the part of the Respondents to materialize the terms and conditions of the HPD Agreement, the Petitioner has never responded and discharged its responsibilities. Hence, the Respondents were constrained to issue the notice dated 2 nd November 2016 informing the Petitioner that, if the Petitioner fail to submit the required clearance and fail to deposit the upfront and threshold premiums within 30 days, the Agreement shall be terminated and performance security shall be forfeited. 5] The Petitioner therefore approached the District Court, Satara, under Section 9 of the Arbitration Act and Conciliation Act, 1996 (for short, \"Arbitration Act\") seeking the relief of interim injunction restraining the Respondents from terminating the said Agreement. \n osk                                                                                                                        J-wp-3119-2018.odt 6 ]                      On appearance of the Respondents in the said application,\nthe Respondents had filed this application at Exhibit-44 contending inter-alia that this arbitral dispute between the parties relates to 'commercial dispute' and the subject matter of the dispute being above the 'specified value', the Arbitration Application is required to be transferred to the specially constituted Commercial Court as per Section 15 of the Commercial Courts Act. \n7] The Petitioner resisted this application contending inter- alia that the relief which the Petitioner is claiming is simpliciter of injunction and no particular relief is asked, which can be of a 'specified value' as contemplated under Section 12 of the Commercial Courts Act; therefore the Civil Court has the jurisdiction to decide the Arbitration Application and it was not at all necessary to transfer the same to the Commercial Court. \n8] The trial Court has, vide its impugned order held that, as the dispute pertains to the transaction of commercial nature and it is above the 'specified value', it needs to be tried by the Commercial Court, and accordingly, passed the order of transferring the Arbitration Application to the Commercial Court, namely, District Judge-1, Satara. \n osk                                                                                                                        J-wp-3119-2018.odt 9 ]                      On the submissions advanced at bar by learned counsel for the parties in this Writ Petition, some undisputed facts which are to the effect are that the Court of District Judge-1, Satara, is constituted as Commercial Court under Section 3 of the Commercial Courts Act for judicial District of Satara. Whereas, the Court of Principal District Judge, where this Arbitration Application is filed, is not a Commercial Court; but the \"Court\" under Part-I of the Arbitration Act established for the purpose of Arbitration and Conciliation Act, 1996. The parties have not disputed that the estimated amount of the tender is more than Rs.1 crore. The question is whether this amount of the Agreement, in respect of which the application for injunction under Section 9 of the Arbitration Act is filed, is to be considered as the specified value of the subject matter for transferring the Arbitration Application to the Commercial Court? Section 10 of Commercial Courts Act clearly provides for exclusive jurisdiction of the Commercial Courts in respect of Arbitration matters, where the subject matter of an arbitration is a Commercial dispute of a 'specified value'.\n10] Section 10 sub-clause 3 of the Commercial Courts Act can be reproduced for ready reference as under:\n\"10. Jurisdiction in respect of arbitration matters - Where osk J-wp-3119-2018.odt the subject-matter of an arbitration is a commercial dispute of a Specified Value and-                         (1) ... ...                  ...\n                        (2) ... ...                  ...\n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"\n11] Section 15 of the Commercial Courts Act further provides for transfer of pending suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to Commercial disputes of a 'specified value' to the Commercial Court. Relevant sub-clause of Section 15(2) reads as follows:\n\"15. Transfer of pending cases - (1) ... ... ...\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the osk J-wp-3119-2018.odt constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub- section (2).\"\n12] Section 12 of the Act is material for the purpose of deciding this Writ Petition, as it pertains to 'determination of specified value'.\nThe definition of the 'specified value' as given in Section 2 (i) is also relevant and it reads as follows:\n\"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject matter in respect of a suit as determined in accordance with section 12 which shall not be less than one crore rupees or such higher value, as may be notified by the Central Government.\"\n13] Section 12 of the Act which lays down 'determination of specified value' reads as follows :\n\"12. Determination of Specified Value - (1) The Specified Value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:-\n(a) where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest, if any, computed upto the date of filing of the suit or application, as the case may be, shall be taken into account for determining such Specified Value;\nosk J-wp-3119-2018.odt (b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining such Specified Value;\n(c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining Specified Value;\n(d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining Specified Value; and (e) where the counter-claim is raised in any suit, appeal or application, the value of the subject matter of the commercial dispute in such counter-claim as on the date of the counter-claim shall be taken into account. \n(2) The aggregate value of the claim and counter-claim, if any as set out in the statement of claim and the counter-claim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a Commercial Division, Commercial Appellate Division or Commercial Court, as the case may. (3) No appeal or civil revision application under section 115 of the Code of Civil Procedure, 1908 (5 of 1908), as the case may, shall lie from an order of a Commercial Division or Commercial osk J-wp-3119-2018.odt Court finding that it has jurisdiction to hear a commercial dispute under this Act.\" \n14] Section 21of the Act then gives the Act an overriding effect and reads thus:\n\"21. Act to have overriding effect - Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.\" \n15] Thus, if Section 10 of the Act which pertains to 'jurisdiction in respect of arbitration matters', Section 12 of the Act which pertains to 'determination of specified value', and, Section 2(i) of the Act which defines 'specified value', coupled with Section 15(2) of the Act are read together, then there remains no spec of doubt that, where the subject matter of arbitration is a commercial dispute of a 'specified value', which is not less than Rs.1 crore, then such matter needs to be transferred and decided by the Commercial Court alone, wherever it is established. The use of the words \"all applications or appeals arising out of arbitration under the provisions of Arbitration and Conciliation Act\" in Section 10(3) of the Commercial Courts Act makes the intention of the legislature very clear that such matters, which will osk J-wp-3119-2018.odt ordinarily lie before any Principal Civil Court of original jurisdiction shall be filed in and heard and disposed of by the Commercial Court, where such Commercial Court has been established. This sub-section 10(3) of the Act is all encompassing and does not exclude from its purview even the application under Section 9 of the Arbitration Act in whichever, words it is drafted and whatever relief, final or interim, claimed therein, whether in the form of injunction or otherwise. 16] Admittedly, in the present case, the dispute pertains to arbitration matter. The Petitioner is seeking the relief of injunction not under any other law but under Section 9 of the Arbitration Act, the subject matter of the arbitration is admittedly not less than Rs.1 crore and therefore, the subject matter of arbitration being a 'commercial dispute' of a 'specified value', it has to be held that, Commercial Court will alone have the jurisdiction to entertain this arbitration application. \n17] If the submissions advanced by learned counsel for the Petitioner that this being an application simpliciter for injunction, Civil Court alone will have the jurisdiction to entertain it, is to be accepted, then the very object of enacting Section 10(3) and of establishing the Commercial Courts will be frustrated. As a matter of fact the ingenuity of the legal profession is such that any dispute can osk J-wp-3119-2018.odt be brought under the wide umbrella of the injunction suit with the claim that the relief claimed is not susceptible to monetary value. However, the Court has to see the real nature of the relief, which is sought and decide the jurisdiction of the Court accordingly. 18] Here, in the case, the real nature of the dispute is the arbitration agreement, the subject matter of which is above Rs.1 crore; it is a dispute of commercial nature. Hence, even if, the relief claimed is simpliciter for injunction, as the subject matter of dispute falls within the jurisdiction of Commercial Court, in view of provisions of Section 10(3) of the Commercial Courts Act, the learned Principal District Judge, Satara, has rightly transferred the arbitration application to the Commercial Court. \n19] The impugned order therefore passed by the District Court being just, legal and correct; no interference is warranted therein. \n20]                     Writ Petition hence stands dismissed. \n\n\n21]                     Rule discharged.\n\n\n\n                                                [DR.SHALINI PHANSALKAR-JOSHI, J.] \n\n\n\n\n\n\n ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c894d60e9d6e4d3ea5870162fb975ece_0"
    },
    {
      "start": 155,
      "end": 193,
      "text": "Try out our Premium Member Services --",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac16be331cc8436fb61925787ce57735_1"
    },
    {
      "start": 194,
      "end": 241,
      "text": "Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "89fd41ba35f54018b50b309e49ac6b3a_2"
    },
    {
      "start": 242,
      "end": 260,
      "text": "\nBombay High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "75a1f7dc0ff04b1db0c744d5d5952e44_3"
    },
    {
      "start": 262,
      "end": 294,
      "text": "M/S. D. M. Corporation Pvt. Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5bd6b850c42406d95aa1cc3654e0ae0_4"
    },
    {
      "start": 295,
      "end": 334,
      "text": "Through ... vs The State Of Maharashtra",
      "labels": [
        "PREAMBLE"
      ],
      "id": "84a8c11c3d024ef0ab5dcdd20224f04e_5"
    },
    {
      "start": 335,
      "end": 363,
      "text": "Through ... on 5 April, 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "873ba2c51e3c48ad8224b7054bb3d0d4_6"
    },
    {
      "start": 365,
      "end": 527,
      "text": "osk                                                                                                                        J-wp-3119-2018.odt\n\n\n\n\n                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1852d82b70fd4123b2b5fcda3c8ad2c7_7"
    },
    {
      "start": 527,
      "end": 594,
      "text": "In The High Court Of Judicature At Bombay\n                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f977ad796d124389af24540e9abc8d22_8"
    },
    {
      "start": 594,
      "end": 622,
      "text": "Civil Appellate Jurisdiction",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9467f20adffb461998d57957e5556650_9"
    },
    {
      "start": 664,
      "end": 680,
      "text": "Writ Petition No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ec16db0446f6481c9fa3ab9f0f80c916_10"
    },
    {
      "start": 681,
      "end": 687,
      "text": ". 3119",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8f44b2a7beb34cada18a17149d3d4ba5_11"
    },
    {
      "start": 688,
      "end": 695,
      "text": "Of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bdda260373b9488985a30ecee42e68d1_12"
    },
    {
      "start": 710,
      "end": 716,
      "text": "M / s.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e14700cb52874706973d292321ccfe14_13"
    },
    {
      "start": 717,
      "end": 743,
      "text": "D.M. Corporation Pvt. Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18ba9293e8be4c48b2560e34159917fc_14"
    },
    {
      "start": 800,
      "end": 914,
      "text": "] \n           Through its Managing Director,                                                         ]\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "23ef353c61aa48e78bcf4d6f13522160_15"
    },
    {
      "start": 914,
      "end": 923,
      "text": "Mr. Dilip",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2326b28d8f354b2796b8d6713f8429df_16"
    },
    {
      "start": 924,
      "end": 942,
      "text": "Ramchandra Mohite,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c97b4a2948c46d5a975c218d787152c_17"
    },
    {
      "start": 1002,
      "end": 1038,
      "text": "]\n           Age About 56 years, Occ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c17d9039ca6242a1942ed97db258a0ce_18"
    },
    {
      "start": 1039,
      "end": 1052,
      "text": ". : Business,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "515cc3448b114ffb9a79a4da19f5292f_19"
    },
    {
      "start": 1103,
      "end": 1154,
      "text": "]\n           having its Registered Office at Mohite",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d6df37d41ca452b97c97635f45e05c9_20"
    },
    {
      "start": 1203,
      "end": 1226,
      "text": "]\n           House, 240",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dbf4b890b1804dbf9802f9ef8cf25fc9_21"
    },
    {
      "start": 1227,
      "end": 1253,
      "text": "/ B , General Thorat Marg,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2712f8ff2c7b4fb891cce118fae76f49_22"
    },
    {
      "start": 1306,
      "end": 1333,
      "text": "] \n           Tarabai Park,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b313303574c9499ba81e50d64a5e57da_23"
    },
    {
      "start": 1334,
      "end": 1349,
      "text": "Kolhapur-416003",
      "labels": [
        "PREAMBLE"
      ],
      "id": "06a67ed75a1744af87c8440c90bd95e4_24"
    },
    {
      "start": 1350,
      "end": 1663,
      "text": ".                                                         ]        ....Petitioner\n\n           Versus\n\n1          The State of Maharashtra,                                                              ]\n           through Government Pleader,                                                            ]\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d8f6456e10b24b5b967b8381ad3c8a26_25"
    },
    {
      "start": 1663,
      "end": 1683,
      "text": "having its office at",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70683f79793b4e7fb92687a919b587dd_26"
    },
    {
      "start": 1750,
      "end": 1782,
      "text": "]\n           High Court, Mumbai.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4733eaa6cc5b4fbf91eac3dc7e10ee4b_27"
    },
    {
      "start": 1850,
      "end": 1894,
      "text": "]\n2          The Chief Engineer (Electrical)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8dde0964d19e42d4a0428c55cb61e085_28"
    },
    {
      "start": 1950,
      "end": 2051,
      "text": "]\n           Hydro Project, Hsbc Building,                                                          ]",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6224211f02c847009f19ccafa6eecd58_29"
    },
    {
      "start": 2064,
      "end": 2099,
      "text": "4th floor, M.G. Road, Fort, Mumbai.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf461e7f05484a159b07bb5d92a0e916_30"
    },
    {
      "start": 2151,
      "end": 2183,
      "text": "] \n3          The Chief Engineer",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe83c6ce44a1431e93ed55f3c556c6d0_31"
    },
    {
      "start": 2184,
      "end": 2266,
      "text": "(Sp )                                                                ]\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ecb5af6c3aca4fdb82366b1d8b63ff5b_32"
    },
    {
      "start": 2266,
      "end": 2756,
      "text": "Water Resource Department,                                                             ]\n           Mangalwar Peth, Pune                                                                   ]\n4          The Superintendent Engineer,                                                           ]\n           Satara Irrigation Project Circle,                                                      ]\n           Satara.                                                                                ]\n5",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0692e68b6c84474bb555253e40a9c236_33"
    },
    {
      "start": 2766,
      "end": 2788,
      "text": "The Executive Engineer",
      "labels": [
        "PREAMBLE"
      ],
      "id": "20d1f2685a1b40bbad1860bf0209f6ce_34"
    },
    {
      "start": 2853,
      "end": 2872,
      "text": "]\n           Kather",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4afd52fbe4c24413910b2e7de5fc12a1_35"
    },
    {
      "start": 2873,
      "end": 2953,
      "text": "Canal Division No.2                                                             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d97bf2371835487491f52e367e0b59b2_36"
    },
    {
      "start": 2953,
      "end": 2988,
      "text": "] \n           Karawadi, Karad, Dist",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7560a6b02e8442079806862ec6b9f215_37"
    },
    {
      "start": 2989,
      "end": 2997,
      "text": ". Satara",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fea3367004004b9b99f379cef1d1b678_38"
    },
    {
      "start": 3055,
      "end": 3082,
      "text": "]\n6          Bank of Baroda",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ec22271585f4b6f897fd738e656147e_39"
    },
    {
      "start": 3083,
      "end": 3157,
      "text": ",                                                                        ]",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c4c51f9702e4153a4d6d56908c540ff_40"
    },
    {
      "start": 3170,
      "end": 3294,
      "text": "a Bank constituted under the provisions                                                ]\n           of the Banking Act, 1959",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d0473924867348d988d514dcbcb1337a_41"
    },
    {
      "start": 3295,
      "end": 3309,
      "text": "and having its",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ed1002194e104709a147181174a1a0b9_42"
    },
    {
      "start": 3357,
      "end": 3864,
      "text": "]\n           office at Shahpuri Branch, 1st Lane,                                                   ]\n           E-Ward, Kolhapur.                                                                      ]        ... Respondents\n\n\n                                                                                                                                                1/11\n     ::: Uploaded on - 05/04/2018                                                         ::: Downloaded on - 06/04/2018 02:08:25 :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "28a2551ac8884a88b3948561c92025ef_43"
    },
    {
      "start": 3865,
      "end": 3874,
      "text": ": : \n osk",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e31f24898b44d8b8c2cd97de2b37afc_44"
    },
    {
      "start": 3994,
      "end": 4012,
      "text": "J-wp-3119-2018.odt",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0156b1983bc54366b1f8736f6b7048ef_45"
    },
    {
      "start": 4028,
      "end": 4075,
      "text": "Mr.Shrikrishna R. Ganbavale for the Petitioner.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a34a5d3c3b1444a18826e51e11d93a87_46"
    },
    {
      "start": 4088,
      "end": 4133,
      "text": "Mr. S.H. Kankal, A.G.P. for Respondent Nos.1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e0ed3b3d6f2243e3821889ea573a1ff9_47"
    },
    {
      "start": 4146,
      "end": 4219,
      "text": "Mr.N.N. Singh for Respondent No.5.\n\n\n                                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d9be4d31d10d464c864b5fb158f07927_48"
    },
    {
      "start": 4219,
      "end": 4258,
      "text": "Coram : Dr.Shalini Phansalkar-Joshi, J.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9e728cf6ea5444babca9cc4f561d82d_49"
    },
    {
      "start": 4297,
      "end": 4329,
      "text": "Reserved On : 20 th March, 2018.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2a411e60c87412d9181ce89cd953010_50"
    },
    {
      "start": 4367,
      "end": 4400,
      "text": "Pronounced On : 5 th April, 2018.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6cdac2dfe44c45c39f649946613bca3f_51"
    },
    {
      "start": 4403,
      "end": 4422,
      "text": "Judgment :\n1] Rule.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ff219b4e60c649ebbf992a65322cc4d2_52"
    },
    {
      "start": 4423,
      "end": 4454,
      "text": "Rule made returnable forthwith.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6850495fd2d0487d801e2c4ec3407799_53"
    },
    {
      "start": 4455,
      "end": 4610,
      "text": "Heard finally, at the stage of admission itself, by consent of Mr.Ganbavale, learned counsel for the Petitioner, Mr.Kankal, A.G.P. for Respondent Nos.1 and",
      "labels": [
        "NONE"
      ],
      "id": "89cb95afba34435b92aa60c3c6456bb9_54"
    },
    {
      "start": 4611,
      "end": 4657,
      "text": "Mr. Singh, learned counsel for Respondent No.5",
      "labels": [
        "NONE"
      ],
      "id": "0e6c03cccc944e23b64502b03b24ff79_55"
    },
    {
      "start": 4658,
      "end": 4934,
      "text": ". \n2] By this Writ Petition, filed under Article 227 of the Constitution of India, the Petitioner is challenging the order dated 30 th November 2017 passed by the Principal District Judge, Satara, below the application at Exhibit-44 in Arbitration Application No. 235 of 2016.",
      "labels": [
        "FAC"
      ],
      "id": "41394a964cf44eecbd57d8e30dd0d645_56"
    },
    {
      "start": 4935,
      "end": 5372,
      "text": "\n3] The application at Exhibit-44 was filed by Respondent Nos.2 to 5, who are opponents before the District Court, under Section 15 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred as \"Commercial Courts Act\"), seeking transfer of 'Arbitration Petition' to osk J-wp-3119-2018.odt the \"Commercial Court\" constituted under Section 3 of the Commercial Courts Act.",
      "labels": [
        "FAC"
      ],
      "id": "7c3dcc1507a3436881f3badff039aab5_57"
    },
    {
      "start": 5373,
      "end": 5591,
      "text": "\n4] The undisputed facts are that, the Petitioner-Company is a successful bidder of the tender process to whom the permission of the project, namely, 'Tarali Hydro Electric Project', has been issued on 1 st April 2011.",
      "labels": [
        "FAC"
      ],
      "id": "54f2040a4ba14838b07446520a0bad5f_58"
    },
    {
      "start": 5592,
      "end": 5713,
      "text": "Accordingly, Hydro Project Development Agreement (for short, \"HPD Agreement\") was executed between the concerned parties.",
      "labels": [
        "FAC"
      ],
      "id": "ae5fa947aab24b49a4070e31ad31c945_59"
    },
    {
      "start": 5714,
      "end": 5973,
      "text": "As per the grievance of the Respondents, despite the sincere efforts and the time bound action on the part of the Respondents to materialize the terms and conditions of the HPD Agreement, the Petitioner has never responded and discharged its responsibilities.",
      "labels": [
        "FAC"
      ],
      "id": "a0452c55e2564ad1a7889d84b988496e_60"
    },
    {
      "start": 5974,
      "end": 6295,
      "text": "Hence, the Respondents were constrained to issue the notice dated 2 nd November 2016 informing the Petitioner that, if the Petitioner fail to submit the required clearance and fail to deposit the upfront and threshold premiums within 30 days, the Agreement shall be terminated and performance security shall be forfeited.",
      "labels": [
        "FAC"
      ],
      "id": "8bd183fcb4f140d899cb9a6e04630422_61"
    },
    {
      "start": 6296,
      "end": 6565,
      "text": "5] The Petitioner therefore approached the District Court, Satara, under Section 9 of the Arbitration Act and Conciliation Act, 1996 (for short, \"Arbitration Act\") seeking the relief of interim injunction restraining the Respondents from terminating the said Agreement.",
      "labels": [
        "FAC"
      ],
      "id": "89f2d6cde9de40b3b08fe67c7c28488f_62"
    },
    {
      "start": 6568,
      "end": 6709,
      "text": "osk                                                                                                                        J-wp-3119-2018.odt",
      "labels": [
        "FAC"
      ],
      "id": "3c5f0a9be30b404bb0f46c10f2ea2f93_63"
    },
    {
      "start": 6710,
      "end": 7175,
      "text": "6 ]                      On appearance of the Respondents in the said application,\nthe Respondents had filed this application at Exhibit-44 contending inter-alia that this arbitral dispute between the parties relates to 'commercial dispute' and the subject matter of the dispute being above the 'specified value', the Arbitration Application is required to be transferred to the specially constituted Commercial Court as per Section 15 of the Commercial Courts Act.",
      "labels": [
        "FAC"
      ],
      "id": "ca8ba87989dc41efbb3a88b2864f3723_64"
    },
    {
      "start": 7176,
      "end": 7618,
      "text": "\n7] The Petitioner resisted this application contending inter- alia that the relief which the Petitioner is claiming is simpliciter of injunction and no particular relief is asked, which can be of a 'specified value' as contemplated under Section 12 of the Commercial Courts Act; therefore the Civil Court has the jurisdiction to decide the Arbitration Application and it was not at all necessary to transfer the same to the Commercial Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "183fcf483302463ea61ae874ed7a87a3_65"
    },
    {
      "start": 7619,
      "end": 7964,
      "text": "\n8] The trial Court has, vide its impugned order held that, as the dispute pertains to the transaction of commercial nature and it is above the 'specified value', it needs to be tried by the Commercial Court, and accordingly, passed the order of transferring the Arbitration Application to the Commercial Court, namely, District Judge-1, Satara.",
      "labels": [
        "FAC"
      ],
      "id": "d2554a5df6b3463b843eeb639217e8df_66"
    },
    {
      "start": 7967,
      "end": 8108,
      "text": "osk                                                                                                                        J-wp-3119-2018.odt",
      "labels": [
        "NONE"
      ],
      "id": "bbc55ed00bb64bc18d067433183b052a_67"
    },
    {
      "start": 8109,
      "end": 8433,
      "text": "9 ]                      On the submissions advanced at bar by learned counsel for the parties in this Writ Petition, some undisputed facts which are to the effect are that the Court of District Judge-1, Satara, is constituted as Commercial Court under Section 3 of the Commercial Courts Act for judicial District of Satara.",
      "labels": [
        "FAC"
      ],
      "id": "bff7315065984493a5023b35c64f5002_68"
    },
    {
      "start": 8434,
      "end": 8676,
      "text": "Whereas, the Court of Principal District Judge, where this Arbitration Application is filed, is not a Commercial Court; but the \"Court\" under Part-I of the Arbitration Act established for the purpose of Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1898b0c2fceb48dc98758e515fe4800f_69"
    },
    {
      "start": 8677,
      "end": 8771,
      "text": "The parties have not disputed that the estimated amount of the tender is more than Rs.1 crore.",
      "labels": [
        "FAC"
      ],
      "id": "054dbdcba8644fb29e47dc5047c8f2c3_70"
    },
    {
      "start": 8772,
      "end": 9060,
      "text": "The question is whether this amount of the Agreement, in respect of which the application for injunction under Section 9 of the Arbitration Act is filed, is to be considered as the specified value of the subject matter for transferring the Arbitration Application to the Commercial Court?",
      "labels": [
        "ISSUE"
      ],
      "id": "358205c535324846a5ccb2b9679d6977_71"
    },
    {
      "start": 9061,
      "end": 9561,
      "text": "Section 10 of Commercial Courts Act clearly provides for exclusive jurisdiction of the Commercial Courts in respect of Arbitration matters, where the subject matter of an arbitration is a Commercial dispute of a 'specified value'.\n10] Section 10 sub-clause 3 of the Commercial Courts Act can be reproduced for ready reference as under:\n\"10. Jurisdiction in respect of arbitration matters - Where osk J-wp-3119-2018.odt the subject-matter of an arbitration is a commercial dispute of a Specified Value",
      "labels": [
        "STA"
      ],
      "id": "f4d90763a1784da4be0f4515af106d6b_72"
    },
    {
      "start": 9562,
      "end": 10462,
      "text": "and-                         (1) ... ...                  ...\n                        (2) ... ...                  ...\n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"\n11] Section 15 of the Commercial Courts Act further provides for transfer of pending suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to Commercial disputes of a 'specified value' to the Commercial Court.",
      "labels": [
        "STA"
      ],
      "id": "360acce228f549daa28de805d603b190_73"
    },
    {
      "start": 10463,
      "end": 13366,
      "text": "Relevant sub-clause of Section 15(2) reads as follows:\n\"15. Transfer of pending cases - (1) ... ... ...\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the osk J-wp-3119-2018.odt constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub- section (2).\"\n12] Section 12 of the Act is material for the purpose of deciding this Writ Petition, as it pertains to 'determination of specified value'.\nThe definition of the 'specified value' as given in Section 2 (i) is also relevant and it reads as follows:\n\"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject matter in respect of a suit as determined in accordance with section 12 which shall not be less than one crore rupees or such higher value, as may be notified by the Central Government.\"\n13] Section 12 of the Act which lays down 'determination of specified value' reads as follows :\n\"12. Determination of Specified Value - (1) The Specified Value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:-\n(a) where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest, if any, computed upto the date of filing of the suit or application, as the case may be, shall be taken into account for determining such Specified Value;\nosk J-wp-3119-2018.odt (b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining such Specified Value;\n(c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining Specified Value;\n(d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining Specified Value; and (e) where the counter-claim is raised in any suit, appeal or application, the value of the subject matter of the commercial dispute in such counter-claim as on the date of the counter-claim shall be taken into account.",
      "labels": [
        "STA"
      ],
      "id": "d741db69cbb94211bb0340393a5391cb_74"
    },
    {
      "start": 13367,
      "end": 13725,
      "text": "\n(2) The aggregate value of the claim and counter-claim, if any as set out in the statement of claim and the counter-claim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a Commercial Division, Commercial Appellate Division or Commercial Court, as the case may.",
      "labels": [
        "STA"
      ],
      "id": "35ae9d3cb70441f3b6b438e14a9b2648_75"
    },
    {
      "start": 13726,
      "end": 14025,
      "text": "(3) No appeal or civil revision application under section 115 of the Code of Civil Procedure, 1908 (5 of 1908), as the case may, shall lie from an order of a Commercial Division or Commercial osk J-wp-3119-2018.odt Court finding that it has jurisdiction to hear a commercial dispute under this Act.\"",
      "labels": [
        "STA"
      ],
      "id": "0c8289cf0bba4d429b44923a8771149f_76"
    },
    {
      "start": 14026,
      "end": 14427,
      "text": "\n14] Section 21of the Act then gives the Act an overriding effect and reads thus:\n\"21. Act to have overriding effect - Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.\"",
      "labels": [
        "STA"
      ],
      "id": "243e4388039a47379f2c9983476fa789_77"
    },
    {
      "start": 14428,
      "end": 15003,
      "text": "\n15] Thus, if Section 10 of the Act which pertains to 'jurisdiction in respect of arbitration matters', Section 12 of the Act which pertains to 'determination of specified value', and, Section 2(i) of the Act which defines 'specified value', coupled with Section 15(2) of the Act are read together, then there remains no spec of doubt that, where the subject matter of arbitration is a commercial dispute of a 'specified value', which is not less than Rs.1 crore, then such matter needs to be transferred and decided by the Commercial Court alone, wherever it is established.",
      "labels": [
        "STA"
      ],
      "id": "90dc303a9e304a16b5ada6447431b122_78"
    },
    {
      "start": 15004,
      "end": 15479,
      "text": "The use of the words \"all applications or appeals arising out of arbitration under the provisions of Arbitration and Conciliation Act\" in Section 10(3) of the Commercial Courts Act makes the intention of the legislature very clear that such matters, which will osk J-wp-3119-2018.odt ordinarily lie before any Principal Civil Court of original jurisdiction shall be filed in and heard and disposed of by the Commercial Court, where such Commercial Court has been established.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eda063e91e0d45e6a47760fc24b78908_79"
    },
    {
      "start": 15480,
      "end": 15769,
      "text": "This sub-section 10(3) of the Act is all encompassing and does not exclude from its purview even the application under Section 9 of the Arbitration Act in whichever, words it is drafted and whatever relief, final or interim, claimed therein, whether in the form of injunction or otherwise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb40974abd574120b16e5d1a4e487bea_80"
    },
    {
      "start": 15770,
      "end": 15850,
      "text": "16] Admittedly, in the present case, the dispute pertains to arbitration matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4ad1a18c8a9441fbcedc151f1581c80_81"
    },
    {
      "start": 15851,
      "end": 16265,
      "text": "The Petitioner is seeking the relief of injunction not under any other law but under Section 9 of the Arbitration Act, the subject matter of the arbitration is admittedly not less than Rs.1 crore and therefore, the subject matter of arbitration being a 'commercial dispute' of a 'specified value', it has to be held that, Commercial Court will alone have the jurisdiction to entertain this arbitration application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b619657da72410bb71f3f189cca89ed_82"
    },
    {
      "start": 16266,
      "end": 16585,
      "text": "\n17] If the submissions advanced by learned counsel for the Petitioner that this being an application simpliciter for injunction, Civil Court alone will have the jurisdiction to entertain it, is to be accepted, then the very object of enacting Section 10(3) and of establishing the Commercial Courts will be frustrated.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e2461618fc1e439a98abd634072c9119_83"
    },
    {
      "start": 16586,
      "end": 16830,
      "text": "As a matter of fact the ingenuity of the legal profession is such that any dispute can osk J-wp-3119-2018.odt be brought under the wide umbrella of the injunction suit with the claim that the relief claimed is not susceptible to monetary value.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "362fee928f86498fa5bcb1d2632e8168_84"
    },
    {
      "start": 16831,
      "end": 16961,
      "text": "However, the Court has to see the real nature of the relief, which is sought and decide the jurisdiction of the Court accordingly.",
      "labels": [
        "RATIO"
      ],
      "id": "69af9840cfcc42768fcaaa6f1647b086_85"
    },
    {
      "start": 16962,
      "end": 17132,
      "text": "18] Here, in the case, the real nature of the dispute is the arbitration agreement, the subject matter of which is above Rs.1 crore; it is a dispute of commercial nature.",
      "labels": [
        "RATIO"
      ],
      "id": "151bca84664f4b29900448d63adf3d20_86"
    },
    {
      "start": 17133,
      "end": 17474,
      "text": "Hence, even if, the relief claimed is simpliciter for injunction, as the subject matter of dispute falls within the jurisdiction of Commercial Court, in view of provisions of Section 10(3) of the Commercial Courts Act, the learned Principal District Judge, Satara, has rightly transferred the arbitration application to the Commercial Court.",
      "labels": [
        "RATIO"
      ],
      "id": "a72d1ed18b72429f8338d7b01dfe8226_87"
    },
    {
      "start": 17475,
      "end": 17606,
      "text": "\n19] The impugned order therefore passed by the District Court being just, legal and correct; no interference is warranted therein.",
      "labels": [
        "RPC"
      ],
      "id": "5eca5ef7380e4619b008470a9940bd27_88"
    },
    {
      "start": 17607,
      "end": 17669,
      "text": "\n20]                     Writ Petition hence stands dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "c23465899bf846e997abe16576633023_89"
    },
    {
      "start": 17670,
      "end": 17765,
      "text": "\n\n\n21]                     Rule discharged.\n\n\n\n                                                ",
      "labels": [
        "RPC"
      ],
      "id": "d7d20a1e62234a71a880b8b29ee41ed1_90"
    },
    {
      "start": 17765,
      "end": 17798,
      "text": "[DR.SHALINI PHANSALKAR-JOSHI, J.]",
      "labels": [
        "NONE"
      ],
      "id": "185976d1af0447c5864d237e1cf337e2_91"
    }
  ]
}