{
  "id": "896201ef3770b46a871a1a8cc15c21f186f51399f1fbd4267eb8113527bc5c3d",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court \nMatra Mobili Private Limited vs Madanapalle Retail Private Limited on 11 September, 2023\nAuthor: G.Narendar \nBench: G.Narendar\n                                       -1-\n                                             Nc: 2023 :Khc:32601-Db \n                                              Comap No.321 of 2023 \n\n\n\n\n                 In The High Court Of Karnataka At Bengaluru\n                  Dated This The 11Th Day Of September, 2023 \n                                    Present \n                      The Hon'Ble Mr. Justice G.Narendar \n                                       And\n                  The Hon'Ble Mr. Justice Vijaykumar A. Patil \n                      Commercial Appeal No.321 Of 2023 \n\n\n            Between: \n\n            1.    Matra Mobili Private Limited \n                  A Company Incorporated Under\n                  The Companies Act, 2013\n                  Having Cin- U36990Dl2020Ptc371502 \n                  Having Its Registered Office At \nDigitally         Khasra No.432, Plot No.14\nsigned by         M G Road Village, Sutanpur \nRupa V            Gadaipur, New Delhi \nLocation:         Delhi 110 030, India. \nHigh\nCourt Of          Represented Through Its\nKarnataka         Authorized Representative \n                  Mr. Udaykant Jamnadas. \n\n                                                        ... Appellant\n            (By Smt. Maneesha Kongovi, Adv.,) \n            And: \n\n            1.    Madanapalle Retail Private Limited \n                  A Company Incorporated Under The\n                  Companies Act, 1956 \n                  Having Cin U52100Ka2012Ptc062759\n\n                  Having Its Registered Office At: \n                           -2-\n                                  Nc: 2023 : Khc:32601-Db \n                                   Comap No.321 of 2023\n\n\n\n\n    109/1, Nmr Pearl, 2 Floor \n    Vijaya Bank Colony\n    Dodda Banaswadi, Ring Road\n    (Service Road), Bengaluru \n    Karnataka 560043, India. \n\n    Represented By Its Director \n    Dr. Alphonse Reddy \n    Chintalacheruvu. \n\n                                             ...Respondent\n(By Sri. Pradeep Nayak, Adv., For C/R)\n\n\n     This Comap/Commercial Appeal Is Filed Under\nSection 13(1A) Of The Commercial Courts Act, 2015\nR/W Order 43 Of The Cpc, Praying To Call For Records\nOf Com.O.S.No.909/2023 Pending Before The Honble\nCourt Of The Ld. Lxxxii Additional City Civil And\nSessions     Judge    (Cch-84),     Commercial     Court,\nBengaluru.    Set Aside The Impugned Order Dated\n17/08/2023   In   I.A.No.1/2023    To    I.A.No.4/2023   In \nCom.O.S.No.909/2023 (Annexure-A) Passed By The Ld.\nLxxxix Additional City Civil And Sessions Judge (Cch-\n90) Having Concurrent Charge Over The Court Of The\nHonble Court Of The Ld. Lxxxii Additional City Civil\nAnd Sessions Judge (Cch-84).      Pass Any Other Order\nOr Direction In The Interests Of Justice And Equity.\n\n\n     This Appeal, Coming On For Orders, This Day,\nVijaykumar A. Patil J., Delivered The Following: \n                                  -3-\n                                       Nc: 2023:Khc:32601-Db\n                                        Comap No.321 of 2023 \n\n\n\n\n                            Judgment \nThis appeal is filed under Section 13(1A) of the Commercial Courts Act, 2015 read with order Xliii of the Code of Civil Procedure, 1908, assailing the order dated 17.08.2023 passed on I.A.Nos.1/2023 t o 4/2023 in Com.O.S.No.909/2023 on the file of the LXXXIX Addl. City Civil and Sessions Judge, Bengaluru (for short, 'the Commercial Court'). \n2. The parties are referred to as per their respective ranking before the Commercial Court. \n3. Brief facts giving rise to filing of this appeal are that the respondent-plaintiff has filed commercial suit seeking following prayers:\n\"A. An order for permanent injunction restraining the Defendant, its officers, servants, agents, and all other persons claiming through or under them from, in any manner whatsoever, infringing, adopting and/or using the Plaintiff's registered trademarks 'Sunday' and 'Sunday NC: 2023:KHC:32601-DB Life', or any other mark identically or deceptively similar thereto;\nB. An order for permanent injunction restraining the Defendant, its officers, servants, agents, and all other persons claiming through or under them from, in any manner whatsoever, passing off their furniture and home furnishings as the furniture and home furnishings provided by the Plaintiff by adopting and/or using the Plaintiff's registered trademarks 'Sunday' and 'Sunday Life', or any other mark identical or deceptively similar thereto, including by way of using the Plaintiff's registered trademarks 'Sunday' and 'Sunday Life' as part of their trade name or in any manner whatsoever;\nC. An order for permanent injunction restraining the Defendant, its officers, servants, agents, and all other persons claiming through or under them from, in any manner whatsoever, passing off their products as the products offered by the Plaintiff by using the domain name \"http://www.sundaydesign.in/\" or any other domain name incorporating the Plaintiff's registered trademarks 'Sunday' and 'Sunday Life' NC: 2023:KHC:32601-DB or any other mark identical or deceptively similar thereto;\nD. An order for permanent injunction restraining the Defendant, its officers, servants, agents, and all other persons claiming through or under them from , in any manner whatsoever, passing off their products on various social media pages including on Facebook, Twitter, Instagram, LinkedIn, as products offered by the Plaintiff by incorporating the Plaintiff's registered trademarks 'Sunday' and Sunday Life', or any other mark identical or deceptively similar thereto;\nE. An order for deliver-up to the Plaintiff by the Defendant, its officers, servants, agents, and all other persons claiming through or under them, of all infringing goods, advertising materials, memorabilia, printed matter, publications, including brochures, pamphlets, stationery and any other materials bearing the trademarks 'Sunday' and 'Sunday Life', or any other mark identical or deceptively similar thereto for the purposes of erasure or destruction;\nNC: 2023:KHC:32601-DB F. An order directing the Defendant to render honestly and faithfully true accounts of the profits that the Defendant has derived by promoting its products the Plaintiff's registered trademarks 'Sunday' and 'Sunday Life' or any other mark identical or deceptively similar thereto and directing payment of such profits to the Plaintiff by way of damages for infringing and passing off the trademark of the Plaintiff.\" \n4. It is averred that the plaintiff company is into the businesses of manufacturing and selling of home furniture specifically mattresses and accessories such as pillows and mattress covers including cots and desks. The plaintiff is selling its products under the brand name 'Sunday' in several cities across the country from 2015. The plaintiff for protection of its right has registered four trademarks 'Sunday' in Class 20, 'Sunday' in Class 24, 'Sunday Life' in Class 20 and Class 24. It is further averred that the products of the plaintiff has been widely recognized for high quality, affordability and unique features. It is also averred that the defendant is a private NC: 2023:KHC:32601-DB limited company which is engaged in the business of selling furniture and room dcor under the brand name 'Sunday' and the product sold by the defendant in the name of furniture includes cots/beds, desks and cushions/pillows, which constitute a majority of products that the plaintiff manufactures and sells under its registered trademark 'Sunday'. It is pleaded that the defendant also sells its products through retail stores and online. The present suit is filed by the plaintiff for preventing the acts of infringement and passing of its registered trademark i.e., Sunday and Sunday Life, being committed by the defendant. It is further pleaded that the defendant is unlawfully using the plaintiff's registered trademark 'Sunday' for sale of its product and the brand name used by the defendant is identical and replication, of the registered trademark of the plaintiff and thereby deceptively misleading the customers.\n5. The plaintiff has filed applications I.A.No.1/2023 to I.A.No.4/2023 praying to grant of exparte ad-interim NC: 2023:KHC:32601-DB injunction restraining the defendant in any manner whatsoever from infringing, adopting and by using the plaintiff's registered trademark 'Sunday' in Class-20, 'Sunday' in class 24, 'Sunday Life' in class 20 and 'Sunday Life' in class 24 or any other mark identically or deceptively similar thereto. The Commercial Court vide impugned order dated 17.08.2023 has allowed the interlocutory applications by restraining the defendant by way of an order of ad-interim temporary injunction from any manner infringing, adopting and/or using the plaintiff's registered trademark, 'Sunday' in Class 20, 'Sunday' in Class 24, 'Sunday Life' in Class 20 and 'Sunday Life' in Class 24 and further restrained from passing off their products including but not limited to cots/beds, cushions/pillows and desks as the products offered by plaintiff company by adopting or using the plaintiff's registered trademark. It has further restrained the defendant from using domain name https://www.Sundaydesign.in/ and further restrained from NC: 2023:KHC:32601-DB passing off their products on various social media platform including on Facebook, Twitter, Instagram, LinkedIn as products offered by the plaintiff by incorporating the plaintiff's registered trademarks as 'Sunday' and 'Sunday Life'. Being aggrieved, the present appeal is filed. \n6. Sri.Uday Holla, learned Senior counsel appearing for the appellant-defendant made the following submissions: \na. The impugned order is passed without complying the mandatory requirement under Order XXXIX Rule 3 of the CPC. The Commercial Court has not assigned any reason whatsoever for waiver of notice. The Commercial Court has passed the impugned order without giving any reasons on the balance of convenience and likelihood of irreparable harm and injury. \nb. The Commercial Court has committed grave error in granting exparte injunction in favour of the respondent as the respondent has approached the - 10 - NC: 2023:KHC:32601-DB Commercial Court belatedly showing the cause of action on 06.10.2021. However, the appellant is carrying on the business from 2020 and there is almost two years have passed, hence, there was no necessity to pass exparte injunction by the Commercial Court. \nc. It is submitted that Class 20 deals with furniture and plastic goods and the respondent has received registration of their mark only in respect of mattresses, cots and pillows and similarly in Class 24 pertains to textiles and textile goods and it has registered trademark only for mattress covers, pillow cases and bed sheets and the appellant's products are furniture, beds, home dcor solutions, cots/beds, pillows and mattresses. The respondent was aware about the differences, despite knowing the same, by suppressing the material fact, has filed the present suit. \n- 11 - NC: 2023:KHC:32601-DB d. The respondent has registered its trademark on 05.05.2015 as 'Sunday' under Class 20 and originally its application was for furniture, mirror, picture frames, wood, cord, reed, mattress bedding, pillows and mattress toppers, etc. When the authority raised objections, the respondent has amended its application and restricted its right under Class 20 to mattresses, cots and pillows and similarly under Class 24 for textile and textile goods, the initial application was for bed covers, table covers, duvets, bedsheets, place mats etc., and by way of amendment, it has restricted to pillow cases, mattress covers and bedsheets. The respondent has given up its claims insofar as certain items while obtaining the trademark. The respondent is attempting to claim trademark by creating monopoly over other products, which it has given up in Class 20 and Class 24. These facts were not disclosed - 12 - NC: 2023:KHC:32601-DB before the Commercial Court, which has resulted in passing of exparte injunction. \ne. It is submitted that the primary business of the respondent is of mattress and pillows and the appellant is not even involved in the said business. The appellant is having a business in all spheres of furniture, however, by misrepresentation of facts, the respondent claimed that the appellant is in the same business and selling the same products as that of respondent. \nf. It is submitted that as on the day there are several entities with Class 20 and Class 24 having same combination of 'Sunday' as its trademark or part of its trademark and all these entities are peacefully co- existing, however the respondent wanted to create monopoly over the use of the word 'Sunday' and 'Sunday Life', which are specifically pointed out in the memorandum of appeal. It is further submitted that the appellant's domain name in the Instagram and - 13 - NC: 2023:KHC:32601-DB Twitter as 'Sunday Design' and there is no confusion in the mind of general public as claimed by the respondent. \ng. These above aspects have been conveniently suppressed by the respondent before the Commercial Court and the Commercial Court, without assigning any reasons for waiver of notice, has passed exparte injunction which has resulted in great prejudice, irreparable loss and damage to the appellant. Learned Senior Counsel appearing for the appellant has relied on the following decisions in support of his contentions:\n1. ILR 2022 Kar 5159 in the case of Supriya Shrinate v. MRT Music and Ors.,\n2. 2014 SCC OnLine Kar 7191 in the case of Vedant Fashions Pvt. Ltd. v. Rajul Devi.\n3. (1993) 3 SCC 161 in the case of Shiv Kumar Chadha v. Municipal Corporation of Delhi and others.\n4. Dabur India Limited v. Emami Limited, High Court of Delhi, FAO (OS) (Comm) 171/2023 dated 21 August 2023. \n- 14 - NC: 2023:KHC:32601-DB 5. (2000) 7 SCC 695 in the case of A.Venkatasubbiah Naidu v. S.Chellappan and others. \n6. (2023) 296 DLT 529 in the case of Raman Kwatra and others v. KEI Industries Limited. \n7. 2022 SCC Online Del 757 : (2022) 90 PTC 286 in the case of Om Logistics v.\nMahendra Pandey. \n8. AIR 1998 Del 126 : ILR (1997) 2 Del 168 in the case of SBL Limited v. Himalaya Drug Co. \n9. (2004) 5 SCC 257 in the case of Godfrey Philips India Ltd. v. Girnar Food & Beverages (P) Ltd.\n10. (2018) 9 SCC 183 in the case of Nandhini Deluxe v. Karnataka Cooperative Milk Producers Federation Limited. \n11. (1997) 4 SCC 201 in the case of Vishnudas Trading v. Vazir Sultan Tobacco Co. Ltd.,. h. Hence, he seeks to allow the appeal by setting aside the impugned order passed by the Commercial Court. \n7. Per contra, Sri.Pradeep Nayak, learned counsel for the respondent-plaintiff makes the following submissions:\n- 15 - NC: 2023:KHC:32601-DB a. The respondent is carrying on the business from 2015 in various cities across the country and its business allows the customers to place orders through online. \nb. The respondent has applied for registration of the word marks 'Sunday' and 'Sunday Life' under Class 20 and Class 24 and the same came to be registered in the name of respondent on 07.11.2017 and 09.01.2019 respectively with retrospective effect from the date of application i.e., 05.05.2015.\nc. It is submitted that the brand name 'Sunday' and 'Sunday Life' is a unique mark coined by the respondent for its home furnishing business and over the years the products sold by the respondent have acquired goodwill in the market. It is submitted that the respondent has huge turnover and has also incurred expenses on sales and marketing of the products under the brand 'Sunday' and 'Sunday Life'. \n- 16 - NC: 2023:KHC:32601-DB d. It is submitted that for the sale of various products by the respondent, it has placed invoices and correspondences with the customers before the Commercial Court to establish the fact that they are into the business from 2015. It is submitted that respondent has a social media website i.e., Facebook under the brand name 'Sunday' and the Instagram page, YouTube page and the LinkedIn profile of the respondent is being followed by thousands of customers and they have submitted their reviews on the products. \ne. It is submitted that on 21.07.2023, the respondent has discovered that the appellant company has opened retail store in Bengaluru and subsequently discovered that the appellant is selling the exact same products as that of the respondent. The appellant is selling the cots/beds, pillows/cushions and desks under the respondent's registered trademark 'Sunday'. On discovery, it is revealed that - 17 - NC: 2023:KHC:32601-DB the appellant is carrying on the business in the same brand from 2021, however, the respondent being a registered trademark holder of 'Sunday' and 'Sunday Life' carrying on the business from 2015 was compelled to file the present suit. The act of the appellant selling its home furniture products to the public under the registered trademark 'Sunday' of the respondent is infringement of its right. It is submitted that the appellant is selling the products which overlaps almost entirely with the products manufactured and sold by the respondent and selling of products by the appellant under the name 'Sunday' unambiguously creates an impression that they are products of the respondent, which will lead to confusion in the mind of any reasonable customer and the appellant has no registered trademark in its favour. On 20.12.2021, the appellant has applied for registration of trademark; however, the Registrar of Trade Marks has raised objection under Section 11(1)\n- 18 - NC: 2023:KHC:32601-DB of the Trade Marks Act, 1999, on the ground that the mark sought by the appellant is similar to the earlier mark in respect of identical or similar description of goods. As on this day, the appellant has no registered trademark in its favour and in the absence of any registered trademark 'Sunday' in home furnishing industry, the appellant illegally using the goodwill generated by the respondent through its brand 'Sunday'. \nf. It is submitted that the appellant has caused immense loss and damage to the respondent by deceitful practice of using the trademark registered in the name of respondent, hence, the respondent has sought urgent exparte injunction before the Commercial Court, which has been rightly considered and granted. \ng. It is submitted that the impugned order of the Commercial Court is well reasoned order and does not call for any interference in the present appeal. \n- 19 - NC: 2023:KHC:32601-DB Learned counsel for the respondent in support of his contentions has relied on the following decisions:\n1. 2010 SCC Online Del 114 in the case of Ozone Spa Pvt. Ltd. v. Ozone Club.\n2. 2014 SCC Online Del 1240 in the case of Mind Gym Ltd. v. Mindgym Kids Pvt. Ltd.\n3. (2004) 3 SCC 90 in the case of Midas Hygiene Industries (P) Ltd. v. Sudhir Bhatia and Others. \n4. 1985 SCC Online Del 387 in the case of Shri Swaran Singh Trading as Appliances Emporium v. M/s Usha Industries (India) New Deli and Another. \n5. ILR (1989) I Delhi in the case of M/s.Hindustan Pencils Pvt. Ltd. v. M/s.Stationery Products Co. and Anr.\n6. 2011 SCC Online Del 4272 in the case of M/s.Sohan Lal Nem Chand Jain v. Trident Group and Ors.,\n7. 1981 SCC Online Kar 124 in the case of Brooke Bond India Ltd. v. Royal Products and Ors.\n8. (2002) 3 SCC 65 in the case of Laxmikant V.Patel v. Chetanbhai Shah and another. \n9. 2013 SCC Online Bom 895 in the case of Som Distilleries and Breweries Ltd. V. Sab Miller Ltd.\n10. 2010 SCC Online Cal 2014 in the case of R.R. Proteins and Agro limited v. Hari Shankar Singhania and Anr. \n- 20 - NC: 2023:KHC:32601-DB 11. (1969) 2 SCC 727 in the case of Ruston & Hornsby Ltd. v. Zamindara Engineering Co.\n12. 2011 SCC Online Del 1180 in the case of Aktiebolaget Volvo and Ors. V. Mr.Vinod Kumar and Ors. \n13. (1960) 1 SCR 968 in the case of Corn Products Refining Co. v. Shangrila Food Products Ltd. \n14. 1987 SCC Online Bom 754 in the case of Kamal Trading Co., Bombay and Others v. Gillette U.K. Limited, Middle Sex, England. \n15. 1985 SCC Online All 79 in the case of Bata India Limited v. Pyare Lal & Co., Meerut City and Ors. \n16. 2022 SCC Online Cal 2516 in the case of Kaira District Co-operative Milk Producers Union Ltd. and Another V. Maa Taara Trading Co. and Others. \n17. 1962 SCC Online SC 13 in the case of Amritdhara Pharmacy v. Satya Deo Gupta. \n18. (2001) 5 SCC 73 in the case of Cadila Health Care Ltd., v. Cadila Pharmaceuticals Ltd. \n19. 2009 SCC Online Del 1690 in the case of M/s Amar Singh Chawal Wala v. M/s Shree Vardhman Rice and Genl. Mills. \n20. 2022 SCC OnLine Bom 3335 in the case of Kewal Ashokbhai Vasoya & Another v.\nSuarabhakti Goods Pvt. Ltd. \n- 21 - NC: 2023:KHC:32601-DB 21. 1990 (Supp) SCC 727 in the case of Wander Ltd. & Anr. v. Antox India P. Ltd.\n22. Rajendraprasad R. Singh v. Municipal Corporation 23. 2007 SCC Online Cal 12 in the case of Intime Spectrum Registry Ltd. V. MCS Ltd.\n24. 2018 SCC Online Del 6905 in the case of Marina Food Products Pvt. Ltd. V. Britannia Industries Ltd.\nh. Hence, he seeks to dismiss the appeal. \n8. We have heard the learned Senior counsel for the appellant, learned counsel for the respondent, perused the material on record and list of authorities cited by the parties. \n9. It is not in dispute that the respondent-plaintiff has filed commercial suit seeking prayer of permanent injunction restraining the appellant-defendant from using the respondent's registered trademark 'Sunday' and 'Sunday Life' and other prayers. In the said suit, the respondent-plaintiff has filed applications I.A.Nos.1 to 4 seeking prayer to grant ad-interim injunction restraining - 22 - NC: 2023:KHC:32601-DB the appellant-defendant from infringing, adopting and/or using the respondent's registered trademarks 'Sunday' in Class 20 & Class 24 and 'Sunday Life' in Class 20 & Class 24; and sought to pass an ad-interim exparte order by dispensing with issuance of prior notice to the appellant- defendant; and for grant of ad-interim injunction restraining the appellant from passing off their products including but not limited to cots/beds, cushions/pillows and desks as the products are offered by the respondent company under its registered trademark; and seeking prayer to grant ad-interim injunction restraining the appellant from passing off their products as those offered by the respondent using the website; and seeking prayer to grant ad-interim injunction from passing off their products on various social media platforms as the products offered by the respondent. The Commercial Court vide impugned order dated 17.08.2023 was pleased to grant exparte injunction as prayed in the applications. \n- 23 - NC: 2023:KHC:32601-DB 10 . The Commercial Court while granting the exparte injunction, has recorded finding that the respondent-plaintiff has been using marks since 2015 and the appellant has applied for registration of device mark in 2021, the impugned marks being used by the appellant is similar to the mark of the respondent and the customer & general public could be easily confused about the marks used by the appellant as the mark of the respondent and if the same is allowed to continue would adversely affect the interest of the respondent-plaintiff and hold that the respondent has made out the prima-facie case and proceeded to grant exparte injunction order. In our considered view, the Commercial Court has committed grave error in granting exparte injunction without assigning any reason whatsoever for dispensation of notice as contemplated under Order XXXIX Rule 3 of CPC. The Commercial Court has failed to consider the fact that the appellant is carrying on the business from 2020 in the same name and style as 'Sunday' and 'Sunday Design' and - 24 - NC: 2023:KHC:32601-DB the respondent has filed the present suit on 11.08.2023 showing the cause of action for filing of the suit as 05.05.2015 when the respondent obtained the registered trademark; 06.10.2021, when the appellant begun its business in Delhi; December 2021, when the appellant published its website; July 2023, when the appellant opened its store in Bengaluru; and on 21.07.2023, when the respondent became aware of the appellant committing the act of infringement and there is delay of more than two years from the alleged infringement. Hence, in our considered view the Commercial Court ought to have issued the notice to the appellant before considering the applications filed by the respondent. \n11. On close scrutiny of the material available on record, prima-facie appears that the respondent has registered its mark with respect to mattresses, cots and pillows under Class 20 and Class 24 in respect of mattress covers, pillow case and bed sheets and the products being sold by the appellant are not one and the - 25 - NC: 2023:KHC:32601-DB same. The appellant has made specific assertion that the respondent has suppressed the material information before the Commercial Court and on the misrepresentation of fact the Commercial Court has passed an exprate injunction. The appellant has specifically contended that, the products sold by the appellant are different than that of respondent and in the market similarly placed entities are carrying on business with synonym names, when thing stood thus, this Court, is of the considered view that the Commercial Court is required to consider those contentions with reference to the voluminous records made available by the parties before considering the applications filed by the respondent-plaintiff and thereafter take appropriate decision on such applications. The appellant as well as the respondent have raised various contentions placing reliance on the documents and the decisions of the Hon'ble Supreme Court and this Court referred supra. We are of the considered view that it would be appropriate for the Commercial Court to consider - 26 - NC: 2023:KHC:32601-DB the applications filed by the respondent-plaintiff on its merits as the impugned order is an exparte order without providing an opportunity to the appellant-defendant. \n12. On bare perusal of the impugned order, it is evident that the Commercial Court has not assigned any reason whatsoever, except recording the finding that respondent has been using the mark since 2015 and the appellant has applied for registration of its mark in 2021, the mark used by the appellant is similar, the customer & general public would easily confuse about the mark and if the same is allowed to continue, it would adversely affect the interest of the respondent-plaintiff and has come to the conclusion that the respondent has made out prima- facie case. The Commercial Court has not recorded any finding with regard to the balance of convenience and irreparable injury likely to be caused to the parties. The Commercial Court has not recorded any reason whatsoever for dispensation of notice to the appellant- defendant, hence, on this ground also the impugned order - 27 - NC: 2023:KHC:32601-DB is required to be set aside by remanding the matter back to the Commercial Court to re-consider the applications after providing an opportunity to both the parties to the proceedings. \n13. The grant or refusal of the interim injunction is absolutely discretionary power of the Commercial Court keeping in mind the material available before it. The material placed by the appellant were not available before the Commercial Court while considering the applications in question hence, it would be appropriate to direct the commercial Court to consider the applications filed by the respondent-plaintiff on its merits taking note of the observations made by this Court supra.\n14. This Court has not expressed any opinion on the merits and demerits of the case. The finding recorded by this Court would not come in the way of the Commercial Court in deciding the applications on merit. We have not considered the various authorities cited by the parties as this Court has not decided the entitlement of - 28 - NC: 2023:KHC:32601-DB the relief sought by the respondent-plaintiff in its applications. \n15. For the aforementioned reasons, we pass the following :\nORDER i. The appeal is allowed-in-part. ii. The impugned order dated 17.08.2023 passed on I.A.Nos.1/2023 to 4/2023 in Com.O.S.No.909/2023 on the file of the LXXXIX Addl. City Civil and Sessions Judge, Bengaluru is set aside.\niii. The Commercial Court is directed to consider the interlocutory applications filed by the respondent-plaintiff after providing an opportunity to the parties on their merits and in accordance with law, within two weeks from the date of receipt of this Judgment. \niv. The Commercial Court shall not grant any adjournments and complete the hearing on a day to day basis and dispose of the applications. \n- 29 - NC: 2023:KHC:32601-DB 16. In view of disposal of the main appeal, I.A.No.1/2023 does not survive for consideration. Accordingly, the same is disposed of. \nNo order as to costs. \nSd/-\nJUDGE Sd/-\nJUDGE BSR",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "793cf36bbafe4a55b325a76a7658300a_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bea90c0ca1d643a6afd58562f24d6887_1"
    },
    {
      "start": 242,
      "end": 263,
      "text": "\nKarnataka High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f305e8b19c5473c933df7c490dd8eb0_2"
    },
    {
      "start": 264,
      "end": 372,
      "text": "\nMatra Mobili Private Limited vs Madanapalle Retail Private Limited on 11 September, 2023\nAuthor: G.Narendar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53834d42f21249e5b9801a540abf1e69_3"
    },
    {
      "start": 374,
      "end": 483,
      "text": "Bench: G.Narendar\n                                       -1-\n                                             Nc:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3eda121934784bb190aa94fa573ad4fa_4"
    },
    {
      "start": 484,
      "end": 502,
      "text": "2023 :Khc:32601-Db",
      "labels": [
        "PREAMBLE"
      ],
      "id": "07940136c0f54fa1964883daf93a833c_5"
    },
    {
      "start": 503,
      "end": 570,
      "text": "\n                                              Comap No.321 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e0ee2ff475684be5a6794dc77c847014_6"
    },
    {
      "start": 593,
      "end": 655,
      "text": "In The High Court Of Karnataka At Bengaluru\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96e7c650b94147adaa23f0ff1b134f6a_7"
    },
    {
      "start": 655,
      "end": 697,
      "text": "Dated This The 11Th Day Of September, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5644c12c2f764b75b9d5e43d480d6603_8"
    },
    {
      "start": 735,
      "end": 742,
      "text": "Present",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9c147c5e04824058bfc45443323bde4b_9"
    },
    {
      "start": 766,
      "end": 777,
      "text": "The Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e96c154f83044a3c8baf12be1509362c_10"
    },
    {
      "start": 778,
      "end": 800,
      "text": "Mr. Justice G.Narendar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "be7f5422213548288781ec79ea119005_11"
    },
    {
      "start": 841,
      "end": 906,
      "text": "And\n                  The Hon'Ble Mr. Justice Vijaykumar A. Patil",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3605ba66495c4937bd392bedbff28c1b_12"
    },
    {
      "start": 930,
      "end": 940,
      "text": "Commercial",
      "labels": [
        "PREAMBLE"
      ],
      "id": "163a29c8fdb1489dbccc7475a33724b7_13"
    },
    {
      "start": 941,
      "end": 962,
      "text": "Appeal No.321 Of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37b259be28454612ad7b8263bd05ee72_14"
    },
    {
      "start": 978,
      "end": 986,
      "text": "Between:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ba73be127a104b3a8377106782e80af5_15"
    },
    {
      "start": 1001,
      "end": 1035,
      "text": "1.    Matra Mobili Private Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "82f9fbc83702459995ceb42bf273020a_16"
    },
    {
      "start": 1055,
      "end": 1102,
      "text": "A Company Incorporated Under\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f8b168b7ff7e413a8005e46fda75ebf1_17"
    },
    {
      "start": 1102,
      "end": 1177,
      "text": "The Companies Act, 2013\n                  Having Cin- U36990Dl2020Ptc371502",
      "labels": [
        "PREAMBLE"
      ],
      "id": "04ec2d3ebc334ea1bed86459126299af_18"
    },
    {
      "start": 1197,
      "end": 1228,
      "text": "Having Its Registered Office At",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb070b4f9f654efea92c6385c620c2bc_19"
    },
    {
      "start": 1229,
      "end": 1239,
      "text": "\nDigitally",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bef29e35cc2f48fb802787494d31ae6d_20"
    },
    {
      "start": 1240,
      "end": 1283,
      "text": "        Khasra No.432, Plot No.14\nsigned by",
      "labels": [
        "PREAMBLE"
      ],
      "id": "93b63692816742c998bde38b010138aa_21"
    },
    {
      "start": 1292,
      "end": 1318,
      "text": "M G Road Village, Sutanpur",
      "labels": [
        "PREAMBLE"
      ],
      "id": "58df2728c6104bdea6ff606d9cfe25e4_22"
    },
    {
      "start": 1320,
      "end": 1326,
      "text": "Rupa V",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf35544e06b84d4d96fdaa7c11bc4135_23"
    },
    {
      "start": 1327,
      "end": 1357,
      "text": "           Gadaipur, New Delhi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "734f7c239a2c474388a7aa0e86387c45_24"
    },
    {
      "start": 1359,
      "end": 1398,
      "text": "Location:         Delhi 110 030, India.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b093ca35c0e34002920368fd6753bdb6_25"
    },
    {
      "start": 1400,
      "end": 1465,
      "text": "High\nCourt Of          Represented Through Its\nKarnataka         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47e923abac394cb2be82b77b455ebc6a_26"
    },
    {
      "start": 1465,
      "end": 1490,
      "text": "Authorized Representative",
      "labels": [
        "PREAMBLE"
      ],
      "id": "622c7d3f37f340908e643dba237c3845_27"
    },
    {
      "start": 1510,
      "end": 1532,
      "text": "Mr. Udaykant Jamnadas.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7cb368f94b7f4e86864673a04a3e1b1c_28"
    },
    {
      "start": 1591,
      "end": 1617,
      "text": "... Appellant\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "44a09ea08d3b4c409fadabfd3f2edb81_29"
    },
    {
      "start": 1617,
      "end": 1650,
      "text": "(By Smt. Maneesha Kongovi, Adv.,)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0cda9a1cf6d54b4b91f8e99859679c0f_30"
    },
    {
      "start": 1664,
      "end": 1685,
      "text": "And: \n\n            1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6f7bc2df2ff4f469ce80d76532c4668_31"
    },
    {
      "start": 1689,
      "end": 1723,
      "text": "Madanapalle Retail Private Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "09af9067b220487ab87bb4115ef6a268_32"
    },
    {
      "start": 1743,
      "end": 1813,
      "text": "A Company Incorporated Under The\n                  Companies Act, 1956",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a48588f31d5409a8d1e189f1d1b909f_33"
    },
    {
      "start": 1833,
      "end": 1891,
      "text": "Having Cin U52100Ka2012Ptc062759\n\n                  Having",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7ff9831619714edbaab9fb650cd0e67f_34"
    },
    {
      "start": 1892,
      "end": 1913,
      "text": "Its Registered Office",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4fc59e67e534f4a8d63d6c79de6b570_35"
    },
    {
      "start": 1914,
      "end": 1984,
      "text": "At: \n                           -2-\n                                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b312ccb43f18468ab8130254dcd6b182_36"
    },
    {
      "start": 1984,
      "end": 1992,
      "text": "Nc: 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5816da55646749368da7d37f637fa907_37"
    },
    {
      "start": 1993,
      "end": 2007,
      "text": ": Khc:32601-Db",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a8f3b3ca6dba4590b7a585d82501d668_38"
    },
    {
      "start": 2008,
      "end": 2098,
      "text": "\n                                   Comap No.321 of 2023\n\n\n\n\n    109/1, Nmr Pearl, 2 Floor",
      "labels": [
        "PREAMBLE"
      ],
      "id": "858346840e4c44d0b6a4db205033f505_39"
    },
    {
      "start": 2099,
      "end": 2127,
      "text": "\n    Vijaya Bank Colony\n    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26ee306f090f474fb817252b04570867_40"
    },
    {
      "start": 2127,
      "end": 2183,
      "text": "Dodda Banaswadi, Ring Road\n    (Service Road), Bengaluru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "92a5bca783e046bc941afffadc91ddfc_41"
    },
    {
      "start": 2184,
      "end": 2213,
      "text": "\n    Karnataka 560043, India.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4054427031fd41baaf6d51dc75b2945e_42"
    },
    {
      "start": 2220,
      "end": 2247,
      "text": "Represented By Its Director",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f037faceeda434fb16e821b8423b52a_43"
    },
    {
      "start": 2248,
      "end": 2271,
      "text": "\n    Dr. Alphonse Reddy",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a405103de584288a3f2b70b338162b1_44"
    },
    {
      "start": 2272,
      "end": 2293,
      "text": "\n    Chintalacheruvu.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ea7dca1ba72546aaa0f8f0877ef4bf38_45"
    },
    {
      "start": 2341,
      "end": 2401,
      "text": "...Respondent\n(By Sri. Pradeep Nayak, Adv., For C/R)\n\n\n     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cca8d82a5f804389995f239795400f2f_46"
    },
    {
      "start": 2401,
      "end": 2813,
      "text": "This Comap/Commercial Appeal Is Filed Under\nSection 13(1A) Of The Commercial Courts Act, 2015\nR/W Order 43 Of The Cpc, Praying To Call For Records\nOf Com.O.S.No.909/2023 Pending Before The Honble\nCourt Of The Ld. Lxxxii Additional City Civil And\nSessions     Judge    (Cch-84),     Commercial     Court,\nBengaluru.    Set Aside The Impugned Order Dated\n17/08/2023   In   I.A.No.1/2023    To    I.A.No.4/2023   In",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1011d676911746e6b18019df38e32c74_47"
    },
    {
      "start": 2814,
      "end": 3052,
      "text": "\nCom.O.S.No.909/2023 (Annexure-A) Passed By The Ld.\nLxxxix Additional City Civil And Sessions Judge (Cch-\n90) Having Concurrent Charge Over The Court Of The\nHonble Court Of The Ld. Lxxxii Additional City Civil\nAnd Sessions Judge (Cch-84).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "91a32708f1e045bc9e83363a31f023c7_48"
    },
    {
      "start": 3053,
      "end": 3232,
      "text": "     Pass Any Other Order\nOr Direction In The Interests Of Justice And Equity.\n\n\n     This Appeal, Coming On For Orders, This Day,\nVijaykumar A. Patil J., Delivered The Following:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b56588fef6974983b7e1d45447ed85c0_49"
    },
    {
      "start": 3268,
      "end": 3393,
      "text": "-3-\n                                       Nc: 2023:Khc:32601-Db\n                                        Comap No.321 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9962a385ef014217a50b8d0c9c598b50_50"
    },
    {
      "start": 3427,
      "end": 3435,
      "text": "Judgment",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ad9efd5a2c54be3a6ae6cd349e5356e_51"
    },
    {
      "start": 3437,
      "end": 3637,
      "text": "This appeal is filed under Section 13(1A) of the Commercial Courts Act, 2015 read with order Xliii of the Code of Civil Procedure, 1908, assailing the order dated 17.08.2023 passed on I.A.Nos.1/2023 t",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d847ca66428f4eb49c16f3ce265dd551_52"
    },
    {
      "start": 3638,
      "end": 3779,
      "text": "o 4/2023 in Com.O.S.No.909/2023 on the file of the LXXXIX Addl. City Civil and Sessions Judge, Bengaluru (for short, 'the Commercial Court').",
      "labels": [
        "PREAMBLE"
      ],
      "id": "570ee22a42e4434eac485730e275f96e_53"
    },
    {
      "start": 3781,
      "end": 3872,
      "text": "2. The parties are referred to as per their respective ranking before the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "534a772063674316a3512b7b26bd8e1f_54"
    },
    {
      "start": 3873,
      "end": 4381,
      "text": "\n3. Brief facts giving rise to filing of this appeal are that the respondent-plaintiff has filed commercial suit seeking following prayers:\n\"A. An order for permanent injunction restraining the Defendant, its officers, servants, agents, and all other persons claiming through or under them from, in any manner whatsoever, infringing, adopting and/or using the Plaintiff's registered trademarks 'Sunday' and 'Sunday NC: 2023:KHC:32601-DB Life', or any other mark identically or deceptively similar thereto;\nB.",
      "labels": [
        "ISSUE"
      ],
      "id": "606fac9d74674a63a4ff24f3a97aca4f_55"
    },
    {
      "start": 4382,
      "end": 4974,
      "text": "An order for permanent injunction restraining the Defendant, its officers, servants, agents, and all other persons claiming through or under them from, in any manner whatsoever, passing off their furniture and home furnishings as the furniture and home furnishings provided by the Plaintiff by adopting and/or using the Plaintiff's registered trademarks 'Sunday' and 'Sunday Life', or any other mark identical or deceptively similar thereto, including by way of using the Plaintiff's registered trademarks 'Sunday' and 'Sunday Life' as part of their trade name or in any manner whatsoever;\nC.",
      "labels": [
        "STA"
      ],
      "id": "9817a34528e349c0a30f44361e2b36e9_56"
    },
    {
      "start": 4975,
      "end": 5464,
      "text": "An order for permanent injunction restraining the Defendant, its officers, servants, agents, and all other persons claiming through or under them from, in any manner whatsoever, passing off their products as the products offered by the Plaintiff by using the domain name \"http://www.sundaydesign.in/\" or any other domain name incorporating the Plaintiff's registered trademarks 'Sunday' and 'Sunday Life' NC: 2023:KHC:32601-DB or any other mark identical or deceptively similar thereto;\nD.",
      "labels": [
        "STA"
      ],
      "id": "a5850775427747bcaa00b53acd71ce26_57"
    },
    {
      "start": 5465,
      "end": 6426,
      "text": "An order for permanent injunction restraining the Defendant, its officers, servants, agents, and all other persons claiming through or under them from , in any manner whatsoever, passing off their products on various social media pages including on Facebook, Twitter, Instagram, LinkedIn, as products offered by the Plaintiff by incorporating the Plaintiff's registered trademarks 'Sunday' and Sunday Life', or any other mark identical or deceptively similar thereto;\nE. An order for deliver-up to the Plaintiff by the Defendant, its officers, servants, agents, and all other persons claiming through or under them, of all infringing goods, advertising materials, memorabilia, printed matter, publications, including brochures, pamphlets, stationery and any other materials bearing the trademarks 'Sunday' and 'Sunday Life', or any other mark identical or deceptively similar thereto for the purposes of erasure or destruction;\nNC: 2023:KHC:32601-DB F. An order",
      "labels": [
        "FAC"
      ],
      "id": "2358690c343d4157a092a76157723028_58"
    },
    {
      "start": 6427,
      "end": 6831,
      "text": "directing the Defendant to render honestly and faithfully true accounts of the profits that the Defendant has derived by promoting its products the Plaintiff's registered trademarks 'Sunday' and 'Sunday Life' or any other mark identical or deceptively similar thereto and directing payment of such profits to the Plaintiff by way of damages for infringing and passing off the trademark of the Plaintiff.\"",
      "labels": [
        "FAC"
      ],
      "id": "3bfc0fe866e94b6186e61b32fa256e2b_59"
    },
    {
      "start": 6833,
      "end": 7048,
      "text": "4. It is averred that the plaintiff company is into the businesses of manufacturing and selling of home furniture specifically mattresses and accessories such as pillows and mattress covers including cots and desks.",
      "labels": [
        "FAC"
      ],
      "id": "15aea8feb8b44b81b09003d17b302b56_60"
    },
    {
      "start": 7049,
      "end": 7164,
      "text": "The plaintiff is selling its products under the brand name 'Sunday' in several cities across the country from 2015.",
      "labels": [
        "FAC"
      ],
      "id": "48a64767f22a4e82b3119068535fcf3c_61"
    },
    {
      "start": 7165,
      "end": 7321,
      "text": "The plaintiff for protection of its right has registered four trademarks 'Sunday' in Class 20, 'Sunday' in Class 24, 'Sunday Life' in Class 20 and Class 24.",
      "labels": [
        "FAC"
      ],
      "id": "475c8a093d0b478a9f6781f26882e419_62"
    },
    {
      "start": 7322,
      "end": 7458,
      "text": "It is further averred that the products of the plaintiff has been widely recognized for high quality, affordability and unique features.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "61c7a44eed314b7eb59b7a1bae06f2e3_63"
    },
    {
      "start": 7459,
      "end": 7879,
      "text": "It is also averred that the defendant is a private NC: 2023:KHC:32601-DB limited company which is engaged in the business of selling furniture and room dcor under the brand name 'Sunday' and the product sold by the defendant in the name of furniture includes cots/beds, desks and cushions/pillows, which constitute a majority of products that the plaintiff manufactures and sells under its registered trademark 'Sunday'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "da4ba9fb23cc438b91291e679e1988b7_64"
    },
    {
      "start": 7880,
      "end": 7970,
      "text": "It is pleaded that the defendant also sells its products through retail stores and online.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e574e7be900e4d60820948ecd2a6bf1b_65"
    },
    {
      "start": 7971,
      "end": 8157,
      "text": "The present suit is filed by the plaintiff for preventing the acts of infringement and passing of its registered trademark i.e., Sunday and Sunday Life, being committed by the defendant.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "9a4b5ab56c77416cbf04cd877f6b6db8_66"
    },
    {
      "start": 8158,
      "end": 8457,
      "text": "It is further pleaded that the defendant is unlawfully using the plaintiff's registered trademark 'Sunday' for sale of its product and the brand name used by the defendant is identical and replication, of the registered trademark of the plaintiff and thereby deceptively misleading the customers.\n5.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3600e129a17c4e85900e144afb1ae1d9_67"
    },
    {
      "start": 8458,
      "end": 8886,
      "text": "The plaintiff has filed applications I.A.No.1/2023 to I.A.No.4/2023 praying to grant of exparte ad-interim NC: 2023:KHC:32601-DB injunction restraining the defendant in any manner whatsoever from infringing, adopting and by using the plaintiff's registered trademark 'Sunday' in Class-20, 'Sunday' in class 24, 'Sunday Life' in class 20 and 'Sunday Life' in class 24 or any other mark identically or deceptively similar thereto.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3e8c8251cfc54a09bc7893a592facf64_68"
    },
    {
      "start": 8887,
      "end": 9484,
      "text": "The Commercial Court vide impugned order dated 17.08.2023 has allowed the interlocutory applications by restraining the defendant by way of an order of ad-interim temporary injunction from any manner infringing, adopting and/or using the plaintiff's registered trademark, 'Sunday' in Class 20, 'Sunday' in Class 24, 'Sunday Life' in Class 20 and 'Sunday Life' in Class 24 and further restrained from passing off their products including but not limited to cots/beds, cushions/pillows and desks as the products offered by plaintiff company by adopting or using the plaintiff's registered trademark.",
      "labels": [
        "FAC"
      ],
      "id": "2669754e6e7f490ba9e155706d8e73dd_69"
    },
    {
      "start": 9485,
      "end": 9861,
      "text": "It has further restrained the defendant from using domain name https://www.Sundaydesign.in/ and further restrained from NC: 2023:KHC:32601-DB passing off their products on various social media platform including on Facebook, Twitter, Instagram, LinkedIn as products offered by the plaintiff by incorporating the plaintiff's registered trademarks as 'Sunday' and 'Sunday Life'.",
      "labels": [
        "FAC"
      ],
      "id": "5c7cd1160a514201b72397b7932c93a3_70"
    },
    {
      "start": 9862,
      "end": 9907,
      "text": "Being aggrieved, the present appeal is filed.",
      "labels": [
        "FAC"
      ],
      "id": "3f0e9fd8ea234669b722718eee5989bb_71"
    },
    {
      "start": 9909,
      "end": 10020,
      "text": "6. Sri.Uday Holla, learned Senior counsel appearing for the appellant-defendant made the following submissions:",
      "labels": [
        "NONE"
      ],
      "id": "a02f1f4f79104ecaa41cc0a7aa735357_72"
    },
    {
      "start": 10021,
      "end": 10134,
      "text": "\na. The impugned order is passed without complying the mandatory requirement under Order XXXIX Rule 3 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "27a76eccc5ad4d6aac686772105b9e7e_73"
    },
    {
      "start": 10135,
      "end": 10216,
      "text": "The Commercial Court has not assigned any reason whatsoever for waiver of notice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fa3f711705d4d1cbd8b9f4432a0df3b_74"
    },
    {
      "start": 10217,
      "end": 10371,
      "text": "The Commercial Court has passed the impugned order without giving any reasons on the balance of convenience and likelihood of irreparable harm and injury.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4f8b84f544f428fbebd877940b43d4c_75"
    },
    {
      "start": 10372,
      "end": 10617,
      "text": "\nb. The Commercial Court has committed grave error in granting exparte injunction in favour of the respondent as the respondent has approached the - 10 - NC: 2023:KHC:32601-DB Commercial Court belatedly showing the cause of action on 06.10.2021.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2079eabd4f0a4f418b3fff7f999e6895_76"
    },
    {
      "start": 10618,
      "end": 10803,
      "text": "However, the appellant is carrying on the business from 2020 and there is almost two years have passed, hence, there was no necessity to pass exparte injunction by the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "46d2d003b8464b7cb4117622fa5995eb_77"
    },
    {
      "start": 10805,
      "end": 11240,
      "text": "c. It is submitted that Class 20 deals with furniture and plastic goods and the respondent has received registration of their mark only in respect of mattresses, cots and pillows and similarly in Class 24 pertains to textiles and textile goods and it has registered trademark only for mattress covers, pillow cases and bed sheets and the appellant's products are furniture, beds, home dcor solutions, cots/beds, pillows and mattresses.",
      "labels": [
        "FAC"
      ],
      "id": "b75ae78e6f234bc681a9110df080ab2a_78"
    },
    {
      "start": 11241,
      "end": 11376,
      "text": "The respondent was aware about the differences, despite knowing the same, by suppressing the material fact, has filed the present suit.",
      "labels": [
        "FAC"
      ],
      "id": "0e2fa50903e543678e49b6713655cde4_79"
    },
    {
      "start": 11377,
      "end": 11409,
      "text": "\n- 11 - NC: 2023:KHC:32601-DB d.",
      "labels": [
        "FAC"
      ],
      "id": "015b4246f07049279a224b7292414c73_80"
    },
    {
      "start": 11410,
      "end": 11639,
      "text": "The respondent has registered its trademark on 05.05.2015 as 'Sunday' under Class 20 and originally its application was for furniture, mirror, picture frames, wood, cord, reed, mattress bedding, pillows and mattress toppers, etc.",
      "labels": [
        "FAC"
      ],
      "id": "0d9d2ba5f59547e58bc46d991ac8ac87_81"
    },
    {
      "start": 11640,
      "end": 12037,
      "text": "When the authority raised objections, the respondent has amended its application and restricted its right under Class 20 to mattresses, cots and pillows and similarly under Class 24 for textile and textile goods, the initial application was for bed covers, table covers, duvets, bedsheets, place mats etc., and by way of amendment, it has restricted to pillow cases, mattress covers and bedsheets.",
      "labels": [
        "FAC"
      ],
      "id": "42cba60ea5bd451ead7a48dcaae9f09e_82"
    },
    {
      "start": 12038,
      "end": 12132,
      "text": "The respondent has given up its claims insofar as certain items while obtaining the trademark.",
      "labels": [
        "FAC"
      ],
      "id": "6f81318eb9aa49f1a9ac980cbf61397b_83"
    },
    {
      "start": 12133,
      "end": 12270,
      "text": "The respondent is attempting to claim trademark by creating monopoly over other products, which it has given up in Class 20 and Class 24.",
      "labels": [
        "FAC"
      ],
      "id": "91184d506a084c2395b2082f79f4a9b6_84"
    },
    {
      "start": 12271,
      "end": 12412,
      "text": "These facts were not disclosed - 12 - NC: 2023:KHC:32601-DB before the Commercial Court, which has resulted in passing of exparte injunction.",
      "labels": [
        "FAC"
      ],
      "id": "810c1b7e3fcf4bbb9d2e0048a1639736_85"
    },
    {
      "start": 12413,
      "end": 12564,
      "text": "\ne. It is submitted that the primary business of the respondent is of mattress and pillows and the appellant is not even involved in the said business.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ffdd70f1c4bc4dfaa49af3324e13516b_86"
    },
    {
      "start": 12565,
      "end": 12787,
      "text": "The appellant is having a business in all spheres of furniture, however, by misrepresentation of facts, the respondent claimed that the appellant is in the same business and selling the same products as that of respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9890e7b2b184499e9ac1a5ce7d0842b7_87"
    },
    {
      "start": 12788,
      "end": 13176,
      "text": "\nf. It is submitted that as on the day there are several entities with Class 20 and Class 24 having same combination of 'Sunday' as its trademark or part of its trademark and all these entities are peacefully co- existing, however the respondent wanted to create monopoly over the use of the word 'Sunday' and 'Sunday Life', which are specifically pointed out in the memorandum of appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fc2370e384714f57a80d2f1417eec688_88"
    },
    {
      "start": 13177,
      "end": 13396,
      "text": "It is further submitted that the appellant's domain name in the Instagram and - 13 - NC: 2023:KHC:32601-DB Twitter as 'Sunday Design' and there is no confusion in the mind of general public as claimed by the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "46310ab06d5e4422918b422c6c616533_89"
    },
    {
      "start": 13398,
      "end": 13693,
      "text": "g. These above aspects have been conveniently suppressed by the respondent before the Commercial Court and the Commercial Court, without assigning any reasons for waiver of notice, has passed exparte injunction which has resulted in great prejudice, irreparable loss and damage to the appellant.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e6779e664bba4849badc469086544424_90"
    },
    {
      "start": 13694,
      "end": 14075,
      "text": "Learned Senior Counsel appearing for the appellant has relied on the following decisions in support of his contentions:\n1. ILR 2022 Kar 5159 in the case of Supriya Shrinate v. MRT Music and Ors.,\n2. 2014 SCC OnLine Kar 7191 in the case of Vedant Fashions Pvt. Ltd. v. Rajul Devi.\n3. (1993) 3 SCC 161 in the case of Shiv Kumar Chadha v. Municipal Corporation of Delhi and others.\n4.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9ad05bdc88e34f0eadb9203252b92cc1_91"
    },
    {
      "start": 14076,
      "end": 14181,
      "text": "Dabur India Limited v. Emami Limited, High Court of Delhi, FAO (OS) (Comm) 171/2023 dated 21 August 2023.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "05d421bb1d204a958e67faf7a8da6de1_92"
    },
    {
      "start": 14182,
      "end": 14214,
      "text": "\n- 14 - NC: 2023:KHC:32601-DB 5.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e713180ab33d4553bb5911bb7d8e1b9a_93"
    },
    {
      "start": 14215,
      "end": 14297,
      "text": "(2000) 7 SCC 695 in the case of A.Venkatasubbiah Naidu v. S.Chellappan and others.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ffc0760ae5934ca9a05807bb9cff9865_94"
    },
    {
      "start": 14298,
      "end": 14386,
      "text": "\n6. (2023) 296 DLT 529 in the case of Raman Kwatra and others v. KEI Industries Limited.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "277379413d3745ca94642b36e21ddf26_95"
    },
    {
      "start": 14387,
      "end": 14482,
      "text": "\n7. 2022 SCC Online Del 757 : (2022) 90 PTC 286 in the case of Om Logistics v.\nMahendra Pandey.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "99743e5b5b21467194240b2ff69b8809_96"
    },
    {
      "start": 14484,
      "end": 14574,
      "text": "8. AIR 1998 Del 126 : ILR (1997) 2 Del 168 in the case of SBL Limited v. Himalaya Drug Co.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "23a778fbba854bdfbc3ecf67949b8643_97"
    },
    {
      "start": 14575,
      "end": 14785,
      "text": "\n9. (2004) 5 SCC 257 in the case of Godfrey Philips India Ltd. v. Girnar Food & Beverages (P) Ltd.\n10. (2018) 9 SCC 183 in the case of Nandhini Deluxe v. Karnataka Cooperative Milk Producers Federation Limited.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "809d29d5786749ba943b6aa4a5c5690d_98"
    },
    {
      "start": 14786,
      "end": 14878,
      "text": "\n11. (1997) 4 SCC 201 in the case of Vishnudas Trading v. Vazir Sultan Tobacco Co. Ltd.,. h.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7e2de461a1844063b357cc69fa878f74_99"
    },
    {
      "start": 14879,
      "end": 14982,
      "text": "Hence, he seeks to allow the appeal by setting aside the impugned order passed by the Commercial Court.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f1b5ffbb93c649f5b3006d2cbc3317e7_100"
    },
    {
      "start": 14984,
      "end": 15127,
      "text": "7. Per contra, Sri.Pradeep Nayak, learned counsel for the respondent-plaintiff makes the following submissions:\n- 15 - NC: 2023:KHC:32601-DB a.",
      "labels": [
        "NONE"
      ],
      "id": "84a6497acde948ad98011b58bf2e3f19_101"
    },
    {
      "start": 15128,
      "end": 15287,
      "text": "The respondent is carrying on the business from 2015 in various cities across the country and its business allows the customers to place orders through online.",
      "labels": [
        "FAC"
      ],
      "id": "ff5bdf9316d04827ab6b029646a0f4bd_102"
    },
    {
      "start": 15289,
      "end": 15587,
      "text": "b. The respondent has applied for registration of the word marks 'Sunday' and 'Sunday Life' under Class 20 and Class 24 and the same came to be registered in the name of respondent on 07.11.2017 and 09.01.2019 respectively with retrospective effect from the date of application i.e., 05.05.2015.\nc.",
      "labels": [
        "FAC"
      ],
      "id": "cb40ccf368c442868f6c38a0e883d727_103"
    },
    {
      "start": 15588,
      "end": 15818,
      "text": "It is submitted that the brand name 'Sunday' and 'Sunday Life' is a unique mark coined by the respondent for its home furnishing business and over the years the products sold by the respondent have acquired goodwill in the market.",
      "labels": [
        "FAC"
      ],
      "id": "fa81454e99ba4f6ba7785ec433733af6_104"
    },
    {
      "start": 15819,
      "end": 15986,
      "text": "It is submitted that the respondent has huge turnover and has also incurred expenses on sales and marketing of the products under the brand 'Sunday' and 'Sunday Life'.",
      "labels": [
        "FAC"
      ],
      "id": "b2363f72f9bd4a70a40b9fcf4fab0793_105"
    },
    {
      "start": 15987,
      "end": 16019,
      "text": "\n- 16 - NC: 2023:KHC:32601-DB d.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d25b7081ba54ac483160383958a6862_106"
    },
    {
      "start": 16020,
      "end": 16247,
      "text": "It is submitted that for the sale of various products by the respondent, it has placed invoices and correspondences with the customers before the Commercial Court to establish the fact that they are into the business from 2015.",
      "labels": [
        "FAC"
      ],
      "id": "eb47794f1c3447d494a81d1137c25a89_107"
    },
    {
      "start": 16248,
      "end": 16530,
      "text": "It is submitted that respondent has a social media website i.e., Facebook under the brand name 'Sunday' and the Instagram page, YouTube page and the LinkedIn profile of the respondent is being followed by thousands of customers and they have submitted their reviews on the products.",
      "labels": [
        "FAC"
      ],
      "id": "6e82b3e4f4f04a468a4aed33135f545d_108"
    },
    {
      "start": 16532,
      "end": 16773,
      "text": "e. It is submitted that on 21.07.2023, the respondent has discovered that the appellant company has opened retail store in Bengaluru and subsequently discovered that the appellant is selling the exact same products as that of the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "f897e7563a8e448c9ee7ca2de1f39ba1_109"
    },
    {
      "start": 16774,
      "end": 16894,
      "text": "The appellant is selling the cots/beds, pillows/cushions and desks under the respondent's registered trademark 'Sunday'.",
      "labels": [
        "FAC"
      ],
      "id": "86eb7a36aef543e599e359d301465e78_110"
    },
    {
      "start": 16895,
      "end": 17193,
      "text": "On discovery, it is revealed that - 17 - NC: 2023:KHC:32601-DB the appellant is carrying on the business in the same brand from 2021, however, the respondent being a registered trademark holder of 'Sunday' and 'Sunday Life' carrying on the business from 2015 was compelled to file the present suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4ecdfe4491cf42ee98abe205025672de_111"
    },
    {
      "start": 17194,
      "end": 17356,
      "text": "The act of the appellant selling its home furniture products to the public under the registered trademark 'Sunday' of the respondent is infringement of its right.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d5cebb066a3b4fc5a8d39984c7e4284f_112"
    },
    {
      "start": 17357,
      "end": 17776,
      "text": "It is submitted that the appellant is selling the products which overlaps almost entirely with the products manufactured and sold by the respondent and selling of products by the appellant under the name 'Sunday' unambiguously creates an impression that they are products of the respondent, which will lead to confusion in the mind of any reasonable customer and the appellant has no registered trademark in its favour.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b2dab283bcff4c0db7db4a32c1a60ef8_113"
    },
    {
      "start": 17777,
      "end": 18126,
      "text": "On 20.12.2021, the appellant has applied for registration of trademark; however, the Registrar of Trade Marks has raised objection under Section 11(1)\n- 18 - NC: 2023:KHC:32601-DB of the Trade Marks Act, 1999, on the ground that the mark sought by the appellant is similar to the earlier mark in respect of identical or similar description of goods.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8784d59b87eb45c8b1f45213b23b7355_114"
    },
    {
      "start": 18127,
      "end": 18382,
      "text": "As on this day, the appellant has no registered trademark in its favour and in the absence of any registered trademark 'Sunday' in home furnishing industry, the appellant illegally using the goodwill generated by the respondent through its brand 'Sunday'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "617a7f886acb4b5ab5a3940f6525dd3a_115"
    },
    {
      "start": 18384,
      "end": 18692,
      "text": "f. It is submitted that the appellant has caused immense loss and damage to the respondent by deceitful practice of using the trademark registered in the name of respondent, hence, the respondent has sought urgent exparte injunction before the Commercial Court, which has been rightly considered and granted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "354af42fe47247e793351e4db67d8312_116"
    },
    {
      "start": 18694,
      "end": 18845,
      "text": "g. It is submitted that the impugned order of the Commercial Court is well reasoned order and does not call for any interference in the present appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "57ac2a029f3b4172b60dd46af67ca6b5_117"
    },
    {
      "start": 18846,
      "end": 18875,
      "text": "\n- 19 - NC: 2023:KHC:32601-DB",
      "labels": [
        "NONE"
      ],
      "id": "14b3a62c1db34037ac5e3b8f44301fee_118"
    },
    {
      "start": 18876,
      "end": 19142,
      "text": "Learned counsel for the respondent in support of his contentions has relied on the following decisions:\n1. 2010 SCC Online Del 114 in the case of Ozone Spa Pvt. Ltd. v. Ozone Club.\n2. 2014 SCC Online Del 1240 in the case of Mind Gym Ltd. v. Mindgym Kids Pvt. Ltd.\n3.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3f209ecd7c8645678a6ea9a0ffea4864_119"
    },
    {
      "start": 19143,
      "end": 19236,
      "text": "(2004) 3 SCC 90 in the case of Midas Hygiene Industries (P) Ltd. v. Sudhir Bhatia and Others.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fd08ae4c17a0416abba7851d6fec27dd_120"
    },
    {
      "start": 19238,
      "end": 19245,
      "text": "4. 1985",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a3ac2226702f4c4e96037d1f218f0b9d_121"
    },
    {
      "start": 19246,
      "end": 19381,
      "text": "SCC Online Del 387 in the case of Shri Swaran Singh Trading as Appliances Emporium v. M/s Usha Industries (India) New Deli and Another.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1a382bfb2d8d44d2882f04efe9091780_122"
    },
    {
      "start": 19382,
      "end": 19685,
      "text": "\n5. ILR (1989) I Delhi in the case of M/s.Hindustan Pencils Pvt. Ltd. v. M/s.Stationery Products Co. and Anr.\n6. 2011 SCC Online Del 4272 in the case of M/s.Sohan Lal Nem Chand Jain v. Trident Group and Ors.,\n7. 1981 SCC Online Kar 124 in the case of Brooke Bond India Ltd. v. Royal Products and Ors.\n8.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76ccb2714b654166a0b9f51141442a83_123"
    },
    {
      "start": 19686,
      "end": 19766,
      "text": "(2002) 3 SCC 65 in the case of Laxmikant V.Patel v. Chetanbhai Shah and another.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "395399c18f234e3ab7ba0662ef395538_124"
    },
    {
      "start": 19768,
      "end": 19868,
      "text": "9. 2013 SCC Online Bom 895 in the case of Som Distilleries and Breweries Ltd. V. Sab Miller Ltd.\n10.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c39a3b8458a459c90bc6d59022fca15_125"
    },
    {
      "start": 19869,
      "end": 19974,
      "text": "2010 SCC Online Cal 2014 in the case of R.R. Proteins and Agro limited v. Hari Shankar Singhania and Anr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "95339d12726e43ce8faf5a617a454df2_126"
    },
    {
      "start": 19975,
      "end": 20008,
      "text": "\n- 20 - NC: 2023:KHC:32601-DB 11.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ec86ffefe3e947bb847edd24dfb5cfe2_127"
    },
    {
      "start": 20009,
      "end": 20092,
      "text": "(1969) 2 SCC 727 in the case of Ruston & Hornsby Ltd. v. Zamindara Engineering Co.\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "649ea99c1b6c438c8b94c20d1e62c846_128"
    },
    {
      "start": 20092,
      "end": 20163,
      "text": "12. 2011 SCC Online Del 1180 in the case of Aktiebolaget Volvo and Ors.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ea583c85d0ab4314a18fa54c1a2fca00_129"
    },
    {
      "start": 20164,
      "end": 20190,
      "text": "V. Mr.Vinod Kumar and Ors.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "488772519cc644b78ffdbe30e97d024e_130"
    },
    {
      "start": 20191,
      "end": 20286,
      "text": "\n13. (1960) 1 SCR 968 in the case of Corn Products Refining Co. v. Shangrila Food Products Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2aadf50ce2b645beba0ea8443579d3ba_131"
    },
    {
      "start": 20288,
      "end": 20414,
      "text": "14. 1987 SCC Online Bom 754 in the case of Kamal Trading Co., Bombay and Others v. Gillette U.K. Limited, Middle Sex, England.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad10fe08749d4ea58ce4cbb014ddfbb0_132"
    },
    {
      "start": 20415,
      "end": 20517,
      "text": "\n15. 1985 SCC Online All 79 in the case of Bata India Limited v. Pyare Lal & Co., Meerut City and Ors.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f0881e0849bd46ecb1e290490c70070f_133"
    },
    {
      "start": 20518,
      "end": 20665,
      "text": "\n16. 2022 SCC Online Cal 2516 in the case of Kaira District Co-operative Milk Producers Union Ltd. and Another V. Maa Taara Trading Co. and Others.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe4c0987009142cb8c6f5fa3b6d975d5_134"
    },
    {
      "start": 20667,
      "end": 20675,
      "text": "17. 1962",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6638c6c4b041402aacd048a5da63a1b7_135"
    },
    {
      "start": 20676,
      "end": 20747,
      "text": "SCC Online SC 13 in the case of Amritdhara Pharmacy v. Satya Deo Gupta.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8cdd2ae506ae4d0faa595be4bb39dbe5_136"
    },
    {
      "start": 20748,
      "end": 20839,
      "text": "\n18. (2001) 5 SCC 73 in the case of Cadila Health Care Ltd., v. Cadila Pharmaceuticals Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5c95b3f16aa4726966936da2294ef6b_137"
    },
    {
      "start": 20840,
      "end": 20955,
      "text": "\n19. 2009 SCC Online Del 1690 in the case of M/s Amar Singh Chawal Wala v. M/s Shree Vardhman Rice and Genl. Mills.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6620d32651e641d89198eaf9c99e9dfa_138"
    },
    {
      "start": 20956,
      "end": 21064,
      "text": "\n20. 2022 SCC OnLine Bom 3335 in the case of Kewal Ashokbhai Vasoya & Another v.\nSuarabhakti Goods Pvt. Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4f9270992a649aabfe24b7cd7011eb6_139"
    },
    {
      "start": 21065,
      "end": 21179,
      "text": "\n- 21 - NC: 2023:KHC:32601-DB 21. 1990 (Supp) SCC 727 in the case of Wander Ltd. & Anr. v. Antox India P. Ltd.\n22.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8eea8d9f7ffe48c684b6d086a4294d11_140"
    },
    {
      "start": 21180,
      "end": 21419,
      "text": "Rajendraprasad R. Singh v. Municipal Corporation 23. 2007 SCC Online Cal 12 in the case of Intime Spectrum Registry Ltd. V. MCS Ltd.\n24. 2018 SCC Online Del 6905 in the case of Marina Food Products Pvt. Ltd. V. Britannia Industries Ltd.\nh.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dfd69dc4d27a480dafbc2ed444711036_141"
    },
    {
      "start": 21420,
      "end": 21458,
      "text": "Hence, he seeks to dismiss the appeal.",
      "labels": [
        "FAC"
      ],
      "id": "2d3bf907d2fe4ac59b7db5333d02a41b_142"
    },
    {
      "start": 21460,
      "end": 21635,
      "text": "8. We have heard the learned Senior counsel for the appellant, learned counsel for the respondent, perused the material on record and list of authorities cited by the parties.",
      "labels": [
        "NONE"
      ],
      "id": "2e15460abe264ef2afe9532a8a175a24_143"
    },
    {
      "start": 21637,
      "end": 21886,
      "text": "9. It is not in dispute that the respondent-plaintiff has filed commercial suit seeking prayer of permanent injunction restraining the appellant-defendant from using the respondent's registered trademark 'Sunday' and 'Sunday Life' and other prayers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c344addb2ab4826a73772e6c5f429b6_144"
    },
    {
      "start": 21887,
      "end": 22921,
      "text": "In the said suit, the respondent-plaintiff has filed applications I.A.Nos.1 to 4 seeking prayer to grant ad-interim injunction restraining - 22 - NC: 2023:KHC:32601-DB the appellant-defendant from infringing, adopting and/or using the respondent's registered trademarks 'Sunday' in Class 20 & Class 24 and 'Sunday Life' in Class 20 & Class 24; and sought to pass an ad-interim exparte order by dispensing with issuance of prior notice to the appellant- defendant; and for grant of ad-interim injunction restraining the appellant from passing off their products including but not limited to cots/beds, cushions/pillows and desks as the products are offered by the respondent company under its registered trademark; and seeking prayer to grant ad-interim injunction restraining the appellant from passing off their products as those offered by the respondent using the website; and seeking prayer to grant ad-interim injunction from passing off their products on various social media platforms as the products offered by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bcb810def63d4ede8e3109bdc2a63a8d_145"
    },
    {
      "start": 22922,
      "end": 23050,
      "text": "The Commercial Court vide impugned order dated 17.08.2023 was pleased to grant exparte injunction as prayed in the applications.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be6008d8a7f7405d84e49f5ac62016be_146"
    },
    {
      "start": 23051,
      "end": 23083,
      "text": "\n- 23 - NC: 2023:KHC:32601-DB 10",
      "labels": [
        "NONE"
      ],
      "id": "99e23608b61c4c53b2789858642950cb_147"
    },
    {
      "start": 23084,
      "end": 23729,
      "text": ". The Commercial Court while granting the exparte injunction, has recorded finding that the respondent-plaintiff has been using marks since 2015 and the appellant has applied for registration of device mark in 2021, the impugned marks being used by the appellant is similar to the mark of the respondent and the customer & general public could be easily confused about the marks used by the appellant as the mark of the respondent and if the same is allowed to continue would adversely affect the interest of the respondent-plaintiff and hold that the respondent has made out the prima-facie case and proceeded to grant exparte injunction order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17b0b48728ee48baaec02c07a35f835f_148"
    },
    {
      "start": 23730,
      "end": 23947,
      "text": "In our considered view, the Commercial Court has committed grave error in granting exparte injunction without assigning any reason whatsoever for dispensation of notice as contemplated under Order XXXIX Rule 3 of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05455e6d2740473ca6f20e315d0f5405_149"
    },
    {
      "start": 23948,
      "end": 24680,
      "text": "The Commercial Court has failed to consider the fact that the appellant is carrying on the business from 2020 in the same name and style as 'Sunday' and 'Sunday Design' and - 24 - NC: 2023:KHC:32601-DB the respondent has filed the present suit on 11.08.2023 showing the cause of action for filing of the suit as 05.05.2015 when the respondent obtained the registered trademark; 06.10.2021, when the appellant begun its business in Delhi; December 2021, when the appellant published its website; July 2023, when the appellant opened its store in Bengaluru; and on 21.07.2023, when the respondent became aware of the appellant committing the act of infringement and there is delay of more than two years from the alleged infringement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "360e3323c13045aa85a9d2e727f30ee1_150"
    },
    {
      "start": 24681,
      "end": 24841,
      "text": "Hence, in our considered view the Commercial Court ought to have issued the notice to the appellant before considering the applications filed by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a58c238fce314302ab1acc8f847bde7e_151"
    },
    {
      "start": 24843,
      "end": 25196,
      "text": "11. On close scrutiny of the material available on record, prima-facie appears that the respondent has registered its mark with respect to mattresses, cots and pillows under Class 20 and Class 24 in respect of mattress covers, pillow case and bed sheets and the products being sold by the appellant are not one and the - 25 - NC: 2023:KHC:32601-DB same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8e0e62825414b8883477e3307653f71_152"
    },
    {
      "start": 25197,
      "end": 25418,
      "text": "The appellant has made specific assertion that the respondent has suppressed the material information before the Commercial Court and on the misrepresentation of fact the Commercial Court has passed an exprate injunction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b898eae52dab4362aca3192751632f22_153"
    },
    {
      "start": 25419,
      "end": 25960,
      "text": "The appellant has specifically contended that, the products sold by the appellant are different than that of respondent and in the market similarly placed entities are carrying on business with synonym names, when thing stood thus, this Court, is of the considered view that the Commercial Court is required to consider those contentions with reference to the voluminous records made available by the parties before considering the applications filed by the respondent-plaintiff and thereafter take appropriate decision on such applications.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7e4133b7d85a4be8bdda0e33504952e3_154"
    },
    {
      "start": 25961,
      "end": 26144,
      "text": "The appellant as well as the respondent have raised various contentions placing reliance on the documents and the decisions of the Hon'ble Supreme Court and this Court referred supra.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "14e8407a351d478cbab05f7a835bfb97_155"
    },
    {
      "start": 26145,
      "end": 26437,
      "text": "We are of the considered view that it would be appropriate for the Commercial Court to consider - 26 - NC: 2023:KHC:32601-DB the applications filed by the respondent-plaintiff on its merits as the impugned order is an exparte order without providing an opportunity to the appellant-defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f7e134abefb47a5b9c92af2d89fa53e_156"
    },
    {
      "start": 26439,
      "end": 27008,
      "text": "12. On bare perusal of the impugned order, it is evident that the Commercial Court has not assigned any reason whatsoever, except recording the finding that respondent has been using the mark since 2015 and the appellant has applied for registration of its mark in 2021, the mark used by the appellant is similar, the customer & general public would easily confuse about the mark and if the same is allowed to continue, it would adversely affect the interest of the respondent-plaintiff and has come to the conclusion that the respondent has made out prima- facie case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b50f4627c8384906bd21d80ac418dc75_157"
    },
    {
      "start": 27009,
      "end": 27159,
      "text": "The Commercial Court has not recorded any finding with regard to the balance of convenience and irreparable injury likely to be caused to the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5cfece08a38a418b8fa3dc1340225148_158"
    },
    {
      "start": 27160,
      "end": 27534,
      "text": "The Commercial Court has not recorded any reason whatsoever for dispensation of notice to the appellant- defendant, hence, on this ground also the impugned order - 27 - NC: 2023:KHC:32601-DB is required to be set aside by remanding the matter back to the Commercial Court to re-consider the applications after providing an opportunity to both the parties to the proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2dc8e33549de466ea8a60d12c4ca81a8_159"
    },
    {
      "start": 27536,
      "end": 27694,
      "text": "13. The grant or refusal of the interim injunction is absolutely discretionary power of the Commercial Court keeping in mind the material available before it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c8d3fd31023f40e0b5ccc177688efa16_160"
    },
    {
      "start": 27695,
      "end": 28026,
      "text": "The material placed by the appellant were not available before the Commercial Court while considering the applications in question hence, it would be appropriate to direct the commercial Court to consider the applications filed by the respondent-plaintiff on its merits taking note of the observations made by this Court supra.\n14.",
      "labels": [
        "RATIO"
      ],
      "id": "408b30befe78460f85befce35eaadbca_161"
    },
    {
      "start": 28027,
      "end": 28107,
      "text": "This Court has not expressed any opinion on the merits and demerits of the case.",
      "labels": [
        "RATIO"
      ],
      "id": "ce3b48757fb44666b2f90a9dbcb4e8e0_162"
    },
    {
      "start": 28108,
      "end": 28231,
      "text": "The finding recorded by this Court would not come in the way of the Commercial Court in deciding the applications on merit.",
      "labels": [
        "RATIO"
      ],
      "id": "4b92e4184dd041f1ba05b14154415811_163"
    },
    {
      "start": 28232,
      "end": 28444,
      "text": "We have not considered the various authorities cited by the parties as this Court has not decided the entitlement of - 28 - NC: 2023:KHC:32601-DB the relief sought by the respondent-plaintiff in its applications.",
      "labels": [
        "RATIO"
      ],
      "id": "02aaf816cbcd4ce59055716373f7f31c_164"
    },
    {
      "start": 28446,
      "end": 28514,
      "text": "15. For the aforementioned reasons, we pass the following :\nORDER i.",
      "labels": [
        "RPC"
      ],
      "id": "c672e07092144540938489f81109dfc8_165"
    },
    {
      "start": 28515,
      "end": 28545,
      "text": "The appeal is allowed-in-part.",
      "labels": [
        "RPC"
      ],
      "id": "8d96d210a570403bad5eea98ce7e7ebb_166"
    },
    {
      "start": 28546,
      "end": 28735,
      "text": "ii. The impugned order dated 17.08.2023 passed on I.A.Nos.1/2023 to 4/2023 in Com.O.S.No.909/2023 on the file of the LXXXIX Addl. City Civil and Sessions Judge, Bengaluru is set aside.\niii.",
      "labels": [
        "RPC"
      ],
      "id": "36a1ab904d7342ffa2d4cbba262ae643_167"
    },
    {
      "start": 28736,
      "end": 28995,
      "text": "The Commercial Court is directed to consider the interlocutory applications filed by the respondent-plaintiff after providing an opportunity to the parties on their merits and in accordance with law, within two weeks from the date of receipt of this Judgment.",
      "labels": [
        "RPC"
      ],
      "id": "b8d9872e94024986b91d1b9b3bc6d662_168"
    },
    {
      "start": 28996,
      "end": 29134,
      "text": "\niv. The Commercial Court shall not grant any adjournments and complete the hearing on a day to day basis and dispose of the applications.",
      "labels": [
        "RPC"
      ],
      "id": "381b1176f09641edae97e649ad82de73_169"
    },
    {
      "start": 29135,
      "end": 29168,
      "text": "\n- 29 - NC: 2023:KHC:32601-DB 16.",
      "labels": [
        "NONE"
      ],
      "id": "3e8644f8a04c43c386779b3649de2edb_170"
    },
    {
      "start": 29169,
      "end": 29258,
      "text": "In view of disposal of the main appeal, I.A.No.1/2023 does not survive for consideration.",
      "labels": [
        "RPC"
      ],
      "id": "2a2b6de443734cdb995eb060b6c36866_171"
    },
    {
      "start": 29259,
      "end": 29296,
      "text": "Accordingly, the same is disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "ec82d398f83f480da2e75250b5fa1cab_172"
    },
    {
      "start": 29297,
      "end": 29319,
      "text": "\nNo order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "ebb112995133419bbe4a3db1f9340823_173"
    },
    {
      "start": 29321,
      "end": 29346,
      "text": "Sd/-\nJUDGE Sd/-\nJUDGE BSR",
      "labels": [
        "NONE"
      ],
      "id": "43c0006effa24691bb9b1bae626b914b_174"
    }
  ]
}