{
  "id": "ab323f1fe8324a730563919e892ce57d54a900789f7d27c978ee4727098d79fc",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nPunjab-Haryana High Court\nFia Technology Services Pvt Ltd And ... vs Sameer Kumar Mathur on 22 December, 2022 \nAuthor: Raj Mohan Singh\nBench: Raj Mohan Singh \nCr No.5181 of 2022 (O&M)                      1\n\n\n       In The High Court Of Punjab And Haryana\n                     At Chandigarh\n\n\n                   Cr No.5181 of 2022(O&M) \n                   Reserved on 30.11.2022\n                   Date of Decision:22.12.2022 \n\n\nFia Technology Services Pvt. Ltd and others..... Petitioners\n\n       Vs.\n\nSameer Kumar Mathur                           ... Respondent\n\n\nCoram: Hon'Ble Mr. Justice Raj Mohan Singh \n\nPresent: Mr. Akshay Bhan, Sr. Advocate with\n         Mr. Anchit Oswal, Advocate,\n         Mr. Amandeep, Advocate and\n         Mr. Anurag Gupta, Advocate\n         for the petitioners. \n\n             Mr. Sumit Goel, Sr. Advocate with\n             Mr. J.S. Mehndiratta, Advocate,\n             Mr. Siddhant Bajaj, Advocate and\n             Mr. Aarush Neeraj Vaid, Advocate\n             for the respondent. \n\n               ** **\n\n\nRaj Mohan Singh, J. \n[1]. The petitioners have preferred this revision petition for setting aside the impugned order dated 21.10.2022 passed by the Additional District Judge-cum-Presiding Officer, Exclusive Commercial Court at Gurugram, exercising jurisdiction under the Commercial Courts Act, 2015. \n1 of 20 [2]. The petitioners have alleged that the impugned order is totally non-speaking and has resulted in wrong exercise of power in contradiction to the provisions under Section 36(2) and Section 34 of the Arbitration and Conciliation Act, 1996. The impugned order has arisen from an application filed by the respondent under Section 34 of the Act, whereby the respondent has challenged the interim award passed by the Arbitral Tribunal in C.I.S. Arb/116/2021 titled Fia Technology Services Pvt. Ltd.Vs. Sameer Kumar Mathur. In the proceedings before the Commercial Court, the respondent has also filed an application under Section 36(2) of the Act for stay of interim award. The impugned order has been passed on the stay application, whereby the Commercial Court has granted an unconditional stay of the interim award without assigning any reason. \n[3]. The Commercial Court vide order dated 15.09.2021 had directed the arbitral proceedings be kept in abeyance during the pendency of the petition under Section 34 of the Act. The aforesaid order dated 15.09.2021 passed by the Additional District Judge-cum-Presiding Officer, Exclusive Commercial Court at Gurugram was challenged by the petitioners in Cr No.4003 of 2022 and the same was disposed of vide order dated 12.10.2022 with the following observations:-\n2 of 20 \"At this stage, without meaning anything on the merits of the case, it would be just and appropriate to direct the Additional District Judge-cum-Presiding Judge, Exclusive Commercial Court at Gurugram to decide the application under Section 36 of the Act finally in accordance with law. \nNeedless to say that an endeavour shall be made to decide the application under Section 36 of the Act in view of consensus arrived at between the parties on the date fixed or soon thereafter, preferably within a week in case of any impediment. \nThis Court has not expressed any opinion on the merits of the case. The Court shall dispose of the application without being influenced by any statement of fact recorded hereinabove. \nIn view of the order passed above, all other applications are disposed of as such.\"\n[4]. Evidently, an interim award was passed by the arbitral Tribunal on 12.06.2021. \n[5]. Learned Senior Counsel for the petitioners submitted that the interim award in respect of determination of issues has attained finality, for which, the respondent has already filed objection petition under Section 34 of the Act. Only issue of valuation has to be decided by the arbitral Tribunal and the same cannot be stayed by the Court by ordering the arbitral proceedings to be kept in abeyance. The challenge in the petition under Section 34 of the Act filed by the respondent is 3 of 20 that the interim arbitral award is patently illegal as the arbitral Tribunal has read into the Share Holders Agreement (Sha) non- compete obligation where none exists, while acknowledging that the Sha does not contain such obligations and that such obligations are not enforceable and therefore, the award is patently illegal and perverse. Learned Senior Counsel referred to the conclusions drawn by the arbitral Tribunal in para Nos.85 and 89 of the award. \n[6]. During the proceedings before the arbitral Tribunal, the petitioners had alleged that the respondent was removed from the post of Ceo as the Board of Directors of the claimant- Company had lost confidence in him due to his acts which in the wisdom of the Board  of Directors were clearly against \"prudent business norms\". In para No.31 of the State of Claim (SOC), following acts of the respondent were set out:-\n\"(a) Several compliance related violations were committed during the tenure of the Respondent. \n(b) Under the tenure of the Respondent, the Claimant Company encountered problem in having unmatched balance in the Yes Bank settlement account. The settlement account has to be reconciled on daily basis, so that no fraud goes undetected and no liability is cast upon the Company vis-a-vis the agents/Customer Service providers (CSPs). The Respondent was called upon repeatedly to resolve this flaw in the system, so that the Claimant Company 4 of 20 does not fall into a situation where it has to pay out a huge amount of money. But the Respondent did not act to resolve the situation, even on the requests/concerns of Claimant No.2. In this regard, the Claimant No.2 even wrote an email dated September 03,2014 to the Respondent. \n(c) Wife of the Respondent was shown as an employee in the Claimant Company and received a salary of Rs.10 lacs per annum for more than 2 years. However, she never worked for the Claimant Company and did not even have an official email id.\n\"Hence, money from the Claimant no.1 was drawn unjustly\". Furthermore, incorrect pan no. detail was provided by the Respondent for his wife. This resulted in rejection of the TDS return of the Claimant Company. Notices were issued by the Revenue to the Claimant Company every quarter requiring it to rectify the defect in the return. Though the Respondent was fully aware of this, he took no steps to rectify it. The said problem arose every quarter. This was done purposely by the Respondent, so that his wife's income was not disclosed in the individual income tax returns, as can be seen for two years where he was not claiming the Form 16 from the Claimant Company. \n(d). The Respondent resorted to creating factitious and forged appointment letter for himself, specifying his salary as Rs.1 crore p.a.\" \n[7]. The respondent resigned as Director of the claimant- Company on 02.09.2015, but even before his resignation, the 5 of 20 respondent has joined ROINET. The petitioners have also alleged the following additional allegations:-\n. \n\" The Respondent clandestinely incorporated ROINET through its proxies before the incorporation of Claimant Company. \n The Respondent has provided list of banks who were clients of Respondent no.1 to ROINET.  Respondent has used same format of Claimant No. 1, its websites CSP, Data Manager etc.  Respondent represented to the Banks dealing with Claimant Company that he has started a new venture. \n Respondent attempted to take away the business of Claimant No.1. \n The Respondent acted to cause loss to the Claimant by spreading disparaging remarks to the associate banks, their officials, employees, franchisees, business associates, beneficiaries and customer of Claimant Company. \n The Respondent went to the extent of spreading misinformation that the Claimant Company was closing its business. \n The Respondent attempted to sabotage the business 6 of 20 of Claimant Company by threatening its employees. The Respondent instigated certain channel partners and CSPs of Claimant No.1 to make abusive and threatening calls at odd hours to the Claimant No.2.  The Respondent resorted to forgery by creating fictitious and forged appointment letters for himself with a view to cause loss to the Claimant Company.  The Respondent informed the bank that he is buying out Claimant Company.\n The Respondent has caused loss to the business of Claimant Company.\n Respondent started personally meeting officials of the banks working with the Claimant Company to transfer the mandate of Claimant Company to ROINET.\" \n[8]. With the aforesaid allegations, the petitioners raised the claims before the arbitral Tribunal on the ground that the respondent has ceased to be a shareholder in terms of Shareholders Agreement dated 24.03.2014 and the respondent be directed to hand over the shares of the claimants. Following prayers were made:-\n\"a. hold that the Respondent has ceased to be a Shareholder in terms of the Shareholders Agreement dated 24.03.2014 and direct the Respondent to hand 7 of 20 over shares to the Claimants. \nPrayers (b) to (d) are in alternative to prayer (a). b. Direct the Respondent not to act in violation of the terms of Article 9.1 of the Shareholders Agreement dated 24.03.2014;\nc. Direct the Respondent not to act in violation of the terms of Article 14.1 of the Shareholders Agreement dated 24.03.2014;\nd. Direct the Respondent not to act in violation of the terms of Article 14.2 of the Shareholders Agreement dated 24.03.2014;\ne. Restrain the Respondent from acting in any manner, which adversely affects interest of the Claimant Nos.1, 2 and 3;\nf. Restrain the Respondent from helping ROI Net Solution Pvt. Ltd. having its Registered Office at House No.15, (Old-6) Kh. No.272/237 GF Gali No 2, Block A-2, Himgiri Enclave, Village Makandpur Burari, New Delhi-110084, in any manner;\ng. Restrain the Respondent from accepting or acting on any position in ROINET Solutions Pvt. Ltd. having its Registered Office at House No 15. (Old -6) Kh. No.272/237 GF Gali No.2, Block A-2, Himgiri Enclave, Village Makandpur Burari, New Delhi- 110084, either expressly or impliedly, directly or indirectly; \nh. Direct the Respondent to immediately stop instigating the threatening calls to the current employees of the Claimant No.1. Also direct the Respondent to instruct his associates to refrain from making such calls to the employees of the Claimant 8 of 20 No.1;\ni. Restrain the Respondent from instigating Channel partners and CSPS of the Claimant No.1 from making abusive and threatening calls at odd hours to the Claimant No.2. Also direct the Respondent to instruct his associates to not indulge in making abusive and threatening calls at odd hours to the Claimant No.2;\nj. Restrain the Respondent from making frivolous complaints against Claimants to government authorities directly or indirectly;\nk. Order the Respondent to pay Compensation of Rs.31.70 crores to the Claimant No.1;\nl. Direct the Respondent to act as per Article 9.2 of the Shareholders Agreement.\nm. Direct the Respondent to unconditionally surrender his 6% shareholding which is part of the Employee Stock Option pool;\nn. Any other or further relief, as this Hon'ble Tribunal may deem fit, may be passed in favour of the Claimants and against the Respondent.\" \n[9]. The respondent set up his case before the arbitral Tribunal on various grounds and also set up counter claims before the Tribunal to the following effect:-\n\"1. An amount of Rs.1,35,73,667/- towards pending dues during his tenure as Chief Executive Officer of FIA Technologies together with interest @ 18% p.a. for the entire period of delay and default.\n2. An amount of Rs.1 crore towards loss of livelihood for the period November 2014 till October 9 of 20 2015 together with interest @ 18% p.a. from the date of filing of the Claim till the date of receipt of the payment from FIA technology.\n3. An amount of Rs.5 crore together with interest @ 18% p.a. from Claimant no.1, Claimant 2 and Claimant no.3 towards loss of reputation, goodwill, mental agony and harassment caused by them.\n4. Claim for pendent-lite and future interest at the @ 18% per annum on the claim amounts. \n5. Costs of the Arbitral proceedings.\n6. Declare the dilution of shares, if any, as illegal, that has taken place de hors the Shareholder Agreement.\" \n[10]. The respondent has also alleged that the respondent and claimant No.2 were contemporaries at MIT, USA where they were studying for the MBA. There they were working on a project regarding use of technologies in eradicating the challenges of financial inclusion globally. Both decided to roll this project in India after completion of the MBA. The respondent came to India in July, 2011 and started getting in touch with the Banks to evaluate the potential of such a project. Claimant No.2 on the basis of the feedback given by the respondent decided to explore the investment sources for the company. She received assurance of the funding from one of her friends in USA i.e. claimant No.3. However, no funding was received by the claimant-Company from claimant No.3. On 10 of 20 27.03.2012, the respondent with his wife Reema Mathur incorporated claimant-Company under the Companies Act. In September, 2012, the claimant-Company acquired its first contract with the State Bank of India. The field operations were started in the month of November, 2012. The respondent had served in various firms and some of the employees in those firms contacted the respondent for career opportunity in the claimant-Company. The high potential individuals were inducted in the claimant-Company. The respondent's experience of Indian market was of 18 years and the claimant-Company was able to develop a partner base of 120 distributors and 4000 plus retail point Districts in 25 States nationally. The respondent has alleged various grounds in his defence, besides setting up a counter claim to his credit. He has also taken a stand regarding ROINET Solutions and Traverses of the respondent in reply to the amended SOC. \n[11]. Learned Senior Counsel for the respondent by referring to Clauses 9.1 and 9.2 of the Shareholders Agreement dated 24.03.2014 submitted that the aforesaid clauses do not contain non-competitive clause. \n[12]. This Court while passing the order dated 12.10.2022 in CR No.4003 of 2022 has also noted the contentions of the learned Senior Counsel for the petitioner that the interim award 11 of 20 in respect of determination of issues decided vide the interim award has attained finality, for which, the respondent has already filed objections under Section 34 of the Act. Only issue of valuation has to be decided by the arbitral Tribunal and the impugned order dated 21.10.2022 is in utter disregard to the mandatory provisions of Section 36(2) and Section 34 of the Arbitration and Conciliation Act, 1996. This Court while parting with the order, directed the Additional District Judge-cum- Presiding Judge, Exclusive Commercial Court at Gurugram to decide the application under Section 36 of the Act finally in accordance with law. The order was passed on the basis of consensus arrived at between the parties that the application under Section 36 of the Act shall be decided on the date fixed or soon thereafter. While passing the order, this Court has not expressed any opinion on the merits of the case and the application under Section 36 of the Act was to be decided by the Additional District Judge-cum-Presiding Judge without being influenced by any statement of fact recorded in the order dated 12.10.2022. \n[13]. Perusal of the impugned order would show that the Court while passing the order has observed that the petition under Section 34 of the Act is required to be decided on merits on various grounds of challenge made by the respondent. If stay 12 of 20 granted on 15.09.2021 is vacated, the arbitral Tribunal will proceed to pass award upon undertaking exercise of valuation of shares and resultantly, the petition under Section 34 of the Act shall be rendered infructuous. In a way, the Court has observed that the decision of the petition under Section 34 of Act is intrinsically mixed up with the issue of valuation and it would be imperative to look into the legality of the impugned award and there shall be stay against the operation of the interim award dated 12.06.2021 till decision of the objection petition under Section 34 of the Act. \n[14]. Learned Senior Counsel for the petitioners submitted that the impugned order has been passed in utter disregard to the provisions of Section 36(2)(3) of the Act. The filing of objection petition under Section 34 of the Act shall not by itself render that award unenforceable, unless the Court grants an order of the operation of the stay of the arbitral award in accordance with the provisions of sub Section 3 on a separate application made for that purpose. In the event of filing such an application under sub Section 2 of the Act for stay of operation of the arbitral award, the Court may subject to such conditions as it may deem feet, grant stay for operation of such award for the reasons to be recorded in writing. For grant of stay in the case of an arbitral award for payment of money, the Court is to 13 of 20 have due regard to the provisions for grant of stay in a money decree under the provisions of the CPC. The power under sub Section 36(3) of the Act to grant stay of an award is coupled with the duty to impose conditions which could include the condition of securing the award by deposit in Court, of the amount of the award. However, the Court may not impose condition for stay, if it deems appropriate not to do so. The power of Court to grant unconditional stay of an award is not unfettered, however, the same is subject to the condition in the second proviso i.e. the Court is satisfied that a prima facie case is made out that- (i) the arbitration agreement or contract which is the basis of the award; or (ii) the making of the award, was induced or effected by fraud or corruption. [15]. Once an application under Section 36(2) of the Act is filed for stay of operation of the arbitral award, the Court may subject to such conditions as it may deem fit, grant stay of the operation of such award, for reasons to be recorded in writing. The Court is empowered to impose such conditions as it might deem fit and may grant stay of operation of the award subject to furnishing of security covering entire amount of the award including interest. The proviso to Section 36(3) of the Act makes it clear that while considering an application for grant of stay in the case of an arbitral award for payment of money, due regard 14 of 20 to be given to the provisions for grant of stay of a money decree under the provisions of the CPC. The proviso to Section 36(3) of the Act further stipulates that where the Court is satisfied that a prima facie case is made out that (a) the arbitration agreement or contract which is the basis of the award or, (b) the making of the award was induced or effected by fraud or corruption, it shall stay the award unconditionally pending disposal of the challenge under Section 34 of the Award. \n[16]. On the strength of Pam Developments Private Limited Vs. State of West Bengal, (2019) 8 SCC 112, Sepco Electric Power Construction Corporation Vs. Power Mech Projects Ltd., 2022 SCC OnLine SC 1243 and Board of Control for Cricket in India Vs. Kochi Cricket Private Limited and others, (2018) 6 SCC 287, learned Senior Counsel for the petitioners submitted that a differential treatment to the Government in certain cases may not be so applicable while considering a case against the Government under the Arbitration Act. There is no requirement under the Arbitration Act for a notice to be given to the Government before invoking arbitration proceeding against the Government. Similarly, Section 36 of the Act does not provide for any special treatment to the Government while dealing with the grant of stay in an application under proceedings of Section 34 of the Act. Section 15 of 20 26 of the Arbitration and Conciliation (Amendment) Act, 2015 postulates that nothing contained in this Act shall apply to the arbitral proceedings commenced, in accordance with the provisions of Section 21 of the Principal Act, before the commencement of this Act unless the parties otherwise agree but this Act shall apply in relation to arbitral proceedings commenced on or after the date of commencement of this Act. Bare reading of Section 26 of the (Amendment) Act, 2015 would make it clear that if in all cases where petition under Section 34 of the Act is filed after the commencement of the Amendment Act and an application for stay having been made under Section 36 of the Act therein, will be governed by Section 34 of the Act as amended and Section 36 of the Act as substituted. But if the petition under Section 34 of the Act is filed before commencement of Amendment Act, then the meaning attached to Section 26 of the Arbitration and Conciliation (Amendment) Act, 2015 would have the meaning as held in BCCI's case (supra) and Civil Appeal No.3972 of 2019 (arising out of Special Leave Petition (Civil) No.1550 of 2018) titled Bharat Broadband Network Limited Vs. United Telecoms Limited decided on 16.04.2019. \n[17]. On the strength of the aforesaid precedents, learned Senior Counsel for the petitioners submitted that the impugned 16 of 20 order is totally non-speaking and is liable to be set aside. [18]. Per contra, learned Senior Counsel for the respondent with reference to the stand of the respondent submitted that the conduct of the petitioner even after passing of the order dated 12.10.2022 can be deprecated. The case was fixed for 14.10.2022 before the Additional District Judge-cum- Presiding Judge, Exclusive Commercial Court at Gurugram for arguments. The copy of order dated 12.10.2022 passed by this Court was placed before the Court. Learned counsel for the respondent was ready to argue the petition under Section 34 of the Act and he made a prayer for hearing the arguments on the main petition under Section 34 of the Act itself. However, learned counsel for the present petitioners submitted that the arguments on the application under Section 36 of the Act will not take much time and therefore, in compliance of the order of the High Court, arguments on the said application be heard. The case was adjourned to 17.10.2022 for arguments and it was observed that the counsel for the parties may if desire address arguments on the main petition under Section 34 of the Act, which will also cover the points concerning Section 36 of the Act. \n[19]. Learned Senior Counsel further submitted that the petitioners were not interested in arguing the main petition and 17 of 20 ultimately vide the impugned order dated 21.10.2022, the application under Section 36 of the Act was allowed and the case was fixed for arguments on the main petition. During course of arguments, learned counsel for the respondent showed willingness of the respondent to address arguments on the main petition on any date to be fixed by this Court. Learned Senior Counsel has also raised objection as regards the maintainability of the present revision petition on the strength of Section 8 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 and State of Gujarat Vs. Union of India in R/Special Civil Application No.737 of 2018 decided on 07.05.2018, M/s Harpreet Singh Chhabra and Four others Vs. Mrs. Suneet Kaur Sahney and Eight others, 2019(1) ArbiLR 127, Surya Dev Rai Vs. Ram Chander Rai and others, 2003(6) SCC 675, Black Diamond Trackparst Pvt. Ltd. Vs. Black Diamond Motors Pvt. Ltd., 2021(87) PTC 480, Delhi High Court and Pari Agro Exports Vs. Soufflet Alimentaire and another, (2020) 4 RCR (Civil) 377.\n[ 20 ] . After considering the rival submissions made by the learned counsel for the parties, I find that the impugned order has not been passed in compliance of law laid down in Sepco Electric Power Construction Corporation case (supra). Vide 18 of 20 Arbitration and Conciliation (Amendment) Act No.3 of 2021 in the Arbitration and Conciliation Act, 1996, in Section 36, in sub Section (3), after the proviso, the following provisions have been added w.e.f. 23.10.2015:-\n\"Provided further that where the Court is satisfied that a prima facie case is made out that- (a) the arbitration agreement or contract which is the basis of the award; or (b) the making of the award, was induced or effected by fraud or corruption, it shall stay the award unconditionally pending disposal of the challenge under Section 34 of the Award.\" \n[21]. Perusal of the impugned order would show that the same is wanting on legal parameters and the same is not even in consonance with the order passed by this Court on 12.10.2022 in CR No.4003 of 2022.\n[22]. In view of facts and attending circumstances of the case, I deem it appropriate to set aside the impugned order dated 21.10.2022 and directed the Additional District Judge- cum-Presiding Judge, Exclusive Commercial Court at Gurugram to revisit the issue and pass appropriate order in accordance with law. However, learned Senior Counsel for the respondent has also pointed out number of interlocutory orders to indicate 19 of 20 that the Court was also inclined to hear the main arguments under Section 34 of the Act and the petitioners have not come forward to address arguments despite number of adjournments. [23]. In view of the aforesaid, the Additional District Judge- cum-Presiding Judge, Exclusive Commercial Court at Gurugram would also be at liberty to fix some date for arguments in the main petition under Section 34 of the Act and decide the same at the earliest after deciding the application under Section 36(2) of the Act. \n[24]. For the reasons recorded hereinabove, the present revision petition is disposed of. \n                                      (RAJ MOHAN SINGH) \n22.12.2022                                  JUDGE Prince Whether speaking/reasoned                  Yes/No Whether reportable                         Yes/No                                 20 of 20  ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fb524105984b41868fbae72fc86deb40_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aad200d6bb21492bb29ed43f28433f49_1"
    },
    {
      "start": 242,
      "end": 352,
      "text": "\nPunjab-Haryana High Court\nFia Technology Services Pvt Ltd And ... vs Sameer Kumar Mathur on 22 December, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6bb491782d0b44c4800de985f370e49f_2"
    },
    {
      "start": 353,
      "end": 400,
      "text": "\nAuthor: Raj Mohan Singh\nBench: Raj Mohan Singh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "93b2fe8b7b194404a6e70b2fec0a39b5_3"
    },
    {
      "start": 401,
      "end": 426,
      "text": "\nCr No.5181 of 2022 (O&M)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1f4d62cf7d984c62bbdc339f32efbd7e_4"
    },
    {
      "start": 427,
      "end": 520,
      "text": "                     1\n\n\n       In The High Court Of Punjab And Haryana\n                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cc18a33a753944cab5c9a6301f91d2d1_5"
    },
    {
      "start": 520,
      "end": 555,
      "text": "At Chandigarh\n\n\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d37f1ecdd0f34c388b46e81ce3803e81_6"
    },
    {
      "start": 555,
      "end": 578,
      "text": "Cr No.5181 of 2022(O&M)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ccc33d756a7e452dbb4279195cfffd96_7"
    },
    {
      "start": 579,
      "end": 668,
      "text": "\n                   Reserved on 30.11.2022\n                   Date of Decision:22.12.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6488b0ad6b7d4284b1c827c71aba824e_8"
    },
    {
      "start": 672,
      "end": 720,
      "text": "Fia Technology Services Pvt. Ltd and others.....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9bdab45b23284394b02465c97bb95738_9"
    },
    {
      "start": 721,
      "end": 741,
      "text": "Petitioners\n\n       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ab837ff6d31b4b34a2d9e00555ca57d3_10"
    },
    {
      "start": 741,
      "end": 765,
      "text": "Vs.\n\nSameer Kumar Mathur",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bce80db41766476a9d447e44801da523_11"
    },
    {
      "start": 792,
      "end": 809,
      "text": "... Respondent\n\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a3ff1f1ab4274e32899a66072d793ddf_12"
    },
    {
      "start": 809,
      "end": 851,
      "text": "Coram: Hon'Ble Mr. Justice Raj Mohan Singh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c8f8a7a1e6c046229011ee3b47282486_13"
    },
    {
      "start": 854,
      "end": 907,
      "text": "Present: Mr. Akshay Bhan, Sr. Advocate with\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f50072c4f63d47a5b263ac5131a9a969_14"
    },
    {
      "start": 907,
      "end": 1036,
      "text": "Mr. Anchit Oswal, Advocate,\n         Mr. Amandeep, Advocate and\n         Mr. Anurag Gupta, Advocate\n         for the petitioners.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "756c54f97e114e34a41d8fa6d6f56535_15"
    },
    {
      "start": 1037,
      "end": 1255,
      "text": "\n\n             Mr. Sumit Goel, Sr. Advocate with\n             Mr. J.S. Mehndiratta, Advocate,\n             Mr. Siddhant Bajaj, Advocate and\n             Mr. Aarush Neeraj Vaid, Advocate\n             for the respondent.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8495a2cad56c43d2a85b02296b33e8fc_16"
    },
    {
      "start": 1273,
      "end": 1300,
      "text": "** **\n\n\nRaj Mohan Singh, J.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "25d947efa05746b88a657e480105509d_17"
    },
    {
      "start": 1302,
      "end": 1580,
      "text": "[1]. The petitioners have preferred this revision petition for setting aside the impugned order dated 21.10.2022 passed by the Additional District Judge-cum-Presiding Officer, Exclusive Commercial Court at Gurugram, exercising jurisdiction under the Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "388b4aa049e546a78b5964702ee2a34b_18"
    },
    {
      "start": 1582,
      "end": 1594,
      "text": "1 of 20 [2].",
      "labels": [
        "FAC"
      ],
      "id": "45bbc5b7136241519c06133be34ffda6_19"
    },
    {
      "start": 1595,
      "end": 1832,
      "text": "The petitioners have alleged that the impugned order is totally non-speaking and has resulted in wrong exercise of power in contradiction to the provisions under Section 36(2) and Section 34 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "FAC"
      ],
      "id": "5630cf4e754846db9ea8459328779f72_20"
    },
    {
      "start": 1833,
      "end": 2111,
      "text": "The impugned order has arisen from an application filed by the respondent under Section 34 of the Act, whereby the respondent has challenged the interim award passed by the Arbitral Tribunal in C.I.S. Arb/116/2021 titled Fia Technology Services Pvt. Ltd.Vs. Sameer Kumar Mathur.",
      "labels": [
        "FAC"
      ],
      "id": "5e8d6e5a80df4324b66278ca3ef13452_21"
    },
    {
      "start": 2112,
      "end": 2262,
      "text": "In the proceedings before the Commercial Court, the respondent has also filed an application under Section 36(2) of the Act for stay of interim award.",
      "labels": [
        "FAC"
      ],
      "id": "67607ee1f6ae4c7096283e4a15180970_22"
    },
    {
      "start": 2263,
      "end": 2436,
      "text": "The impugned order has been passed on the stay application, whereby the Commercial Court has granted an unconditional stay of the interim award without assigning any reason.",
      "labels": [
        "FAC"
      ],
      "id": "e20a6f4098184e0e8c16779f4794faa9_23"
    },
    {
      "start": 2438,
      "end": 2614,
      "text": "[3]. The Commercial Court vide order dated 15.09.2021 had directed the arbitral proceedings be kept in abeyance during the pendency of the petition under Section 34 of the Act.",
      "labels": [
        "FAC"
      ],
      "id": "200fb63a38ae43c286213fd4e05e987b_24"
    },
    {
      "start": 2615,
      "end": 3195,
      "text": "The aforesaid order dated 15.09.2021 passed by the Additional District Judge-cum-Presiding Officer, Exclusive Commercial Court at Gurugram was challenged by the petitioners in Cr No.4003 of 2022 and the same was disposed of vide order dated 12.10.2022 with the following observations:-\n2 of 20 \"At this stage, without meaning anything on the merits of the case, it would be just and appropriate to direct the Additional District Judge-cum-Presiding Judge, Exclusive Commercial Court at Gurugram to decide the application under Section 36 of the Act finally in accordance with law.",
      "labels": [
        "FAC"
      ],
      "id": "00495a0a65ba4d9faa83f91846c9c4a8_25"
    },
    {
      "start": 3196,
      "end": 3440,
      "text": "\nNeedless to say that an endeavour shall be made to decide the application under Section 36 of the Act in view of consensus arrived at between the parties on the date fixed or soon thereafter, preferably within a week in case of any impediment.",
      "labels": [
        "FAC"
      ],
      "id": "c826a58ef00f44dd8fef153d7cacdead_26"
    },
    {
      "start": 3441,
      "end": 3509,
      "text": "\nThis Court has not expressed any opinion on the merits of the case.",
      "labels": [
        "FAC"
      ],
      "id": "fd39773085bb4f24a8f53563e14117af_27"
    },
    {
      "start": 3510,
      "end": 3624,
      "text": "The Court shall dispose of the application without being influenced by any statement of fact recorded hereinabove.",
      "labels": [
        "FAC"
      ],
      "id": "c6482e82c72943d4a07b9fda6fbfc6ac_28"
    },
    {
      "start": 3625,
      "end": 3714,
      "text": "\nIn view of the order passed above, all other applications are disposed of as such.\"\n[4].",
      "labels": [
        "FAC"
      ],
      "id": "f03cb2f6da6b47ca8e0429086f5521ff_29"
    },
    {
      "start": 3715,
      "end": 3793,
      "text": "Evidently, an interim award was passed by the arbitral Tribunal on 12.06.2021.",
      "labels": [
        "FAC"
      ],
      "id": "408fd3164e45453391342d565277d60b_30"
    },
    {
      "start": 3795,
      "end": 4028,
      "text": "[5]. Learned Senior Counsel for the petitioners submitted that the interim award in respect of determination of issues has attained finality, for which, the respondent has already filed objection petition under Section 34 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "505cb2f52d0941279b4bb3c3dba703a4_31"
    },
    {
      "start": 4029,
      "end": 4199,
      "text": "Only issue of valuation has to be decided by the arbitral Tribunal and the same cannot be stayed by the Court by ordering the arbitral proceedings to be kept in abeyance.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9cac0a540c1948d9a6c284ea98058a74_32"
    },
    {
      "start": 4200,
      "end": 4632,
      "text": "The challenge in the petition under Section 34 of the Act filed by the respondent is 3 of 20 that the interim arbitral award is patently illegal as the arbitral Tribunal has read into the Share Holders Agreement (Sha) non- compete obligation where none exists, while acknowledging that the Sha does not contain such obligations and that such obligations are not enforceable and therefore, the award is patently illegal and perverse.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "46ea2d29eb9f4e93aca2009b57a65b0d_33"
    },
    {
      "start": 4633,
      "end": 4750,
      "text": "Learned Senior Counsel referred to the conclusions drawn by the arbitral Tribunal in para Nos.85 and 89 of the award.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "dcdc6e02481c4cdd906cf2059efe7944_34"
    },
    {
      "start": 4752,
      "end": 5017,
      "text": "[6]. During the proceedings before the arbitral Tribunal, the petitioners had alleged that the respondent was removed from the post of Ceo as the Board of Directors of the claimant- Company had lost confidence in him due to his acts which in the wisdom of the Board",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "d09512ad37054490b99a64b260b046bc_35"
    },
    {
      "start": 5018,
      "end": 5031,
      "text": " of Directors",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "834c7c1675cd4ca28b2829bccad4f1dd_36"
    },
    {
      "start": 5032,
      "end": 5078,
      "text": "were clearly against \"prudent business norms\".",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "145e68d8862c4be798dd4c74d5755ec5_37"
    },
    {
      "start": 5079,
      "end": 5264,
      "text": "In para No.31 of the State of Claim (SOC), following acts of the respondent were set out:-\n\"(a) Several compliance related violations were committed during the tenure of the Respondent.",
      "labels": [
        "FAC"
      ],
      "id": "c1f7ae39cd7346f6b5abc9d1b3f05006_38"
    },
    {
      "start": 5265,
      "end": 5410,
      "text": "\n(b) Under the tenure of the Respondent, the Claimant Company encountered problem in having unmatched balance in the Yes Bank settlement account.",
      "labels": [
        "FAC"
      ],
      "id": "eb7211245f4541e18b313a537ad16478_39"
    },
    {
      "start": 5411,
      "end": 5601,
      "text": "The settlement account has to be reconciled on daily basis, so that no fraud goes undetected and no liability is cast upon the Company vis-a-vis the agents/Customer Service providers (CSPs).",
      "labels": [
        "FAC"
      ],
      "id": "838857137a7549c39dd8c34a8f9cc20f_40"
    },
    {
      "start": 5602,
      "end": 5795,
      "text": "The Respondent was called upon repeatedly to resolve this flaw in the system, so that the Claimant Company 4 of 20 does not fall into a situation where it has to pay out a huge amount of money.",
      "labels": [
        "FAC"
      ],
      "id": "5d406c4b5f5c4fedaf382758e6598305_41"
    },
    {
      "start": 5796,
      "end": 5900,
      "text": "But the Respondent did not act to resolve the situation, even on the requests/concerns of Claimant No.2.",
      "labels": [
        "FAC"
      ],
      "id": "b57116c2ca2d4bc8bcb6f92039f7f876_42"
    },
    {
      "start": 5901,
      "end": 5997,
      "text": "In this regard, the Claimant No.2 even wrote an email dated September 03,2014 to the Respondent.",
      "labels": [
        "FAC"
      ],
      "id": "8a325d6a0e064d3192779a9c6941b519_43"
    },
    {
      "start": 5998,
      "end": 6143,
      "text": "\n(c) Wife of the Respondent was shown as an employee in the Claimant Company and received a salary of Rs.10 lacs per annum for more than 2 years.",
      "labels": [
        "FAC"
      ],
      "id": "6766b4c7f5b5489786332121b7affc31_44"
    },
    {
      "start": 6144,
      "end": 6239,
      "text": "However, she never worked for the Claimant Company and did not even have an official email id.\n",
      "labels": [
        "FAC"
      ],
      "id": "c746351dc13a47d0834d62d21def8aac_45"
    },
    {
      "start": 6239,
      "end": 6296,
      "text": "\"Hence, money from the Claimant no.1 was drawn unjustly\".",
      "labels": [
        "FAC"
      ],
      "id": "f74a91122131406faa6a23bc120ab625_46"
    },
    {
      "start": 6297,
      "end": 6379,
      "text": "Furthermore, incorrect pan no. detail was provided by the Respondent for his wife.",
      "labels": [
        "FAC"
      ],
      "id": "a6ef1976ee514657a3ccc5e5247be556_47"
    },
    {
      "start": 6380,
      "end": 6449,
      "text": "This resulted in rejection of the TDS return of the Claimant Company.",
      "labels": [
        "FAC"
      ],
      "id": "5a5066e8bb8347bb83a06b50286fdc58_48"
    },
    {
      "start": 6450,
      "end": 6572,
      "text": "Notices were issued by the Revenue to the Claimant Company every quarter requiring it to rectify the defect in the return.",
      "labels": [
        "FAC"
      ],
      "id": "2218078de3f64969b73f237b45f35690_49"
    },
    {
      "start": 6573,
      "end": 6651,
      "text": "Though the Respondent was fully aware of this, he took no steps to rectify it.",
      "labels": [
        "FAC"
      ],
      "id": "3bbded3bf51840138e028dcba31207fe_50"
    },
    {
      "start": 6652,
      "end": 6689,
      "text": "The said problem arose every quarter.",
      "labels": [
        "FAC"
      ],
      "id": "8b63c28a011c4f68b473bf4865e618b1_51"
    },
    {
      "start": 6690,
      "end": 6908,
      "text": "This was done purposely by the Respondent, so that his wife's income was not disclosed in the individual income tax returns, as can be seen for two years where he was not claiming the Form 16 from the Claimant Company.",
      "labels": [
        "FAC"
      ],
      "id": "92e14ff3a9784ecca48a6dc72371ecc2_52"
    },
    {
      "start": 6909,
      "end": 7046,
      "text": "\n(d). The Respondent resorted to creating factitious and forged appointment letter for himself, specifying his salary as Rs.1 crore p.a.\"",
      "labels": [
        "FAC"
      ],
      "id": "59040795b44b49b4aa9ae3ebb533231e_53"
    },
    {
      "start": 7047,
      "end": 7203,
      "text": "\n[7]. The respondent resigned as Director of the claimant- Company on 02.09.2015, but even before his resignation, the 5 of 20 respondent has joined ROINET.",
      "labels": [
        "FAC"
      ],
      "id": "45d81ae5c845475d847a3c079fd6b992_54"
    },
    {
      "start": 7204,
      "end": 7278,
      "text": "The petitioners have also alleged the following additional allegations:-\n.",
      "labels": [
        "FAC"
      ],
      "id": "b9de717ba8744bd486835e1cc431aa68_55"
    },
    {
      "start": 7279,
      "end": 7396,
      "text": "\n\" The Respondent clandestinely incorporated ROINET through its proxies before the incorporation of Claimant Company.",
      "labels": [
        "FAC"
      ],
      "id": "4d9e2ebd37fe4e14beecd11dd9e422b8_56"
    },
    {
      "start": 7397,
      "end": 7487,
      "text": "\n The Respondent has provided list of banks who were clients of Respondent no.1 to ROINET.",
      "labels": [
        "FAC"
      ],
      "id": "6611a5efa0d14170871b06e768d9e453_57"
    },
    {
      "start": 7488,
      "end": 7577,
      "text": " Respondent has used same format of Claimant No. 1, its websites CSP, Data Manager etc.  ",
      "labels": [
        "FAC"
      ],
      "id": "ad286f68abca43b38c804cc3810dbbae_58"
    },
    {
      "start": 7577,
      "end": 7677,
      "text": "Respondent represented to the Banks dealing with Claimant Company that he has started a new venture.",
      "labels": [
        "FAC"
      ],
      "id": "421fd6b3947140a7bbe5f17320aaf1e0_59"
    },
    {
      "start": 7678,
      "end": 7744,
      "text": "\n Respondent attempted to take away the business of Claimant No.1.",
      "labels": [
        "FAC"
      ],
      "id": "c8a00efc92f049a7ab58e449d025f6ff_60"
    },
    {
      "start": 7745,
      "end": 7964,
      "text": "\n The Respondent acted to cause loss to the Claimant by spreading disparaging remarks to the associate banks, their officials, employees, franchisees, business associates, beneficiaries and customer of Claimant Company.",
      "labels": [
        "FAC"
      ],
      "id": "d1ae6bf406bf48bca63d25cfa37ae930_61"
    },
    {
      "start": 7965,
      "end": 8080,
      "text": "\n The Respondent went to the extent of spreading misinformation that the Claimant Company was closing its business.",
      "labels": [
        "FAC"
      ],
      "id": "9d207ed471874292bb1ec5411d8ab953_62"
    },
    {
      "start": 8081,
      "end": 8190,
      "text": "\n The Respondent attempted to sabotage the business 6 of 20 of Claimant Company by threatening its employees.",
      "labels": [
        "FAC"
      ],
      "id": "500354a3413a4eb8aab28e63cd51526f_63"
    },
    {
      "start": 8191,
      "end": 8340,
      "text": "The Respondent instigated certain channel partners and CSPs of Claimant No.1 to make abusive and threatening calls at odd hours to the Claimant No.2.",
      "labels": [
        "FAC"
      ],
      "id": "237c91f3e01b474c8ffc4e9ddb06ccf1_64"
    },
    {
      "start": 8341,
      "end": 8493,
      "text": " The Respondent resorted to forgery by creating fictitious and forged appointment letters for himself with a view to cause loss to the Claimant Company.",
      "labels": [
        "FAC"
      ],
      "id": "9ccd047bfa824217ba8da06f0b8b2e9b_65"
    },
    {
      "start": 8494,
      "end": 8638,
      "text": " The Respondent informed the bank that he is buying out Claimant Company.\n The Respondent has caused loss to the business of Claimant Company.\n ",
      "labels": [
        "FAC"
      ],
      "id": "9e34509738e645cfb09d4a27c39a8d53_66"
    },
    {
      "start": 8638,
      "end": 8788,
      "text": "Respondent started personally meeting officials of the banks working with the Claimant Company to transfer the mandate of Claimant Company to ROINET.\"",
      "labels": [
        "FAC"
      ],
      "id": "a65e56da0e4f4fb8a4c4824dc4ee1117_67"
    },
    {
      "start": 8790,
      "end": 9079,
      "text": "[8]. With the aforesaid allegations, the petitioners raised the claims before the arbitral Tribunal on the ground that the respondent has ceased to be a shareholder in terms of Shareholders Agreement dated 24.03.2014 and the respondent be directed to hand over the shares of the claimants.",
      "labels": [
        "FAC"
      ],
      "id": "f1d5dfe21743497b9c0258a83afb7a8a_68"
    },
    {
      "start": 9080,
      "end": 9297,
      "text": "Following prayers were made:-\n\"a. hold that the Respondent has ceased to be a Shareholder in terms of the Shareholders Agreement dated 24.03.2014 and direct the Respondent to hand 7 of 20 over shares to the Claimants.",
      "labels": [
        "FAC"
      ],
      "id": "401aa02e03ba49108a7f560be1129d97_69"
    },
    {
      "start": 9299,
      "end": 10226,
      "text": "Prayers (b) to (d) are in alternative to prayer (a). b. Direct the Respondent not to act in violation of the terms of Article 9.1 of the Shareholders Agreement dated 24.03.2014;\nc. Direct the Respondent not to act in violation of the terms of Article 14.1 of the Shareholders Agreement dated 24.03.2014;\nd. Direct the Respondent not to act in violation of the terms of Article 14.2 of the Shareholders Agreement dated 24.03.2014;\ne. Restrain the Respondent from acting in any manner, which adversely affects interest of the Claimant Nos.1, 2 and 3;\nf. Restrain the Respondent from helping ROI Net Solution Pvt. Ltd. having its Registered Office at House No.15, (Old-6) Kh. No.272/237 GF Gali No 2, Block A-2, Himgiri Enclave, Village Makandpur Burari, New Delhi-110084, in any manner;\ng. Restrain the Respondent from accepting or acting on any position in ROINET Solutions Pvt. Ltd. having its Registered Office at House No 15.",
      "labels": [
        "STA"
      ],
      "id": "f16cd67dc8d642d2bc42d6d6100fa104_70"
    },
    {
      "start": 10227,
      "end": 10392,
      "text": "(Old -6) Kh. No.272/237 GF Gali No.2, Block A-2, Himgiri Enclave, Village Makandpur Burari, New Delhi- 110084, either expressly or impliedly, directly or indirectly;",
      "labels": [
        "FAC"
      ],
      "id": "85846b3f12644ff09b858f466778af25_71"
    },
    {
      "start": 10394,
      "end": 10519,
      "text": "h. Direct the Respondent to immediately stop instigating the threatening calls to the current employees of the Claimant No.1.",
      "labels": [
        "FAC"
      ],
      "id": "80445332c3ac4b64b31845e55c018f18_72"
    },
    {
      "start": 10520,
      "end": 10822,
      "text": "Also direct the Respondent to instruct his associates to refrain from making such calls to the employees of the Claimant 8 of 20 No.1;\ni. Restrain the Respondent from instigating Channel partners and CSPS of the Claimant No.1 from making abusive and threatening calls at odd hours to the Claimant No.2.",
      "labels": [
        "FAC"
      ],
      "id": "71420eb1d83f43efa6cbed36dfcfde2b_73"
    },
    {
      "start": 10823,
      "end": 11387,
      "text": "Also direct the Respondent to instruct his associates to not indulge in making abusive and threatening calls at odd hours to the Claimant No.2;\nj. Restrain the Respondent from making frivolous complaints against Claimants to government authorities directly or indirectly;\nk. Order the Respondent to pay Compensation of Rs.31.70 crores to the Claimant No.1;\nl. Direct the Respondent to act as per Article 9.2 of the Shareholders Agreement.\nm. Direct the Respondent to unconditionally surrender his 6% shareholding which is part of the Employee Stock Option pool;\nn.",
      "labels": [
        "FAC"
      ],
      "id": "4c0c9e94672d41cb93ed6187d433d1dd_74"
    },
    {
      "start": 11388,
      "end": 11525,
      "text": "Any other or further relief, as this Hon'ble Tribunal may deem fit, may be passed in favour of the Claimants and against the Respondent.\"",
      "labels": [
        "FAC"
      ],
      "id": "1bd2974d1e5d430087eda894e40b1d6f_75"
    },
    {
      "start": 11527,
      "end": 12409,
      "text": "[9]. The respondent set up his case before the arbitral Tribunal on various grounds and also set up counter claims before the Tribunal to the following effect:-\n\"1. An amount of Rs.1,35,73,667/- towards pending dues during his tenure as Chief Executive Officer of FIA Technologies together with interest @ 18% p.a. for the entire period of delay and default.\n2. An amount of Rs.1 crore towards loss of livelihood for the period November 2014 till October 9 of 20 2015 together with interest @ 18% p.a. from the date of filing of the Claim till the date of receipt of the payment from FIA technology.\n3. An amount of Rs.5 crore together with interest @ 18% p.a. from Claimant no.1, Claimant 2 and Claimant no.3 towards loss of reputation, goodwill, mental agony and harassment caused by them.\n4. Claim for pendent-lite and future interest at the @ 18% per annum on the claim amounts.",
      "labels": [
        "FAC"
      ],
      "id": "c4da1e3095f149758f8aa13f29c05859_76"
    },
    {
      "start": 12410,
      "end": 12451,
      "text": "\n5. Costs of the Arbitral proceedings.\n6.",
      "labels": [
        "FAC"
      ],
      "id": "24c7e677df8a4b12aef0120bd9fa8d41_77"
    },
    {
      "start": 12452,
      "end": 12560,
      "text": "Declare the dilution of shares, if any, as illegal, that has taken place de hors the Shareholder Agreement.\"",
      "labels": [
        "FAC"
      ],
      "id": "0d80cfd985c2451ea699fb24136ed98c_78"
    },
    {
      "start": 12562,
      "end": 12707,
      "text": "[10]. The respondent has also alleged that the respondent and claimant No.2 were contemporaries at MIT, USA where they were studying for the MBA.",
      "labels": [
        "FAC"
      ],
      "id": "b286544f20774725854b978d0c284505_79"
    },
    {
      "start": 12708,
      "end": 12837,
      "text": "There they were working on a project regarding use of technologies in eradicating the challenges of financial inclusion globally.",
      "labels": [
        "FAC"
      ],
      "id": "014ea4449de449149b90ccf74b42aad9_80"
    },
    {
      "start": 12838,
      "end": 12909,
      "text": "Both decided to roll this project in India after completion of the MBA.",
      "labels": [
        "FAC"
      ],
      "id": "6894a26ff83642389f0e695f30a2f881_81"
    },
    {
      "start": 12910,
      "end": 13041,
      "text": "The respondent came to India in July, 2011 and started getting in touch with the Banks to evaluate the potential of such a project.",
      "labels": [
        "FAC"
      ],
      "id": "adb4faef15224230b54accc5a3c5b8f2_82"
    },
    {
      "start": 13042,
      "end": 13167,
      "text": "Claimant No.2 on the basis of the feedback given by the respondent decided to explore the investment sources for the company.",
      "labels": [
        "FAC"
      ],
      "id": "cc16bbd899d24aa7896137537bdb049f_83"
    },
    {
      "start": 13168,
      "end": 13256,
      "text": "She received assurance of the funding from one of her friends in USA i.e. claimant No.3.",
      "labels": [
        "FAC"
      ],
      "id": "7d9d423708cf460b8ab9e2c5852282e0_84"
    },
    {
      "start": 13257,
      "end": 13333,
      "text": "However, no funding was received by the claimant-Company from claimant No.3.",
      "labels": [
        "FAC"
      ],
      "id": "fdae795c7b664cd39a902ba4b185903a_85"
    },
    {
      "start": 13334,
      "end": 13454,
      "text": "On 10 of 20 27.03.2012, the respondent with his wife Reema Mathur incorporated claimant-Company under the Companies Act.",
      "labels": [
        "FAC"
      ],
      "id": "4914c09d9a3347099e9a5e3763adcfed_86"
    },
    {
      "start": 13455,
      "end": 13553,
      "text": "In September, 2012, the claimant-Company acquired its first contract with the State Bank of India.",
      "labels": [
        "FAC"
      ],
      "id": "ec4a224b6e994abaa9d601359b1834ba_87"
    },
    {
      "start": 13554,
      "end": 13619,
      "text": "The field operations were started in the month of November, 2012.",
      "labels": [
        "FAC"
      ],
      "id": "ee26381020674e67927a629556cc8faf_88"
    },
    {
      "start": 13620,
      "end": 13776,
      "text": "The respondent had served in various firms and some of the employees in those firms contacted the respondent for career opportunity in the claimant-Company.",
      "labels": [
        "FAC"
      ],
      "id": "a0cf90e8f9f04f4e80fbedd8db9c14bf_89"
    },
    {
      "start": 13777,
      "end": 13846,
      "text": "The high potential individuals were inducted in the claimant-Company.",
      "labels": [
        "FAC"
      ],
      "id": "62ff578918f144f7bb238bee071e34cd_90"
    },
    {
      "start": 13847,
      "end": 14049,
      "text": "The respondent's experience of Indian market was of 18 years and the claimant-Company was able to develop a partner base of 120 distributors and 4000 plus retail point Districts in 25 States nationally.",
      "labels": [
        "FAC"
      ],
      "id": "912cc22be6194632863ae78c4114b6bc_91"
    },
    {
      "start": 14050,
      "end": 14158,
      "text": "The respondent has alleged various grounds in his defence, besides setting up a counter claim to his credit.",
      "labels": [
        "FAC"
      ],
      "id": "1e2c0197d1b74c4783b18a3ef91ee15b_92"
    },
    {
      "start": 14159,
      "end": 14272,
      "text": "He has also taken a stand regarding ROINET Solutions and Traverses of the respondent in reply to the amended SOC.",
      "labels": [
        "FAC"
      ],
      "id": "2aa48aac5abc44bdb376408d9c5bd938_93"
    },
    {
      "start": 14274,
      "end": 14480,
      "text": "[11]. Learned Senior Counsel for the respondent by referring to Clauses 9.1 and 9.2 of the Shareholders Agreement dated 24.03.2014 submitted that the aforesaid clauses do not contain non-competitive clause.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "9d0e2d73384841fa806d7a22a6312a33_94"
    },
    {
      "start": 14482,
      "end": 14849,
      "text": "[12]. This Court while passing the order dated 12.10.2022 in CR No.4003 of 2022 has also noted the contentions of the learned Senior Counsel for the petitioner that the interim award 11 of 20 in respect of determination of issues decided vide the interim award has attained finality, for which, the respondent has already filed objections under Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "734f7256a49a40a59412097db5d58dac_95"
    },
    {
      "start": 14850,
      "end": 15085,
      "text": "Only issue of valuation has to be decided by the arbitral Tribunal and the impugned order dated 21.10.2022 is in utter disregard to the mandatory provisions of Section 36(2) and Section 34 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47315655b44d45f59e6d6790da772ada_96"
    },
    {
      "start": 15086,
      "end": 15312,
      "text": "This Court while parting with the order, directed the Additional District Judge-cum- Presiding Judge, Exclusive Commercial Court at Gurugram to decide the application under Section 36 of the Act finally in accordance with law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66f5deef5c7f4c8ba993401560451ab0_97"
    },
    {
      "start": 15313,
      "end": 15494,
      "text": "The order was passed on the basis of consensus arrived at between the parties that the application under Section 36 of the Act shall be decided on the date fixed or soon thereafter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d901f5e4d95442e8d55b23a7c997b40_98"
    },
    {
      "start": 15495,
      "end": 15795,
      "text": "While passing the order, this Court has not expressed any opinion on the merits of the case and the application under Section 36 of the Act was to be decided by the Additional District Judge-cum-Presiding Judge without being influenced by any statement of fact recorded in the order dated 12.10.2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3688bc0b28646e6b5083e9d32514187_99"
    },
    {
      "start": 15797,
      "end": 16033,
      "text": "[13]. Perusal of the impugned order would show that the Court while passing the order has observed that the petition under Section 34 of the Act is required to be decided on merits on various grounds of challenge made by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9809c96129c04d03a4aa3a6f50ee052b_100"
    },
    {
      "start": 16034,
      "end": 16271,
      "text": "If stay 12 of 20 granted on 15.09.2021 is vacated, the arbitral Tribunal will proceed to pass award upon undertaking exercise of valuation of shares and resultantly, the petition under Section 34 of the Act shall be rendered infructuous.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "847b7c9f1eb843f9991a38a2c2ae25ba_101"
    },
    {
      "start": 16272,
      "end": 16644,
      "text": "In a way, the Court has observed that the decision of the petition under Section 34 of Act is intrinsically mixed up with the issue of valuation and it would be imperative to look into the legality of the impugned award and there shall be stay against the operation of the interim award dated 12.06.2021 till decision of the objection petition under Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "75ebad2554f14bc3afb8236cc5e6dc66_102"
    },
    {
      "start": 16646,
      "end": 16813,
      "text": "[14]. Learned Senior Counsel for the petitioners submitted that the impugned order has been passed in utter disregard to the provisions of Section 36(2)(3) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ab1e1c0c93143bba90d326716679b96_103"
    },
    {
      "start": 16814,
      "end": 17111,
      "text": "The filing of objection petition under Section 34 of the Act shall not by itself render that award unenforceable, unless the Court grants an order of the operation of the stay of the arbitral award in accordance with the provisions of sub Section 3 on a separate application made for that purpose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1420a3d998b14b44bccdee31c09e3d81_104"
    },
    {
      "start": 17112,
      "end": 17374,
      "text": "In the event of filing such an application under sub Section 2 of the Act for stay of operation of the arbitral award, the Court may subject to such conditions as it may deem feet, grant stay for operation of such award for the reasons to be recorded in writing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c647952c2bff433ea943b2aa56c48231_105"
    },
    {
      "start": 17375,
      "end": 17575,
      "text": "For grant of stay in the case of an arbitral award for payment of money, the Court is to 13 of 20 have due regard to the provisions for grant of stay in a money decree under the provisions of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9e8fde0de6d4669bb1c6885d254c3e3_106"
    },
    {
      "start": 17576,
      "end": 17797,
      "text": "The power under sub Section 36(3) of the Act to grant stay of an award is coupled with the duty to impose conditions which could include the condition of securing the award by deposit in Court, of the amount of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16080fa0bb5d4bd68566953e130ca7cf_107"
    },
    {
      "start": 17798,
      "end": 17889,
      "text": "However, the Court may not impose condition for stay, if it deems appropriate not to do so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d52bb6f80ff2490da05e7b229a6eb9d4_108"
    },
    {
      "start": 17890,
      "end": 18261,
      "text": "The power of Court to grant unconditional stay of an award is not unfettered, however, the same is subject to the condition in the second proviso i.e. the Court is satisfied that a prima facie case is made out that- (i) the arbitration agreement or contract which is the basis of the award; or (ii) the making of the award, was induced or effected by fraud or corruption.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "edd338e35d8144e390948c56c21fb38d_109"
    },
    {
      "start": 18262,
      "end": 18515,
      "text": "[15]. Once an application under Section 36(2) of the Act is filed for stay of operation of the arbitral award, the Court may subject to such conditions as it may deem fit, grant stay of the operation of such award, for reasons to be recorded in writing.",
      "labels": [
        "STA"
      ],
      "id": "933763056607469e83a6322e67f80290_110"
    },
    {
      "start": 18516,
      "end": 18720,
      "text": "The Court is empowered to impose such conditions as it might deem fit and may grant stay of operation of the award subject to furnishing of security covering entire amount of the award including interest.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f117f53dba9a4eb48582ceb6009808d7_111"
    },
    {
      "start": 18721,
      "end": 19005,
      "text": "The proviso to Section 36(3) of the Act makes it clear that while considering an application for grant of stay in the case of an arbitral award for payment of money, due regard 14 of 20 to be given to the provisions for grant of stay of a money decree under the provisions of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c03df4257f784497855b38fd8729a378_112"
    },
    {
      "start": 19006,
      "end": 19398,
      "text": "The proviso to Section 36(3) of the Act further stipulates that where the Court is satisfied that a prima facie case is made out that (a) the arbitration agreement or contract which is the basis of the award or, (b) the making of the award was induced or effected by fraud or corruption, it shall stay the award unconditionally pending disposal of the challenge under Section 34 of the Award.",
      "labels": [
        "STA"
      ],
      "id": "9d15082ec4d54e2b91f2e797c3b25f11_113"
    },
    {
      "start": 19400,
      "end": 19925,
      "text": "[16]. On the strength of Pam Developments Private Limited Vs. State of West Bengal, (2019) 8 SCC 112, Sepco Electric Power Construction Corporation Vs. Power Mech Projects Ltd., 2022 SCC OnLine SC 1243 and Board of Control for Cricket in India Vs. Kochi Cricket Private Limited and others, (2018) 6 SCC 287, learned Senior Counsel for the petitioners submitted that a differential treatment to the Government in certain cases may not be so applicable while considering a case against the Government under the Arbitration Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "19c0eb82f8fe44c1928ce295d6f01c95_114"
    },
    {
      "start": 19926,
      "end": 20081,
      "text": "There is no requirement under the Arbitration Act for a notice to be given to the Government before invoking arbitration proceeding against the Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "494c6924b544424690c6b73699526c09_115"
    },
    {
      "start": 20082,
      "end": 20274,
      "text": "Similarly, Section 36 of the Act does not provide for any special treatment to the Government while dealing with the grant of stay in an application under proceedings of Section 34 of the Act.",
      "labels": [
        "STA"
      ],
      "id": "6a11a136c5a14381ad5a89d7db6f2f8a_116"
    },
    {
      "start": 20275,
      "end": 20711,
      "text": "Section 15 of 20 26 of the Arbitration and Conciliation (Amendment) Act, 2015 postulates that nothing contained in this Act shall apply to the arbitral proceedings commenced, in accordance with the provisions of Section 21 of the Principal Act, before the commencement of this Act unless the parties otherwise agree but this Act shall apply in relation to arbitral proceedings commenced on or after the date of commencement of this Act.",
      "labels": [
        "STA"
      ],
      "id": "55d668d142184e7d986e4f5f9d19a1b5_117"
    },
    {
      "start": 20712,
      "end": 21081,
      "text": "Bare reading of Section 26 of the (Amendment) Act, 2015 would make it clear that if in all cases where petition under Section 34 of the Act is filed after the commencement of the Amendment Act and an application for stay having been made under Section 36 of the Act therein, will be governed by Section 34 of the Act as amended and Section 36 of the Act as substituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29eebc596aee4bd490ca6b1408f104f7_118"
    },
    {
      "start": 21082,
      "end": 21516,
      "text": "But if the petition under Section 34 of the Act is filed before commencement of Amendment Act, then the meaning attached to Section 26 of the Arbitration and Conciliation (Amendment) Act, 2015 would have the meaning as held in BCCI's case (supra) and Civil Appeal No.3972 of 2019 (arising out of Special Leave Petition (Civil) No.1550 of 2018) titled Bharat Broadband Network Limited Vs. United Telecoms Limited decided on 16.04.2019.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "306d1514ae0345b1af46d2be8c5f28e6_119"
    },
    {
      "start": 21518,
      "end": 21709,
      "text": "[17]. On the strength of the aforesaid precedents, learned Senior Counsel for the petitioners submitted that the impugned 16 of 20 order is totally non-speaking and is liable to be set aside.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "401fdd1607ff4ceb91f37f17f4b67cd3_120"
    },
    {
      "start": 21710,
      "end": 21928,
      "text": "[18]. Per contra, learned Senior Counsel for the respondent with reference to the stand of the respondent submitted that the conduct of the petitioner even after passing of the order dated 12.10.2022 can be deprecated.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ae5d8b33c31346aba0b6cb75e3877d18_121"
    },
    {
      "start": 21929,
      "end": 22075,
      "text": "The case was fixed for 14.10.2022 before the Additional District Judge-cum- Presiding Judge, Exclusive Commercial Court at Gurugram for arguments.",
      "labels": [
        "NONE"
      ],
      "id": "7910eaa7009f410e95039eefaf47a6eb_122"
    },
    {
      "start": 22076,
      "end": 22160,
      "text": "The copy of order dated 12.10.2022 passed by this Court was placed before the Court.",
      "labels": [
        "NONE"
      ],
      "id": "ae713162578c4d3ca34b0bc8dc07b9ac_123"
    },
    {
      "start": 22161,
      "end": 22359,
      "text": "Learned counsel for the respondent was ready to argue the petition under Section 34 of the Act and he made a prayer for hearing the arguments on the main petition under Section 34 of the Act itself.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d6632e6b4e4b4fb3ae9f5c70e78852db_124"
    },
    {
      "start": 22360,
      "end": 22617,
      "text": "However, learned counsel for the present petitioners submitted that the arguments on the application under Section 36 of the Act will not take much time and therefore, in compliance of the order of the High Court, arguments on the said application be heard.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d9be533d81f24d9a95c8add33a0d8df0_125"
    },
    {
      "start": 22618,
      "end": 22870,
      "text": "The case was adjourned to 17.10.2022 for arguments and it was observed that the counsel for the parties may if desire address arguments on the main petition under Section 34 of the Act, which will also cover the points concerning Section 36 of the Act.",
      "labels": [
        "RLC"
      ],
      "id": "820eb239f90043bc8a9fc9ff90702fdb_126"
    },
    {
      "start": 22872,
      "end": 23169,
      "text": "[19]. Learned Senior Counsel further submitted that the petitioners were not interested in arguing the main petition and 17 of 20 ultimately vide the impugned order dated 21.10.2022, the application under Section 36 of the Act was allowed and the case was fixed for arguments on the main petition.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f7648809db4046e791eeaec5ae23243c_127"
    },
    {
      "start": 23170,
      "end": 23350,
      "text": "During course of arguments, learned counsel for the respondent showed willingness of the respondent to address arguments on the main petition on any date to be fixed by this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "71594a498f62460cb12ffb3da475561c_128"
    },
    {
      "start": 23351,
      "end": 24071,
      "text": "Learned Senior Counsel has also raised objection as regards the maintainability of the present revision petition on the strength of Section 8 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 and State of Gujarat Vs. Union of India in R/Special Civil Application No.737 of 2018 decided on 07.05.2018, M/s Harpreet Singh Chhabra and Four others Vs. Mrs. Suneet Kaur Sahney and Eight others, 2019(1) ArbiLR 127, Surya Dev Rai Vs. Ram Chander Rai and others, 2003(6) SCC 675, Black Diamond Trackparst Pvt. Ltd. Vs. Black Diamond Motors Pvt. Ltd., 2021(87) PTC 480, Delhi High Court and Pari Agro Exports Vs. Soufflet Alimentaire and another, (2020) 4 RCR (Civil) 377.\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "267e4522596b4e7abde3c2bd736b7876_129"
    },
    {
      "start": 24071,
      "end": 24077,
      "text": "[ 20 ]",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "29da80b3aa074a24baff72acb5446a4d_130"
    },
    {
      "start": 24078,
      "end": 24309,
      "text": ". After considering the rival submissions made by the learned counsel for the parties, I find that the impugned order has not been passed in compliance of law laid down in Sepco Electric Power Construction Corporation case (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7307709a56ca48a185f30af28c5c315d_131"
    },
    {
      "start": 24310,
      "end": 24544,
      "text": "Vide 18 of 20 Arbitration and Conciliation (Amendment) Act No.3 of 2021 in the Arbitration and Conciliation Act, 1996, in Section 36, in sub Section (3), after the proviso, the following provisions have been added w.e.f. 23.10.2015:-\n",
      "labels": [
        "STA"
      ],
      "id": "f5ccfe4ad42144b1b5c91ed90154166b_132"
    },
    {
      "start": 24544,
      "end": 24898,
      "text": "\"Provided further that where the Court is satisfied that a prima facie case is made out that- (a) the arbitration agreement or contract which is the basis of the award; or (b) the making of the award, was induced or effected by fraud or corruption, it shall stay the award unconditionally pending disposal of the challenge under Section 34 of the Award.\"",
      "labels": [
        "STA"
      ],
      "id": "9ad9bfa14cf14e9cb6b01bc95063b1c2_133"
    },
    {
      "start": 24900,
      "end": 25109,
      "text": "[21]. Perusal of the impugned order would show that the same is wanting on legal parameters and the same is not even in consonance with the order passed by this Court on 12.10.2022 in CR No.4003 of 2022.\n[22].",
      "labels": [
        "RATIO"
      ],
      "id": "5290ea65e88547ca98d7d692f4e28714_134"
    },
    {
      "start": 25110,
      "end": 25414,
      "text": "In view of facts and attending circumstances of the case, I deem it appropriate to set aside the impugned order dated 21.10.2022 and directed the Additional District Judge- cum-Presiding Judge, Exclusive Commercial Court at Gurugram to revisit the issue and pass appropriate order in accordance with law.",
      "labels": [
        "RPC"
      ],
      "id": "3264e6e1436943d9b18a7e41549e2514_135"
    },
    {
      "start": 25415,
      "end": 25721,
      "text": "However, learned Senior Counsel for the respondent has also pointed out number of interlocutory orders to indicate 19 of 20 that the Court was also inclined to hear the main arguments under Section 34 of the Act and the petitioners have not come forward to address arguments despite number of adjournments.",
      "labels": [
        "RATIO"
      ],
      "id": "56b4dd3a10de40b3b333157cea41688c_136"
    },
    {
      "start": 25722,
      "end": 26048,
      "text": "[23]. In view of the aforesaid, the Additional District Judge- cum-Presiding Judge, Exclusive Commercial Court at Gurugram would also be at liberty to fix some date for arguments in the main petition under Section 34 of the Act and decide the same at the earliest after deciding the application under Section 36(2) of the Act.",
      "labels": [
        "RPC"
      ],
      "id": "cff14329a779403ab0f508fae0510923_137"
    },
    {
      "start": 26050,
      "end": 26139,
      "text": "[24]. For the reasons recorded hereinabove, the present revision petition is disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "dab218f4ce194322b0909a09e823122c_138"
    },
    {
      "start": 26179,
      "end": 26196,
      "text": "(RAJ MOHAN SINGH)",
      "labels": [
        "NONE"
      ],
      "id": "109ed6e45cd143a282776a6ac3a5c567_139"
    },
    {
      "start": 26198,
      "end": 26208,
      "text": "22.12.2022",
      "labels": [
        "RPC"
      ],
      "id": "9a490d22f24847fab24d637c4f4ec125_140"
    },
    {
      "start": 26242,
      "end": 26254,
      "text": "JUDGE Prince",
      "labels": [
        "NONE"
      ],
      "id": "bb7247c2c24a4702aeaf5e3e340e12f8_141"
    },
    {
      "start": 26255,
      "end": 26298,
      "text": "Whether speaking/reasoned                  ",
      "labels": [
        "RPC"
      ],
      "id": "5bf64a6ae90f437ba159028a52cc1e91_142"
    },
    {
      "start": 26298,
      "end": 26304,
      "text": "Yes/No",
      "labels": [
        "NONE"
      ],
      "id": "11ffa1d86e6b469c8f9c3615d1e6821b_143"
    },
    {
      "start": 26305,
      "end": 26348,
      "text": "Whether reportable                         ",
      "labels": [
        "RPC"
      ],
      "id": "0107dc002f0b4f71907103ea976c066b_144"
    },
    {
      "start": 26348,
      "end": 26354,
      "text": "Yes/No",
      "labels": [
        "NONE"
      ],
      "id": "10b0b71c1c0f40aa971f02cfb646bd99_145"
    },
    {
      "start": 26387,
      "end": 26395,
      "text": "20 of 20",
      "labels": [
        "NONE"
      ],
      "id": "c2f1eec0f22a42c19fe9e47a4b61d22f_146"
    }
  ]
}