{
  "id": "05aa4cd57edf413ce4efb474973ecd91436df043a747956b154aa29508f5e714",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nHpl (India) Limited & Ors vs Qrg Enterprises And Another on 14 February, 2017\nAuthor: Badar Durrez Ahmed \nBench: Badar Durrez Ahmed, Ashutosh Kumar\n        The High Court Of Delhi At New Delhi \n%                                Judgment delivered on: 14.02.2017 \n\n+       Fao (Os) (Comm) No.12/2017 & Cm No.1002/2017\n\nHpl (India) Limited & Ors                                    ...    Appellants\n\n                                    versus\n\nQrg Enterprises And Another                                  ...   Respondents\nAdvocates who appeared in this case:- \nFor the Appellants  : Mr Dinesh Dwivedi, Mr Jaideep Gupta, Mr Sanjeev Sindhwani,\n                      Sr. Advs. with Mr Sanjay Dua, Mr M. Paul and Mr Prateek\n                      Dwivedi.\nFor the Respondents : Mr Rajiv Nayyar and Ms Pratibha M. Singh, Sr Advocates\n                      with Mr Sudeep Chatterjee, Ms Jaya Mandelia, Ms Kangan\n                      Roda, Mr Saurabh Seth and Mr Anmol Sood.\n\nCoram:-\nHon'Ble Mr Justice Badar Durrez Ahmed\nHon'Ble Mr Justice Ashutosh Kumar\n\n                                Judgment\nBadar Durrez Ahmed, J\n1. This appeal is directed against the order dated 20.12.2016 passed by a learned Single Judge of this court in I.A. No.15867/2016 in Cs (Comm) 1218/2016. The said application wa s filed by the plaintiffs, inter alia, praying that new documents filed alongwith the affidavits by way of examination-in-chief of new witnesses of the plaintiffs be taken on record . The learned single Judge permitted the said documents to be taken on record, subject to the plaintiffs / respondents herein paying costs. The appellants are aggrieved by this order. \n2. At the commencement of the hearing of this appeal, the respondents took a preliminary objection as to its maintainability. It was contended that the impugned order was not an appealable order specified in Order XLIII of the Code of Civil Procedure, 1908 (hereinafter referred to as the CPC'). It was further contended that this being an order passed by the Commercial Division of this High Court, an appeal therefrom was governed by Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred to as the said Act'). It was contended that the proviso to Section 13 (1) of the said Act limited appeals from orders to such orders which were specifically enumerated under Order XLIII CPC and Section 37 of the Arbitration and Conciliation Act, 1996. Reliance was also placed on Section 13(2) of the said Act which is a non-obstante provision specifying that notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the said Act. Relying upon these provisions, it was contended that the present appeal was not maintainable. \n3. On the other hand, the appellants took the stand that the present appeal was maintainable even though the impugned order was not an order which was specifically enumerated under Order XLIII of the CPC. In brief, it was suggested that the impugned order was in the nature of a judgment' and, therefore, the proviso, which applied only to orders, did not prohibit the appeal. It was, inter alia, contended that the proviso was merely clarificatory and ought not to be read in a restrictive manner. Various other arguments were also raised which we shall outline in detail below. \n4. It is in this backdrop that we heard arguments only on the maintainability of the present appeal on the admitted facts that (1) the impugned order was passed in a commercial dispute by the Commercial Division of this court; (2) the impugned order is not an order specifically enumerated under Order XLIII of the CPC; and (3) the present appeal is preferred under Section 13 of the said Act and not under any Letters Patent or provisions of the Delhi High Court Act, 1966. \n5. Before we proceed further, it would be necessary to set out the relevant portion of the Statement of Objects and Reasons and the relevant provisions of the said Act and the CPC. \nI. Relevant portion / provisions of the said Act:\n\"Statement of objects and reasons The proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time. The high value commercial disputes involve complex facts and question of law. Therefore, there is a need to provide for an independent mechanism for their early resolution. Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system. \nxxxx xxxx xxxx xxxx xxxx \" 8. Bar against revision application or petition against an interlocutory order.-Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court. \nxxxx xxxx xxxx xxxx xxxx 13. Appeals from decrees of Commercial Courts and Commercial Divisions.-(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996. \n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act. \nxxxx xxxx xxxx xxxx xxxx 16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.- (1) The provisions of the Code of Civil Procedure, 1908 shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule. \n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908, as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value. \n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908, by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908, as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail. \nxxxx xxxx xxxx xxxx xxxx 21. Act to have overriding effect.-Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act. II. Relevant provisions of the CPC 2. Definitions.-In this Act , unless there is anything repugnant in the subject or context,--\nxxxx xxxx xxxx xxxx xxxx (2) decree means the formal expression of an adjudication which, so far as regards the Court expressing it, conclusively determines the rights of the parties with regard to all or any of the matters in controversy in the suit and may be either preliminary or final. It shall be deemed to include the rejection of a plaint and the determination of any question within section 144, but shall not include- (a) any adjudication from which an appeal lies as an appeal from an order, or (b) any order of dismissal for default. \nExplanation.-A decree is preliminary when further proceedings have to be taken before the suit can be completely disposed of. It is final when such adjudication completely disposes of the suit. It may be partly preliminary and partly final;\nxxxx xxxx xxxx xxxx xxxx (9) judgment means the statement given by the Judge on the grounds of a decree or order;\nxxxx xxxx xxxx xxxx xxxx (14) order means the formal expression of any decision of a Civil Court which is not a decree;\nxxxx xxxx xxxx xxxx xxxx 104. Orders from which appeal lies.-(1) An appeal shall lie from the following orders, and save as otherwise expressly provided in the body of this Code or by any law for the time being in force, from no other orders:-\nxxxx xxxx xxxx xxxx xxxx (ff) an order under section 35A;\n(ffa) and order under section 91 or section 92 refusing leave to institute a suit of the nature referred to in section 91 or section 92, as the case may be;\n(g) an order under section 95;\n(h) an order under any of the provisions of this Code imposing a fine or directing the arrest or detention in the civil prison of any person except where such arrest or detention is in execution of a decree;\n(i) any order made under rules from which an appeal is expressly allowed by rules:\nxxxx xxxx xxxx xxxx xxxx (2) No appeal shall lie from any order passed in appeal under this section. Order XLIII 1. Appeal from orders.-An appeal shall lie from the following orders under the provisions of section 104, namely:-\n(a) an order under rule 10 of Order VII returning a plaint to be presented to the proper Court except where the procedure specified in rule 10A of Order VII has been followed];\nxxxx xxxx xxxx xxxx xxxx (c) an order under rule 9 of Order IX rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit;\n(d) an order under rule 13 of Order IX rejecting an application (in a case open to appeal) for an order to set aside a decree passed ex parte;\nxxxx xxxx xxxx xxxx xxxx (f) an order under rule 21 of Order XI;\n(i) an order under rule 34 of Order XXI on an objection to the draft of a document or of an endorsement;\n(j) an order under rule 72 or rule 92 of Order XXI setting aside or refusing to set aside a sale;\n(ja) an order rejecting an application made under sub-rule (1) of rule 106 of Order XXI, provided that an order on the original application, that is to say, the application referred to in sub-rule (1) of rule 105 of that Order is appealable;\n(k) an order under rule 9 of Order XXII refusing to set aside the abatement or dismissal of a suit;\n(l) an order under rule 10 of Order XXII giving or refusing to give leave;\nxxxx xxxx xxxx xxxx xxxx (n) an Order under rule 2 of Order XXV rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit;\n(na) an order under rule 5 or rule 7 of Order XXXIII rejecting an application for permission to sue as an indigent person;\nxxxx xxxx xxxx xxxx xxxx (p) orders in interpleader-suits under rule 3, rule 4 or rule 6 of Order XXXV;\n(q) an order under rule 2, rule 3 or rule 6 of Order XXXVIII;\n(r) an order under rule 1, rule 2 rule 2A, rule 4 or rule 10 of Order XXXIX;\n(s) an order under rule 1 or rule 4 of Order XL;\n(t) an order of refusal under rule 19 of Order XLI to re- admit, or under rule 21 of Order XLI to re-hear, an appeal;\n(u) an order under rule 23 or rule 23A or Order XLI remanding a case, where an appeal would lie from the decree of the Appellate Court;\nxxxx xxxx xxxx xxxx xxxx (w) an order under rule 4 of Order XLVII granting an application for review.\n             xxxx            xxxx         xxxx        xxxx          xxxx                                                       (underlining added)\n\n\nRespondents' submissions on maintainability. \n6. It was submitted by the learned counsel for the respondents that, as pointed out above, the present appeal is not maintainable as the impugned order is not an appealable order under Order XLIII of the CPC. It was submitted that the proviso to Section 13(1) of the said Act is clearly applicable and it specifically provides that no appeal shall lie to a Commercial Appellate Division unless the impugned order is not specifically enumerated in Order XLIII CPC.\n7. Furthermore, it was submitted that Section 13(2) of the said Act begins with a non-obstante clause of a very wide amplitude and it clearly provides that nothing contained in any law for the time being in force or Letters Patent of a High Court, would apply to appeals from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the said Act. It was, therefore, contended that the appellants cannot even take the shelter of the Letters Patent or the Delhi High Court Act, 1966 since their operation has specifically been excluded by Section 13(2) of the said Act. The learned counsel for the respondent placed reliance on a Division Bench decision of this court in the case of Harmanprit Singh Sidhu v. Arcadia Shares & Stock Brokers Pvt. Ltd: FAO(OS) 136/2016, decided on 30.09.2016, wherein an appeal had been filed purportedly under Section 37 of the Arbitration & Conciliation Act, 1996. In that case, the Division Bench upheld the objection that an appeal under Section 37 of that Act could be filed only against the order specified in Section 37(1)(a), (b) or (c) thereof and as the impugned order therein did not fall within the orders specified in Section 37(1) of that Act, the appeal from such an order was held to be not maintainable. \n8. The contention of the appellants in that case was that Section 13 of the said Act enabled any person aggrieved by a decision of a Commercial Division of a High Court to file an appeal before the Commercial Appellate Division of that court within a period of 60 days from the date of judgment or order and that even orders not falling within Section 37 of the Arbitration and Conciliation Act, 1996 were appealable. This contention was rejected. The Division Bench held as under:-\n8. Insofar as Section 13 of the Commercial Courts Act is concerned, while it is true that it speaks of appeals from a judgment or order, the proviso to Section 13(1) makes it clear that the appeal would lie from such orders passed by, inter alia, a Commercial Division that are specifically enumerated under Order 43 of the Code of Civil Procedure, 1908 (as amended by the Commercial Courts Act) and Section 37 of the A&C Act. The use of the word and' in the proviso to Section 13(1) is only to specify that an appeal would lie against any order passed by, inter alia, a Commercial Division, which finds mention in the list of orders specified in Order 43, CPC and Section 37 of the A&C Act. It is an admitted position that the impugned order having been passed in proceedings arising out of an arbitral award would have to be governed by Section 37 of the A&C Act. \n9. On a plain reading of Section 13 of the Commercial Courts Act, it is evident that it does not amplify the scope of appealable orders specified in Section 37 of the A&C Act. It actually reiterates that, in a matter of arbitration, an appeal shall lie only from the orders specified in Section 37 of the A&C Act. In fact, Section 13(2) reinforces this by providing that notwithstanding anything contained in any other law for the time being in force or the Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the Commercial Courts Act. (underlining added) \n9. In the backdrop of the above decision, it was contended on behalf of the respondents, that the appellants would not even be able to take recourse to Section 10 of the Delhi High Court Act, 1966 to justify the filing of the present appeal. \n10. It was further submitted that the Statement of Objects and Reasons of the said Act stipulates that the Act had been enacted for expeditious disposal of commercial disputes and one of the measures to ensure such expeditious disposal was by reducing the number of appeals against interlocutory orders passed by a Commercial Court or Commercial Division under the said Act. It was submitted that Section 13 of the said Act seeks to ensure that the objective behind the said Act was achieved and, therefore, appeals have been confined only from such orders that fall in the categories enumerated under Order XLIII of CPC and Section 37 of the Arbitration and Conciliation Act, 1996. It was reiterated that Section 13(2) of the said Act, which begins with a non-obstante clause, specifically excludes the applicability of the Letters Patent or any other law for the time being in force (which includes the Delhi High Court Act, 1966). It was further submitted that Section 21 of the said Act gives overriding effect to the provisions of the Act in respect of all other laws for the time being in force, in case of a conflict. It was submitted that a reading of Section 13 of the said Act and Section 10 of the Delhi High Court Act, 1966 would demonstrate that the two provisions would be in conflict. As such, Section 21 would come into play and the provisions of Section 13 of the said Act would prevail. \nSubmissions on behalf of the appellants 11. It was submitted that in resolving the controversy with regard to maintainability, three factors ought to be kept in mind. The first being that if the submission of the respondents were to be accepted, it would result in great mischief as various orders of grave consequence and effect would become non-appealable and the aggrieved party would be left remediless. Secondly, the remedy of revision against the order of a trial court, which might have covered such orders, is barred insofar as the commercial courts are concerned, in view of Section 8 of the said Act. The third factor which, according to the learned counsel for the appellants, ought to be kept in mind, is that the word judgment' used in Section 13(1) should be read broadly as in the case of Shah Babulal Khimji v. Jayaben D. Kania & Another: 1981 (4) SCC 8, since the legislature has chosen to use the word interpreted by the court and it is therefore to be presumed that it was used in that very sense to provide for a remedy not covered otherwise. \n12. It was, therefore, submitted that keeping these factors in mind, the words appearing in Section 13, that is, decision', judgment' and order' need to be considered. According to the learned counsel for the appellants, the word decision' is crucial as it indicates that it controls both the other two words, namely, judgment' and order'. Relying on Khimji's case (supra), it was submitted that even orders falling under Order XLIII CPC were judgments and, therefore, the word judgment' as used in Section 13(1) is wide enough to include even orders contemplated under Order XLIII. Read in this light, it was submitted that the proviso was introduced only by way of abundant caution and not in order to restrict the meaning of the word judgment' as interpreted in Khimji's case (supra). It was submitted that even the Delhi High Court Act, 1966 uses the word judgment' without defining it and, therefore, it has to be construed in the wider context. \n13. The learned counsel for the appellants further relied on a decision of the Supreme Court in the case of Arun Dev Upadhyaya v. Integrated Sales Service Limited and Another: 2016 SCC Online SC 1053 [=2016 (9) SCC 524]. It was submitted that in that case, the Supreme Court, after construing the provisions of Section 13(1) of the said Act held an appeal under Section 50(1)(b) of the Arbitration and Conciliation Act, 1996 to be maintainable, although this provision is not mentioned in the proviso to Section 13(1). Therefore, it was contended that the remedy of appeal under Section 10 of the Delhi High Court Act, 1996 is also available because it has neither been repealed nor amended and on parity of reasoning, the present appeal would be maintainable. \n14. It was also submitted on behalf of the appellants that the language of Section 13(2) of the said Act is entirely different from the language of statutory provisions which seek to restrict the remedy of appeal. It was contended that whenever the legislature intended that apart from the orders mentioned, no other orders were to be appealed against, it enumerated the orders which were appealable and specified that no other orders would be appealable. As an instance of such a provision, a reference was made to Section 37 of the Arbitration and Conciliation Act, 1996 and, particularly, to sub-section (1) thereof which specifically uses the expression and from no others. The other instance was of Section 104 of CPC and, in particular, sub-section (1) thereof which also used the expression from no others. It was submitted that in contrast, the language used in Section 13(2) is no appeal shall lie from any order or decree by a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act. It was submitted that the phrase otherwise than in accordance with the provisions of this Act is not the same and could not be equated with the phrase and no other order as appearing in the above two examples. It was submitted that on the contrary, the expression used in Section 13(2) only meant that all appeals must be conducted in accordance with the provisions of the said Act notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court. It was submitted that this provision only regulated the procedure of appeals and did not confer or take away or otherwise tinker with the substantive right of appeal in any manner whatsoever. \n15. It was also submitted that Section 13(1) makes all decisions' of the Commercial Court or Commercial Division appealable. The word decision' is of the widest amplitude and includes all - decrees, judgments or orders. It was submitted that unless this is the meaning given to Section 13(1), the consequence would be that decrees would not be appealable since the body of the Section does not speak of the right to prefer an appeal against the decree. \n16. A reference was also made to the Division Bench decision of the Bombay High Court in Hubtown Limited v. IDBI Trusteeship Services Limited: 2016 SCC OnLine Bom 9019 which also examined the provisions of Section 13. According to the learned counsel, the said decision of the Bombay High Court held that a broad interpretation be placed on Section 13 so as to include within the list of appealable orders even those orders, which were not enumerated in Order XLIII of CPC or Section 37 of the Arbitration and Conciliation Act, 1996. It was further submitted that Section 10 of the Delhi High Court Act, 1966 provides for a special statutory right of appeal. For the sake of convenience, we reproduce the said Section 10 hereunder:-\n10. Powers of Judges.-(1) Where a single Judge of the High Court of Delhi exercises ordinary original civil jurisdiction conferred by sub- section (2) of section 5 on that Court, an appeal shall lie from the judgment of the single Judge to a Division Court of that High Court. \n(2) Subject to the provisions of sub- section (1), the law in force immediately before the appointed day relating to the powers of the Chief Justice, single Judges and Division Courts of the High Court of Punjab and with respect to all matters ancillary to the exercise of those powers shall, with the necessary modifications, apply in relation to the High Court of Delhi. (underlining added)\n17. It was submitted that the Delhi High Court Act, 1966 would be the law for the time being in force' within the meaning of Section 104 of the CPC which, in turn, specifically stipulates that an appeal shall lie from the orders enumerated therein, save as otherwise expressly provided in the body of the Code or by any law for the time being in force and from no others. It was submitted that under Section 104 of CPC, orders referred to in Section 10 of the Delhi High Court Act, 1966 would be appealable and, since Section 104 of CPC has not been amended by the said Act, it would be applicable to proceedings under the said Act. Consequently, an appeal would be maintainable under Section 10 of the Delhi High Court Act, 1966. \n18. It was submitted that a non-obstante clause like Section 13(2) must not be construed to create an apparent conflict between the different provisions of a statute and that the court must give effect to all the provisions by adopting the principle of harmonious construction. Reliance was placed on Iridium India Telecom Ltd v. Motorola Inc.: 2005 (2) SCC 145, in particular to paragraphs 32 and 33 thereof, which read as under:-\n32. The observations of this Court in Venkataramana Devaru v. State of Mysore [1958 SCR 895 : AIR 1958 SC 255, para 29], R.S. Raghunath v. State of Karnataka [(1992) 1 SCC 335 : 1992 SCC (L&S) 286 : (1992) 19 ATC 507 : AIR 1992 SC 81], Krishan Kumar v. State of Rajasthan [(1991) 4 SCC 258, para 11: AIR 1992 SC 1789, para 11], Sultana Begum v. Prem Chand Jain [(1997) 1 SCC 373, paras 12 to 15 : AIR 1997 SC 1006, para 12] and Maharashtra State Board of Secondary and Higher Secondary Education v. Paritosh Bhupeshkumar Sheth [(1984) 4 SCC 27, para 20 : AIR 1984 SC 1543, para 20] were also relied upon to contend that when there is an apparent conflict between different provisions of a statute, the court must give effect to all of them by adopting the principle of harmonious construction. \n33. There cannot be any doubt about the principle of harmonious construction. However, what confronts us is not a mere question of two independent provisions of CPC being in conflict. The provisions of CPC, which we have extracted, and the historical development of the different sections to which we have referred, do not suggest a situation of mere conflict. They seem to suggest that, throughout, the legislature had made a distinction between the proceedings in other civil courts and the proceedings on the original side of the chartered High Courts. \nThis distinction was made for good historical reasons and it had continued unabated, as we have noticed, through the consolidating Acts, and continued unaffected even through the last amendment of CPC in the year 2002. In the face of this body of evidence, it is difficult to accede to the contention of the appellant that the force of the non obstante clause is merely declaratory and not intended to operate as a declared exception to the general body of CPC. \n19 . It was further submitted that it was only if the different parts of the statute could not at all be read together harmoniously that the non-obstante clause would override the other provisions of the statute. It was further submitted that if the interpretation given by the respondents were to be accepted, this would result in a conflict between the provisions of Section 13 and 16 of the said Act. On the other hand, if the interpretation put forth by the appellants were to be accepted, there would be no conflict and both Sections would be able to co-exist harmoniously and, therefore, this interpretation ought to be preferred. It was also submitted that the decision of this court in Harmanprit Sidhu (supra) was also not contrary to the interpretation sought to be given by the appellant and that this court only held in the light of the bar to the appealability of the order impugned therein under Section 37 of the Arbitration and Conciliation Act, 1996 that the appeal was not maintainable. According to the learned counsel for the respondents, an interpretation of Section 13 in that case was not necessary. \n20. It was finally submitted that in line with the decision of the Bombay High Court in Hubtown Limited (supra), the present appeal was maintainable and ought to be considered on merits. \nRejoinder by the Respondents 21. In rejoinder, it was submitted that even in Arun Dev Upadhyaya (supra), it was accepted that the Letters Patent and other laws were not applicable to commercial disputes falling under the said Act. Reliance was placed on paragraph 26 of the said decision. It was reiterated that the decision of this court in Harmanprit Singh Sidhu (supra) had categorically held that Section 13(2) ousted the applicability of the Letters Patent or other laws for the time being in force which included the Delhi High Court Act, 1966. \n22. It was submitted that the decision of the Bombay High Court in Hubtown Limited (supra) did not lay down the correct law and would not, in any event, bind this court. \nDiscussion:\n23. On going through the Statement of Objects and Reasons, it is evident that the said Act was, inter alia, enacted for the purpose of providing a methodology for speedy disposal of high value commercial disputes. The need of the hour was to provide for an independent mechanism for early resolution of commercial disputes with the objective of creating a positive image to the investor world about the independent and responsive Indian legal system. \n24. It is also well settled that the right of appeal is a creation of the statute. In other words, the provision for an appeal has to be found in the statute itself. The said Act is a special Act pertaining to commercial disputes of a specified value as defined in Section 2(1) of the said Act. Therefore, the provision for an appeal would have to be located in the said Act itself. This is so particularly because Chapter IV of the said Act specifically deals with Appeals'. Section 21 of the said Act clearly stipulates that save as otherwise provided, the provisions of the said Act would have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than the said Act. This clearly means that where the provisions for appeals are provided in the said Act, if there is any other provision for appeal in any other law for the time being in force which is inconsistent with what is provided in the said Act, the provisions for appeals in the said Act would have overriding effect. \n25. Section 16 of the said Act is also important in this discussion. Sub- Section (1) of Section 16 makes it clear that the provisions of the CPC shall, in their application to any suit in respect of a commercial dispute of a specified value, stands amended in the manner as specified in the Schedule to the said Act. Sub-Section (2) makes it clear that the Commercial Division and the Commercial Court shall follow the provisions of the CPC, 1908, as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value. Sub-Section (3) stipulates that where any provision of any rule of the jurisdictional High Court or any amendment to the CPC, by the State Government is in conflict with the provisions of the CPC, as amended by the said Act, the provisions of the CPC, as amended by the said Act, would prevail. On a conjoint reading of Sections 16 and 21 of the said Act, it appears that wherever amendments have been specified in the said Act to the CPC, the same shall prevail. In other respects, the CPC is to be followed by the Commercial Division and the Commercial Court. If there is any conflict with the provisions of the said Act with any provisions contained in any other law for the time being in force, the provisions of the said Act would have overriding effect. \n26. With this understanding, let us now analyse the provisions of Section 13 of the said Act which falls under Chapter IV thereof under the heading Appeals'. It will be immediately seen that sub-Section (1) stipulates that any person aggrieved by the decision' of a Commercial Court or a Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of 60 days from the date of judgment' or order', as the case may be. The heading of the Section indicates that it deals with Appeals from decrees of Commercial Courts and Commercial Divisions'. There are four words which have been used in this Section which need to be understood. They are - decree', decision', judgment' and order'. Since the CPC, as amended by the said Act, is to be applied by the Commercial Division, these expressions have to be construed in the context of the meaning ascribed to them, if any, under the CPC itself. Section 2(2) defines a decree' to mean the formal expression of an adjudication which, so far as regards the Court expressing it, conclusively determines the rights of the parties with regard to all or any of the matters in controversy in the suit and may be either preliminary or final. It is also made clear in the said definition itself that a decree' shall not include any adjudication from which an appeal lies as an appeal from an order. In other words, a decree is distinct and different from an order within the meaning of the CPC. The word order' has been defined in Section 2(14) of the CPC to mean the formal expression of any decision of a Civil Court which is not a decree. And, judgment', as defined in Section 2(9) of the CPC, means the statement given by the judge on the grounds of a decree' or order'. It is, therefore, clear from the above definitions that a decree' and an order', as contemplated under the CPC, are two entirely different and distinct concepts. Every formal expression of any decision of a Civil Court which does not fall within the definition of a decree' is an order'. The word judgment' means neither a decree' nor an order' and it merely means the statement given by the judge on the grounds of a decree or order. In other words, judgment' is essentially a statement containing the reasoning behind the decree or the order. It is further pertinent to note that both decrees and orders are decisions. \n27. The provisions of Appeals', as contained in the CPC, fall within Part-VII thereof. Sections 96 to 99A fall under the heading Appeals from original decrees'. Sections 100 to 103 fall under the heading Appeals from Appellate decrees' and Sections 104 to 106 fall under the heading Appeals from orders'. It is, therefore, clear that appeals fall into two broad categories - (i) Appeals from decrees; and (ii) Appeals from orders. The category of Appeals from decrees' is further sub- divided into two categories - (i) Appeals from original decrees; and (ii) Appeals from appellate decrees. It is clear that appeals are only provided under the CPC from decrees or orders. There is no concept of an appeal from a judgment as such under the Code. This is so because the judgment', as defined in Section 2(9) of the CPC, is merely the statement given by the judge on the grounds of a decree or order. It is in this backdrop that we are of the view that the expression judgment' appearing in Section 13(1) is a misnomer and that, in fact, it pertains to a decree because appeals can only be from decrees or orders. Another thing which is clear is that the words judgment' and order' have been used disjunctively and cannot be interchanged for each other. This is particularly so because of the expression - as the case may be' - which follows the expression judgment or order'. It is clear that the word decision' includes both decrees and orders. It is also clear that an appeal under the CPC is provided only from the decrees or orders. \n28. In fact, in our view, sub-Section (1) of Section 13 not only provides the forum of appeal (i.e., Commercial Appellate Division of a High Court) but also prescribes a period of limitation for an appeal from a decision of the Commercial Court or the Commercial Division of a High Court. If we look at the Limitation Act, 1963 and, in particular, Article 116 of the Schedule to the Limitation Act, 1963, it would be evident that an appeal under the CPC to a High Court from any decree or order would have to be filed within 90 days of the date of the decree or order. Article 117 of the said Schedule stipulates a period of 30 days for an appeal from a decree or order of any High Court to the same Court, from the date of the decree or order. If we look at Section 13(1), we find that it provides for a period of limitation of 60 days for an appeal in respect of a decision of a Commercial Court or Commercial Division of a High Court. There is a clear departure from the normal procedure in respect of not only the specification of an Appellate Court but also with regard to the period of limitation for filing an appeal. This is clear from the fact that all appeals under the said Act have to be heard by the Commercial Appellate Division which, in terms of Section 5 thereof, has to comprise of Division Benches of a High Court. While in respect of disputes which are not commercial disputes of a specified value, an appeal to the High Court from any decree or order could be heard by a Single Judge of the High Court, an appeal from any decree or order of a Commercial Court would have to be heard by a Division Bench which forms part of the Commercial Appellate Division of the High Court. Moreover, in respect of disputes which are not covered by the said Act, the period of limitation for an appeal from any decree or order to a High Court is 90 days, in respect of commercial disputes of a specified value if a person is aggrieved by a decision of a Commercial Court, the appeal would have to be preferred before the Appellate Division of the High Court within a period of 60 days from the date of the decision. In case the decision appealed against is that of a Commercial Division of a High Court, the appeal before the Commercial Appellate Division of that High Court would also to be filed within 60 days. This can be easily contrasted with Article 117 of the Limitation Act, 1963, where the period of 30 days is provided for an appeal from a decree or order of any High Court to the same Court. The sum and substance of this discussion is that the provisions of Articles 116 and 117 of the Limitation Act, 1963, which provided for appeals to the High Court from any decree or order and of a subordinate court and appeals to the High Court from a decree or order passed by the original Side of that High Court to be filed within 90 days and 30 days, respectively from the date of the decree or order, have now been combined into one period of limitation and, that is, 60 days from the date of judgment or order', as the case may be.\n29. Viewed in this context, it becomes immediately apparent that Section 13(1) prescribes a different forum of appeal and a different period of limitation thereof. \n30. We now come to the meaning to be ascribed to the proviso in Section 13(1). It clearly stipulates that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the CPC, as amended by the said Act, and Section 37 of the Arbitration and Conciliation Act, 1996. We have seen that orders' as understood under the CPC are different and distinct from decrees'. And, orders are nothing but the formal expression of any decision of a Civil Court not amounting to a decree. Therefore, the amplitude and width of the expression order' is very wide under the CPC itself but not all orders are appealable. The appealable orders are enumerated in Order XLIII of the CPC. We have already pointed out above, that there are only two kinds of appeals recognized under the CPC, namely, - Appeals from decrees' and Appeals from orders'. Section 104, which has been extracted earlier in this judgment, specifies the orders from which appeals lie. It clearly provides that an appeal shall lie from the orders enumerated in the said provision itself and, save as otherwise expressly provided in the body of the CPC or by any law for the time being in force, from no other orders. This means that appeals from orders are restricted to those orders which are either specified in Section 104 itself or expressly provided in the body of the Code or by any law for the time being in force. Insofar as the impugned order is concerned, it is clear that it does not fall within the orders specified under Section 104. We now have to look at Order XLIII Rule 1 which stipulates that an appeal shall lie from the orders enumerated therein under the provisions of Section 104. In other words, only an order specified under Order XLIII Rule 1 would be appealable and, read with the provisions of Section 104, no other order would be an appealable order under the CPC. In this backdrop, the proviso to Section 13(1) makes it abundantly clear that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated' under Order XLIII of the CPC, as amended by the said Act and Section 37 of the Arbitration and Conciliation Act, 1996. Clearly, in our view, this restricts the appealable orders to only those orders which are specifically enumerated in Order XLIII. In the present case, the impugned order is admittedly not one specified under Order XLIII.\n31. We would also like to examine the scope and function of a proviso'. In CIT v. Indo-Mercantile Bank Ltd: 1959 Supp (2) SCR 256, the Supreme Court held:-\nThe proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment. Ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment. It is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso. Therefore it is to be construed harmoniously with the main enactment. (Per Das, C.J.) in Abdul Jabar Butt v. State of Jammu & Kashmir [(1957) SCR 51, 59].\nBhagwati, J., in Ram Narain Sons Ltd. v. Assistant Commissioner of Sales Tax [(1955) 2 SCR 483, 493] said:\nIt is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision. It carves out an exception to the main provision to which it has been enacted as a proviso and to no other.\n11. Lord Macmillan in Madras & Southern Maharatta Railway Co. v. Bezwada Municipality [(1944) LR 71 IA 113, 122] laid down the sphere of a proviso as follows:\nThe proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case. Where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude from it by implication what clearly falls within its express terms. The territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section. It has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect. (Vide also Corporation of City of Toronto v. Attorney-General for Canada [(1946) AC 32, 37]) (underlining added) In Ali M.K. v. State of Kerala: (2003) 11 SCC 632 , the Supreme Court made similar observations:-\n10. The normal function of a proviso is to except something out of the enactment or to qualify something enacted therein which but for the proviso would be within the purview of the enactment. As was stated in Mullins v. Treasurer of Surrey [(1880) 5 QBD 170 : 42 LT 128] (referred to in Shah Bhojraj Kuverji Oil Mills and Ginning Factory v. Subhash Chandra Yograj Sinha [AIR 1961 SC 1596]and Calcutta Tramways Co. Ltd. v. Corpn. of Calcutta [AIR 1965 SC 1728]), when one finds a proviso to a section the natural presumption is that, but for the proviso, the enacting part of the section would have included the subject-matter of the proviso. The proper function of a proviso is to except and to deal with a case which would otherwise fall within the general language of the main enactment and its effect is confined to that case. It is a qualification of the preceding enactment which is expressed in terms too general to be quite accurate. As a general rule, a proviso is added to an enactment to qualify or create an exception to what is in the enactment and ordinarily, a proviso is not interpreted as stating a general rule... \n32. From the above, it is evident that the natural presumption that can be raised while interpreting a proviso is that but for the proviso, the enacting part of the Section would have included the subject matter of the proviso. In sub-Section (1) of Section 13, the word order' would have a very wide amplitude and that could have included even orders which are not specifically enumerated in Order XLIII of the CPC. The proviso has taken out those orders and carved out an exception by limiting the appeal from orders to those which are specifically enumerated under Order XLIII of the CPC (apart from an Order under Section 37 of the Arbitration and Conciliation Act, 1996). \n33. The above analysis reveals that:- (a) the word judgment' appearing in Section 13(1) of the said Act actually relates or has a reference to a decree'; (b) the word order' in that provision would have to be construed in the light of Section 2(14) of the CPC as meaning a formal expression of a decision of a Civil Court which is not a decree; (c) the appealable orders would be only those which are specifically enumerated under Order XLIII, as provided in the proviso to Section 13(1) of the said Act. \n34. Now, let us examine sub-section (2) of section 13 of the said Act. As noticed above, it begins with the non obstante expression notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court ... The words - any other law for the time being in force - would include the Delhi High Court Act, 1966. The portion after the non obstante expression specifically cautions that no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act. In other words, whatever may be contained in, inter alia, the Delhi High Court Act, 1966, an appeal from any order or decree of a Commercial Division or Commercial Court shall lie only in accordance with the provisions of the said Act. To be clear, if an appeal from a particular kind of order or decree were to be provided under the Delhi High Court Act, 1966 but not under the said Act then, such an order or decree would not be appealable. Therefore, even if, by virtue of section 10 of the Delhi High Court Act, 1966, an appeal lay from a particular kind of an order, no appeal could be preferred thereagainst unless the said Act itself provided for such an appeal. \n35. Reading the entire section 13 of the said Act the clear position is that an appeal lies from an order which is specifically enumerated under Order XLIII CPC. Furthermore, no appeal would lie from an order not specifically enumerated in Order XLIII CPC because of the incorporation of the expression from no other orders appearing in section 104 CPC (which is clearly applicable by virtue of section 16(2) of the said Act). And, Section 10 of the Delhi High Court Act, 1966 would not come to the rescue because of the non obstante provision contained in section 13(2) of the said Act. \n36. Therefore, as the impugned order does not find place in the orders specifically enumerated in Order XLIII CPC, no appeal could lie against it and the present appeal is not maintainable. But, as the learned counsel for the appellants have made several submissions to the contrary we shall have to deal with them. \n37. The learned counsel for the appellants had submitted that if the arguments of the respondents were to be accepted then this would have grave consequences as aggrieved parties would be left remediless. It is well established that the right of appeal is a statutory right. It does not exist outside the statute. If the statute does not provide for such a right then that is how the legislature in its wisdom intended it to be. In the absence of a challenge to the provisions, it cannot be argued that though the statute does not provide a remedy of appeal yet we must infer such a right as otherwise an aggrieved party would be without a remedy. \n38. It was also argued that one possible remedy might have been by way of revision but that, too, has been taken away by section 8 of the said Act. We need not even address this argument because of the simple fact that section 8 is, in any event, inapplicable in the present case because the impugned order is that of the Commercial Division of the High Court and not of a Commercial Court. \n39. The learned counsel for the appellants, as noticed earlier, had argued that the word judgment must be construed in the wider sense as in Khimji's case (supra) and therefore an order which may have the trappings of a judgment (in the wider sense) would be appealable despite the proviso to section 13(1) of the said Act. We have already indicated earlier in this judgment that the expression judgment or order uses the words judgment and order disjunctively. They are used in a mutually exclusive manner. This is fortified by the fact that the said expression is followed by the expression as the case may be. Thus, in the context of section 13 of the said Act, we cannot bring orders within the fold of judgments. \n40. Moreover, as pointed out above, the CPC recognizes only two kinds of appeals - (1) appeals from decrees (both original and appellate) and (2) appeals from orders. Thus, in the context of the CPC (which is clearly applicable to commercial disputes of a specified value), the use of the word judgment in section 13(1) of the said Act is a misnomer; the word judgment actually means decree. And, the word judgment as appearing in section 13(1) cannot be ascribed the meaning given to it under a Letters Patent of a High Court [as in Khimji's case (supra)] or under section 10 of the Delhi High Court Act, 1966. This is so because of the non obstante provision of section 13(2).\n41. In Khimji's case (supra), the following questions arose for consideration:-\n5. The substantial questions of law raised in this appeal by the counsel for the parties are as to the scope, ambit and meaning of the word judgment appearing in clause 15 of the letters patent of the Bombay High Court and corresponding clauses in the letters patent of other High Courts. We might mention here that the significance of the word judgment assumes a special importance in those High Courts which have ordinary civil jurisdiction depending on valuation of the suit or the action. These High Courts are Calcutta, Bombay, Madras as also Delhi and Jammu & Kashmir. The other High Courts do not have any ordinary civil jurisdiction but their original jurisdiction is confined only to a few causes like Probate and administration, admiralty and cases under Companies Act. (underlining added)\n42. There was a conflict of decisions of various High Courts as to whether or not Section 104 CPC would apply to internal appeals in the High Court. This was resolved by the Supreme Court through its decision in Khimji's case (supra). The Supreme Court observed :-\n26. Thus, a combined reading of the various provisions of the Code of Civil Procedure referred to above lead to the irresistible conclusion that Section 104 read with Order 43 Rule 1 clearly applies to the proceedings before the trial Judge of the High Court. Unfortunately, this fact does not appear to have been noticed by any of the decisions rendered by various High Courts. \nxxxxx xxxxx xxxxx xxxxx 28. We find ourselves in complete agreement with the arguments of Mr Sorabjee that in the instant case Section 104 read with Order 43 Rule 1 does not in any way abridge, interfere with or curb the powers conferred on the trial Judge by clause 15 of the letters patent. What Section 104 read with Order 43 Rule 1 does is merely to give an additional remedy by way of an appeal from the orders of the trial Judge to a larger Bench. Indeed, if this is the position then the contention of the respondent that Section 104 will not apply to internal appeals in the High Courts cannot be countenanced. In fact, the question of application of the Code of Civil Procedure to internal appeals in the High Court does not arise at all because the Code of Civil Procedure merely provides for a forum and if Order 43 Rule 1 applies to a trial Judge then the forum created by the Code would certainly include a forum within the High Court to which appeals against the judgment of a trial Judge would lie. It is obvious that when the Code contemplates appeals against orders passed under various clauses of Order 43 Rule 1 by a trial Judge, such an appeal can lie to a larger Bench of the High Court and not to any court subordinate to the High Court. Hence, the argument that Order 43 Rule 1 cannot apply to internal appeals in the High Court does not appeal to us although the argument has found favour with some of the High Courts. \nxxxxx xxxxx xxxxx xxxxx 33. There is yet another aspect of the matter which shows that Section 104 merely provides an additional or supplemental remedy by way of appeal and, therefore, widens rather than limits the original jurisdiction of the High Court. For instance, in this very case with which this Court was dealing, an order passed under Section 202 of the Companies Act was appealable to a larger Bench and yet it was argued that the order being of an interlocutory nature would not be a judgment and therefore no appeal would lie to the Division Bench. This contention was negatived by the Supreme Court and it was held that against the order passed by a trial Judge under the Companies Act, an appeal would lie to the Division Bench. On a parity of reasoning, therefore, Section 104 read with Order 43 Rule 1 expressly authorises and creates a forum for appeal against orders falling under various clauses of Order 43 Rule 1, to a larger Bench of the High Court without at all disturbing, interfering with or overriding the letters patent jurisdiction. There are a number of other Acts also which confer additional powers of appeal to a larger Bench within the High Court against the order of a trial Judge...... (underlining added) It is clear that one of the questions which arose for consideration was whether section 104 read with Order XLIII Rule 1 CPC would apply to internal appeals in the High Court. The Supreme Court held that it did. In other words, these provisions did not abridge, interfere or curb the powers conferred under clause 15 of the Letters Patent of the Bombay High Court. \n43. The Supreme Court also agreed with the view of a full bench of the Calcutta High Court in Mathura Sundari Dassi v. Haran Chandra Saha:\nAIR 1916 Cal 361 which was, inter alia, to the following effect:-\nThe effect of Section 104 is thus, not to take away a right of appeal given by clause 15 of the letters patent, but to create a right of appeal in cases even where clause 15 of the letters patent is not applicable..\n44. The Supreme Court noted that despite the finding that section 104 read with Order XLIII Rule 1 CPC applied to Letters Patent appeals there would still be a large number of orders passed by a single Judge which would not be covered by Order XLIII Rule 1. The question arose as to under what circumstances would such orders (i.e., not covered by Order XLIII Rule 1 CPC) passed by a Single Judge of a High Court be appealable to a Division Bench?\n45. This aspect is brought out in paragraph 79 of the Supreme Court decision in Khimji's case (supra) which reads as under:-\n\"79. This now brings us to the second important point which is involved in this appeal. Despite our finding that Section 104 read with Order 43 Rule 1 applies to letters patent appeals and all orders passed by a trial Judge under clauses (a) to (w) would be appealable to the Division Bench, there would still be a large number of orders passed by a trial Judge which may not be covered by Order 43 Rule 1. The next question that arises is under what circumstances orders passed by a trial Judge not covered by Order 43 Rule 1 would be appealable to a Division Bench. In such cases, the import, definition and the meaning of the word judgment appearing in clause 15 assumes a real significance and a new complexion because the term judgment appearing in the letters patent does not exclude orders not falling under the various clauses of Order 43 Rule 1. Thus the serious question to be decided in this case and which is indeed a highly vexed and controversial one is as to what is the real concept and purport of the word judgment used in clause 15 of the letters patent. The meaning of the word judgment has been the subject-matter of conflicting decisions of the various High Courts raging for almost a century and in spite of such length of time, unfortunately, no unanimity has so far been reached. As held by us earlier it is high time that we should now settle this controversy once for all as far as possible. (underlining added) From the above, it is evident that the word judgment has been construed in the context of clause 15 of the Letters Patent of the Bombay High Court and not in the context of the meaning ascribed to it under the CPC. \n46. In Khimji's case (supra), there was also a reference to a decision of the Rangoon High Court in re: Dayabhai Jiwandas (ILR 13 Rang 457) which was a decision of a Full Bench of that High Court. In that case, the opinion expressed was that in the Letters Patent of High Courts, the word judgment meant to be a decree in a suit by which the rights of the parties in issue in the suit were determined. The Supreme Court in Khimji's case (supra) disagreed with this view and observed that the said view was erroneous because it equated the word judgment with decree as used in the CPC, when, the words judgment and decree used in the Code could not form a safe basis to determine the definition of the word judgment in the Letters patent, particularly when the Letters Patent had deliberately dropped the word decree from judgment. Agreeing with the view expressed in Mt. Shahzadi Begum v. Alak Nath and Others: AIR 1935 All 620, the Supreme Court observed as under:-\n110. In Mt. Shahzadi Begam, v. Alak Nath AIR 1935 All 620:\n1935 ALJ 681 : 157 IC 347] , Sulaiman, C.J., very rightly pointed out that as the letters patent were drafted long before even the Code of 1882 was passed, the word judgment used in the letters patent cannot be relatable to or confined to the definition of judgment as contained in the Code of Civil Procedure which came into existence long after the letters patent were given. In this connection, the Chief Justice observed [29 Cal LJ 225] as follows:-\nIt has been held in numerous cases that as the letters patent were drafted long before even the earlier Code of 1882 was passed, the word judgment' used therein does not mean the judgment as defined in the existing Code of Civil Procedure. At the same time the word judgment' does not include every possible order, final, preliminary or interlocutory passed by a Judge of the High Court. \n111. We find ourselves in complete agreement with the observations made by the Allahabad High Court on this aspect of the matter. Furthermore, the Supreme Court held as under:-\n112. The definition of the word judgment in sub-section (9) of Section 2 of the Code of 1908 is linked with the definition of decree which is defined in sub-section (2) of Section 2 thus:\nDecree means the formal expression of an adjudication which, so far as regards the Court expressing it, conclusively determines the rights of the parties with regard to all or any of the matters in controversy in the suit and may be either preliminary or final. It shall be deemed to include the rejection of a plaint and the determination of any question within Section 47 or Section 144, but shall not include-- (a) any adjudication from which an appeal lies as an appeal from an order, or (b) any order of dismissal for default. \nExplanation.--A decree is preliminary when further proceedings have to be taken before the suit can be completely disposed of. It is final when such adjudication completely disposes of the suit. It may be partly preliminary and partly final. \n113. Thus, under the Code of Civil Procedure, a judgment consists of the reasons and grounds for a decree passed by a court. As a judgment constitutes the reasons for the decree it follows as a matter of course that the judgment must be a formal adjudication which conclusively determines the rights of the parties with regard to all or any of the matters in controversy. The concept of a judgment as defined by the Code of Civil Procedure seems to be rather narrow and the limitations engrafted by sub-section (2) of Section 2 cannot be physically imported into the definition of the word judgment as used in clause 15 of the letters patent because the letters patent has advisedly not used the terms order or decree anywhere. The intention, therefore, of the givers of the letters patent was that the word judgment should receive a much wider and more liberal interpretation than the word judgment used in the Code of Civil Procedure. At the same time, it cannot be said that any order passed by a trial Judge would amount to a judgment; otherwise there will be no end to the number of orders which would be appealable under the letters patent. It seems to us that the word judgment has undoubtedly a concept of finality in a broader and not a narrower sense. ...... (underlining added) \n47. On going through Khimji's case (supra), it is evident that the word judgment as used in the Letters Patent of the High Courts, is much wider and goes beyond the orders specifically enumerated under Order XLIII of the CPC. But, what must not be forgotten is that the word judgment in Khimji's case (supra) has been interpreted as appearing in and in the context of the Letters Patent of High Courts (which would also by analogy include Section 10 of the Delhi High Court Act, 1966). However, the meaning of the word judgment as appearing in the CPC, as defined in Section 2(9) thereof is clearly linked with the definition of a decree. The word judgment' in Section 13(1) of the said Act has to be considered not in the context of any Letters Patent of a High Court or a provision such as Section 10 of the Delhi High Court Act, 1966 but, in the context of the Code of Civil Procedure inasmuch as (1) the Commercial Division and the Commercial Court are enjoined by Section 16 to follow the provisions of the CPC, as amended by the said Act, in the trial of a suit in respect of a Commercial dispute of a specified value; (2) Section 13(2) of the said Act specifically excludes the operation of the provisions contained in the Letters Patent of a High Court or any other law for the time being in force (which includes Section 10 of the Delhi High Court Act, 1966) insofar as appeals from any order or decree of a Commercial Division or a Commercial Court are concerned. We have already indicated that the word judgment as appearing in Section 13(1) of the said Act is actually a misnomer and the said word has to be construed as a reference to a decree. Therefore, in our view, the wider meaning ascribed to the word judgment under the Letters patent of High Courts or under a provision, such as Section 10 of the Delhi High Court Act, 1966, cannot be imported into Section 13(1) of the said Act. \n48. We now come to the consideration of the decision of the Supreme Court in Arun Dev Upadhyaya (supra) which was relied upon by the appellants. First of all, that was a case pertaining to an appeal from a judgment of a single Judge in relation to an international arbitration. The question posed before the Supreme Court was whether an appeal against the judgment of a single Judge in an international arbitration matter was appealable to the Division Bench. This question was examined in the context of the Letters Patent of a High Court. While noticing the earlier decision in Fuerst Day Lawson Limited v. Jindal Exports Limited: 2011 (8) SCC 333, the Supreme Court in Arun Dev Upadhyaya (supra) noted that the High Court derives its intra-court appeal jurisdiction under the Charter by which it was established and its powers under the Letters Patent were recognised by Article 225 of the Constitution of India. It was further noted that the High Court could not be divested of its Letters Patent jurisdiction unless provided for expressly or by necessary intendment by some special statute. Moreover, if the pronouncement of the single Judge qualified as a judgment, in the absence of any bar created by a statute either expressly or by necessary implication, it would be subject to appeal under the relevant clause of the Letters patent of the High Court. It is evident that the court considered that the intra-court appeal jurisdiction was derived by a High Court under the Charter or enactment by which it was established. The question that arises in the present case is whether an appeal filed against an order of a Commercial Division of the High Court before the Commercial Appellate Division of that High Court is one under Section 13(1) of the said Act or under a Letters Patent of a High Court or under any other law for the time being in force, including a provision such as Section 10 of the Delhi High Court Act, 1966 ? It is evident that Section 13(1) not only provides for a forum of appeal in respect of a decision of a Commercial Court or a Commercial Division of a High Court, but, as pointed out above, also prescribes a specific period of limitation for such an appeal. Section 13(2) expressly stipulates that no appeal would lie from any order or decree of a Commercial Division or a Commercial Court otherwise than in accordance with the provisions of the said Act. Thus, the right of appeal as well as the forum of appeal has been specifically provided under the said Act and in this regard, the application of the Letters Patent or any other law dealing with the appeals has been excluded. \n49. In Arun Dev Upadhyaya (supra), in the context of an arbitration proceeding, it was held that no Letters Patent appeal by itself would lie against an order which is not appealable under Section 50 of the Arbitration and Conciliation Act, 1996. The Supreme Court ultimately held as under:-\n26. Thus analysed, we find that the impugned judgment of the learned Single Judge under Section 50(1)(b) of the 1996 Act is passed in the original side of the High Court. Be that as it may, under Section 13 of the Act, the single Judge has taken the decision. Section 13 bars an appeal under Letters Patent unless an appeal is provided under the 1996 Act. Such an appeal is provided under Section 5 of the Act. The Letters Patent Appeal could not have been invoked if Section 50 of the 1996 Act would not have provided for an appeal. But it does provide for an appeal. A conspectus reading of Sections 5 and 13 of the Act and Section 50 of the 1996 Act which has remained unamended leads to the irresistible conclusion that a Letters Patent Appeal is maintainable before the Division Bench. It has to be treated as an appeal under Section 50(1)(b) of the 1996 Act and has to be adjudicated within the said parameters. (underlining added)\n50. It is evident from the above extract that an appeal under the Letters Patent is barred under Section 13 of the said Act, unless an appeal was specifically provided under the Arbitration and Conciliation Act, 1996. In the context of the present case, this would translate to the statement that an appeal under the Letters Patent (or under the Delhi High Court Act, 1966) is barred under Section 13 of the said Act, unless an appeal was specifically provided under the CPC. In that case, the court went on to hold that such an appeal was provided under the said 1996 Act and, therefore, an appeal would be maintainable before the Division Bench. But, in the present case the impugned order is not appealable under the CPC. Therefore, the appeal would not be maintainable. It is clear that the view that has been taken by us does not, in any way, militate against the decision of the Supreme Court in Arun Dev Upadhyaya (supra). The said decision recognized the fact that Section 13 bars an appeal under the Letters patent and, consequently, under any other law for the time being in force unless an appeal was specifically provided under the said 1996 Act which, in the present case, would be relatable to the said Act and the CPC. It is clear that from the wordings used in Section 13 that insofar as orders are concerned, appeals shall lie only from such orders that are specifically enumerated under Order XLIII of CPC. Section 13(2) further fortifies the position that no appeal shall lie from any order or decree of a Commercial Division or a Commercial Court otherwise than in accordance with the provisions of this Act. \n51. The learned counsel for the appellants had also relied on the decision of the Bombay High Court in Hubtown Limited (supra). Paragraph 33 of the said decision reads as under:-\n33. Appeal against any final decision include the judgment so passed by the Commercial Court and/or Commercial Division, the proviso to Section 13(1) will not be applicable to such decision/judgment, as the proviso refers to orders. The reference to orders in the opening portion of Section 13(1) would relate to the application of the proviso to sub- section (1). However, the opening portion of sub-section (1) (words prior to the proviso) clearly use the words decision, judgment and order. Therefore, the ambit of this part of sub-section (1) is quite broader when it comes to appeals arising out of orders other than the category of orders falling under order XLIII of the CPC. Therefore, an Appeal under Section 13(1), even if there is an order, but which has a tinge or colour of judgment as laid down by the Hon'ble Supreme Court in Shah Babulal Khimji v. Jayaben D. Kania: 1981 (4) SCC 8 and Midnapore Peoples' Co-op. Bank Ltd. (supra) , the Appeal under Section 13 against such order being a judgment within the meaning of CPC, is maintainable. The provisions of CPC (amended and unamended) are applicable to the Commercial Courts Act's proceedings. The term Judgment was not even defined under the Letters Patent Act. In the summary suit, though it is an interlocutory order of granting Defendants conditional leave to defend such summary suit, as it directly affects and loses the valuable rights of the Defendant without giving full opportunity and as transferred and as heard by the learned Commercial Division Bench/Judge, the Commercial Appeal against such Judgment is maintainable. Therefore, we are of the view that there is no reason to hold that the Commercial Appeal as filed is not maintainable. (underlining added)\n52. It would be evident from the above that the Bombay High Court in the said decision has incorporated into the said Act and the CPC the meaning ascribed to the word judgment by the decision in Khimji's case (supra) as appearing in the Letters Patent of a High Court. We have already explained as to how, in our view, that would not be appropriate. Therefore, with respect, we do not agree with the view taken by the Bombay High Court. \n53. Another contention that was raised on behalf of the appellants was that as the Delhi High Court Act, 1966 could be construed as a law for the time being in force within the meaning of Section 104(1) of CPC, an appeal could lie from an order passed by a learned single Judge of this court before a Division Bench under Section 10 of the Delhi High Court Act, 1966 and since the said Section 10 uses the word judgment, it would have to be given the same meaning as ascribed to it in Khimji's case (supra). Consequently, an appeal would be maintainable under Section 10 of the Delhi High Court Act, 1966. We are unable to accept this contention for the simple reason that a provision such as the said Section 10 is expressly excluded by Section 13(2) of the said Act read with the proviso to Section 13(1) which specifically enumerates appealable orders to be those specified in Order XLIII CPC.\n54. It was lastly contended that if the interpretation given by the respondents were to be accepted, there would be a conflict between the provisions of Sections 13 and 16 of the said Act and in such an eventuality, the rule of harmonious construction ought to be employed. We do not see as to how there would be a conflict between the provisions of Sections 13 and 16 if the interpretation advanced by the respondents and accepted by us was to be employed. We have already pointed out above that Section 13(1) not only provides for a forum of appeal but also a specified period of limitation. The proviso to Section 13(1) explicitly provides that an appeal shall lie from such orders that are specifically enumerated under Order XLIII of CPC. Section 13(2) makes it further clear that no appeal shall lie from any Order or decree of a Commercial Division or a Commercial Court otherwise than in accordance with the provisions of the said Act notwithstanding anything contained in any other law for the time being in force or in a Letters Patent of a High Court. When the provisions of a statute are explicit and the intendment of the legislature is clear, there is no question of trying to resolve an imagined conflict between the provisions by employing the rule of harmonious construction. \n55. Finally, we are of the view that if the interpretation of the appellants were to be accepted then we would have to read Section 13 sans the proviso to Section 13(1) and sans Section 13(2). That, surely, could not have been the intention of the legislature! \n56. Considering all these circumstances and in view of the discussion above, we are clear that the present appeal is not maintainable. Accordingly, the appeal is dismissed but with no orders as to costs. \nBADAR DURREZ AHMED, J ASHUTOSH KUMAR, J February 14, 2017 dutt/SR/HJ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "95edbaf2ae2f45d6a3f3a9aaf559e1df_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9467e3e1ddc34e77aa52fb697480e326_1"
    },
    {
      "start": 242,
      "end": 364,
      "text": "\nDelhi High Court\nHpl (India) Limited & Ors vs Qrg Enterprises And Another on 14 February, 2017\nAuthor: Badar Durrez Ahmed",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1b4fbcab932441cba963cfe31738f9d_2"
    },
    {
      "start": 366,
      "end": 452,
      "text": "Bench: Badar Durrez Ahmed, Ashutosh Kumar\n        The High Court Of Delhi At New Delhi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e86eca8ae5ab4f9ab97057266b673dff_3"
    },
    {
      "start": 454,
      "end": 520,
      "text": "%                                Judgment delivered on: 14.02.2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a96d596457b4078b2cd944e326cb523_4"
    },
    {
      "start": 523,
      "end": 602,
      "text": "+       Fao (Os) (Comm) No.12/2017 & Cm No.1002/2017\n\nHpl (India) Limited & Ors",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86e3dcdc39ba4b829cd2649dbc2114ca_5"
    },
    {
      "start": 638,
      "end": 701,
      "text": "...    Appellants\n\n                                    versus\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0192aed7d15945a3ab9fb8c85d2e7624_6"
    },
    {
      "start": 701,
      "end": 728,
      "text": "Qrg Enterprises And Another",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3e1c59fb68f4b0a8d7c7117de8d13b8_7"
    },
    {
      "start": 729,
      "end": 817,
      "text": "                                 ...   Respondents\nAdvocates who appeared in this case:-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1591d5a4e6a4d138cc32dfef01664c4_8"
    },
    {
      "start": 819,
      "end": 1373,
      "text": "For the Appellants  : Mr Dinesh Dwivedi, Mr Jaideep Gupta, Mr Sanjeev Sindhwani,\n                      Sr. Advs. with Mr Sanjay Dua, Mr M. Paul and Mr Prateek\n                      Dwivedi.\nFor the Respondents : Mr Rajiv Nayyar and Ms Pratibha M. Singh, Sr Advocates\n                      with Mr Sudeep Chatterjee, Ms Jaya Mandelia, Ms Kangan\n                      Roda, Mr Saurabh Seth and Mr Anmol Sood.\n\nCoram:-\nHon'Ble Mr Justice Badar Durrez Ahmed\nHon'Ble Mr Justice Ashutosh Kumar\n\n                                Judgment\nBadar Durrez Ahmed, J\n1.",
      "labels": [
        "NONE"
      ],
      "id": "323497c103384afaa4c15184ba4418e5_9"
    },
    {
      "start": 1374,
      "end": 1525,
      "text": "This appeal is directed against the order dated 20.12.2016 passed by a learned Single Judge of this court in I.A. No.15867/2016 in Cs (Comm) 1218/2016.",
      "labels": [
        "FAC"
      ],
      "id": "539e7eda6c744e26b1d8468a76d95ba7_10"
    },
    {
      "start": 1526,
      "end": 1549,
      "text": "The said application wa",
      "labels": [
        "FAC"
      ],
      "id": "ee018be9d53840c2ab1858ee8628bc9c_11"
    },
    {
      "start": 1550,
      "end": 1731,
      "text": "s filed by the plaintiffs, inter alia, praying that new documents filed alongwith the affidavits by way of examination-in-chief of new witnesses of the plaintiffs be taken on record",
      "labels": [
        "FAC"
      ],
      "id": "6b75b590d4f543d18520a33113dc377e_12"
    },
    {
      "start": 1732,
      "end": 1871,
      "text": ". The learned single Judge permitted the said documents to be taken on record, subject to the plaintiffs / respondents herein paying costs.",
      "labels": [
        "FAC"
      ],
      "id": "42faf039e49a48e6a6e8f47fa0a4bd01_13"
    },
    {
      "start": 1872,
      "end": 1915,
      "text": "The appellants are aggrieved by this order.",
      "labels": [
        "FAC"
      ],
      "id": "deed307554fc43c6a5636a065b6ee5d1_14"
    },
    {
      "start": 1917,
      "end": 2042,
      "text": "2. At the commencement of the hearing of this appeal, the respondents took a preliminary objection as to its maintainability.",
      "labels": [
        "FAC"
      ],
      "id": "b375957091c147e3847aa98b28e2b668_15"
    },
    {
      "start": 2043,
      "end": 2212,
      "text": "It was contended that the impugned order was not an appealable order specified in Order XLIII of the Code of Civil Procedure, 1908 (hereinafter referred to as the CPC').",
      "labels": [
        "FAC"
      ],
      "id": "5193984020c444708f61a562211f3d80_16"
    },
    {
      "start": 2213,
      "end": 2512,
      "text": "It was further contended that this being an order passed by the Commercial Division of this High Court, an appeal therefrom was governed by Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred to as the said Act').",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bcd19f92d3a043f28c20692c9f3aa2d6_17"
    },
    {
      "start": 2513,
      "end": 2742,
      "text": "It was contended that the proviso to Section 13 (1) of the said Act limited appeals from orders to such orders which were specifically enumerated under Order XLIII CPC and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "af487274be834a3c8b8644ec2255d7ca_18"
    },
    {
      "start": 2743,
      "end": 3121,
      "text": "Reliance was also placed on Section 13(2) of the said Act which is a non-obstante provision specifying that notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the said Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "761a20ad12da4f99b4e569e23e6a3f2a_19"
    },
    {
      "start": 3122,
      "end": 3215,
      "text": "Relying upon these provisions, it was contended that the present appeal was not maintainable.",
      "labels": [
        "FAC"
      ],
      "id": "eef528b92afe4a5ca71497662a6ed1ca_20"
    },
    {
      "start": 3217,
      "end": 3421,
      "text": "3. On the other hand, the appellants took the stand that the present appeal was maintainable even though the impugned order was not an order which was specifically enumerated under Order XLIII of the CPC.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7b9f2776ad7f4a02b134a95bf3ce872f_21"
    },
    {
      "start": 3422,
      "end": 3593,
      "text": "In brief, it was suggested that the impugned order was in the nature of a judgment' and, therefore, the proviso, which applied only to orders, did not prohibit the appeal.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "502ad1c138a443caa81d88db1e7d516c_22"
    },
    {
      "start": 3594,
      "end": 3715,
      "text": "It was, inter alia, contended that the proviso was merely clarificatory and ought not to be read in a restrictive manner.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6a86e5622fd3401eb8366dc1922bcce8_23"
    },
    {
      "start": 3716,
      "end": 3796,
      "text": "Various other arguments were also raised which we shall outline in detail below.",
      "labels": [
        "NONE"
      ],
      "id": "66b4acb233fa46ae9ee540d20d311de2_24"
    },
    {
      "start": 3798,
      "end": 4272,
      "text": "4. It is in this backdrop that we heard arguments only on the maintainability of the present appeal on the admitted facts that (1) the impugned order was passed in a commercial dispute by the Commercial Division of this court; (2) the impugned order is not an order specifically enumerated under Order XLIII of the CPC; and (3) the present appeal is preferred under Section 13 of the said Act and not under any Letters Patent or provisions of the Delhi High Court Act, 1966.",
      "labels": [
        "ISSUE"
      ],
      "id": "da1a108c862d423c8bcee3e5d205667d_25"
    },
    {
      "start": 4274,
      "end": 4454,
      "text": "5. Before we proceed further, it would be necessary to set out the relevant portion of the Statement of Objects and Reasons and the relevant provisions of the said Act and the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "381588bc39964d45aa14b9481309ac5d_26"
    },
    {
      "start": 4456,
      "end": 4539,
      "text": "I. Relevant portion / provisions of the said Act:\n\"Statement of objects and reasons",
      "labels": [
        "STA"
      ],
      "id": "507900b5dcbb4691ba78d5d2e4b9e3fc_27"
    },
    {
      "start": 4540,
      "end": 4685,
      "text": "The proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2b3d6cc4e9574499a7c8b0ae709d6764_28"
    },
    {
      "start": 4686,
      "end": 4763,
      "text": "The high value commercial disputes involve complex facts and question of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7becb84cb8a446a8d276ffc7d1e86bb_29"
    },
    {
      "start": 4764,
      "end": 4858,
      "text": "Therefore, there is a need to provide for an independent mechanism for their early resolution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7260f94271854ff0bb736c19e7c2614b_30"
    },
    {
      "start": 4859,
      "end": 5008,
      "text": "Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45f880f632b84954bea20da1f27dcf90_31"
    },
    {
      "start": 5010,
      "end": 5024,
      "text": "xxxx xxxx xxxx",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd438232a9b9454db48cc118753c9743_32"
    },
    {
      "start": 5025,
      "end": 5034,
      "text": "xxxx xxxx",
      "labels": [
        "STA"
      ],
      "id": "ae58c95bef6b4ac08cec45914a0b9a04_33"
    },
    {
      "start": 5035,
      "end": 5507,
      "text": "\" 8. Bar against revision application or petition against an interlocutory order.-Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.",
      "labels": [
        "STA"
      ],
      "id": "f5aeb80f2d0a406a9450671203a8ac47_34"
    },
    {
      "start": 5509,
      "end": 5523,
      "text": "xxxx xxxx xxxx",
      "labels": [
        "STA"
      ],
      "id": "c6e80b221d2e4c46a921d94629084c6f_35"
    },
    {
      "start": 5524,
      "end": 5533,
      "text": "xxxx xxxx",
      "labels": [
        "STA"
      ],
      "id": "7a67fc0c46c044069064480577aefd83_36"
    },
    {
      "start": 5534,
      "end": 6140,
      "text": "13. Appeals from decrees of Commercial Courts and Commercial Divisions.-(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "STA"
      ],
      "id": "d4255631b5384fe787b7f4f420902059_37"
    },
    {
      "start": 6141,
      "end": 6412,
      "text": "\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.",
      "labels": [
        "STA"
      ],
      "id": "f3d76b91eab2481088b54af9caa0a032_38"
    },
    {
      "start": 6413,
      "end": 6442,
      "text": "\nxxxx xxxx xxxx xxxx xxxx 16.",
      "labels": [
        "STA"
      ],
      "id": "d0cb443af7554d598c51fb6248d001e7_39"
    },
    {
      "start": 6443,
      "end": 6534,
      "text": "Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.-",
      "labels": [
        "STA"
      ],
      "id": "396216c52fbe43a382adf3efa232a4a6_40"
    },
    {
      "start": 6535,
      "end": 6745,
      "text": "(1) The provisions of the Code of Civil Procedure, 1908 shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.",
      "labels": [
        "STA"
      ],
      "id": "8513dceb7d5147a09a1ed17950c59c8e_41"
    },
    {
      "start": 6746,
      "end": 6965,
      "text": "\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908, as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.",
      "labels": [
        "STA"
      ],
      "id": "88084250fda14d9c87c81c7e62f812d7_42"
    },
    {
      "start": 6966,
      "end": 7295,
      "text": "\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908, by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908, as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.",
      "labels": [
        "STA"
      ],
      "id": "8b8bd7b74b93478bad5bce4a93dfec9b_43"
    },
    {
      "start": 7296,
      "end": 7638,
      "text": "\nxxxx xxxx xxxx xxxx xxxx 21. Act to have overriding effect.-Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.",
      "labels": [
        "STA"
      ],
      "id": "737c274709dc420abab5fabdfe7ab297_44"
    },
    {
      "start": 7639,
      "end": 7701,
      "text": "II. Relevant provisions of the CPC 2. Definitions.-In this Act",
      "labels": [
        "STA"
      ],
      "id": "6ca3824bf3e141698c7c7320f538666e_45"
    },
    {
      "start": 7702,
      "end": 8058,
      "text": ", unless there is anything repugnant in the subject or context,--\nxxxx xxxx xxxx xxxx xxxx (2) decree means the formal expression of an adjudication which, so far as regards the Court expressing it, conclusively determines the rights of the parties with regard to all or any of the matters in controversy in the suit and may be either preliminary or final.",
      "labels": [
        "STA"
      ],
      "id": "9e6fc90fe73d4cf5be3db3a99c4fb747_46"
    },
    {
      "start": 8059,
      "end": 8313,
      "text": "It shall be deemed to include the rejection of a plaint and the determination of any question within section 144, but shall not include- (a) any adjudication from which an appeal lies as an appeal from an order, or (b) any order of dismissal for default.",
      "labels": [
        "STA"
      ],
      "id": "4139e716bac74f4699dfe712370ed1f8_47"
    },
    {
      "start": 8314,
      "end": 8440,
      "text": "\nExplanation.-A decree is preliminary when further proceedings have to be taken before the suit can be completely disposed of.",
      "labels": [
        "STA"
      ],
      "id": "c1b76d2c67ca4dc484d0ef480ff0f332_48"
    },
    {
      "start": 8441,
      "end": 8508,
      "text": "It is final when such adjudication completely disposes of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8e86604c0a746a9aff9c194d03f2f78_49"
    },
    {
      "start": 8509,
      "end": 8826,
      "text": "It may be partly preliminary and partly final;\nxxxx xxxx xxxx xxxx xxxx (9) judgment means the statement given by the Judge on the grounds of a decree or order;\nxxxx xxxx xxxx xxxx xxxx (14) order means the formal expression of any decision of a Civil Court which is not a decree;\nxxxx xxxx xxxx xxxx xxxx 104. Orders",
      "labels": [
        "STA"
      ],
      "id": "bcf13b75e4314ee890298327ed595aa0_50"
    },
    {
      "start": 8827,
      "end": 9671,
      "text": "from which appeal lies.-(1) An appeal shall lie from the following orders, and save as otherwise expressly provided in the body of this Code or by any law for the time being in force, from no other orders:-\nxxxx xxxx xxxx xxxx xxxx (ff) an order under section 35A;\n(ffa) and order under section 91 or section 92 refusing leave to institute a suit of the nature referred to in section 91 or section 92, as the case may be;\n(g) an order under section 95;\n(h) an order under any of the provisions of this Code imposing a fine or directing the arrest or detention in the civil prison of any person except where such arrest or detention is in execution of a decree;\n(i) any order made under rules from which an appeal is expressly allowed by rules:\nxxxx xxxx xxxx xxxx xxxx (2) No appeal shall lie from any order passed in appeal under this section.",
      "labels": [
        "STA"
      ],
      "id": "c2d5bebff5654802a0e4ed348d8c8ead_51"
    },
    {
      "start": 9672,
      "end": 9698,
      "text": "Order XLIII 1. Appeal from",
      "labels": [
        "NONE"
      ],
      "id": "a860460a02c34487bf89e11f5ff6e36a_52"
    },
    {
      "start": 9699,
      "end": 12035,
      "text": "orders.-An appeal shall lie from the following orders under the provisions of section 104, namely:-\n(a) an order under rule 10 of Order VII returning a plaint to be presented to the proper Court except where the procedure specified in rule 10A of Order VII has been followed];\nxxxx xxxx xxxx xxxx xxxx (c) an order under rule 9 of Order IX rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit;\n(d) an order under rule 13 of Order IX rejecting an application (in a case open to appeal) for an order to set aside a decree passed ex parte;\nxxxx xxxx xxxx xxxx xxxx (f) an order under rule 21 of Order XI;\n(i) an order under rule 34 of Order XXI on an objection to the draft of a document or of an endorsement;\n(j) an order under rule 72 or rule 92 of Order XXI setting aside or refusing to set aside a sale;\n(ja) an order rejecting an application made under sub-rule (1) of rule 106 of Order XXI, provided that an order on the original application, that is to say, the application referred to in sub-rule (1) of rule 105 of that Order is appealable;\n(k) an order under rule 9 of Order XXII refusing to set aside the abatement or dismissal of a suit;\n(l) an order under rule 10 of Order XXII giving or refusing to give leave;\nxxxx xxxx xxxx xxxx xxxx (n) an Order under rule 2 of Order XXV rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit;\n(na) an order under rule 5 or rule 7 of Order XXXIII rejecting an application for permission to sue as an indigent person;\nxxxx xxxx xxxx xxxx xxxx (p) orders in interpleader-suits under rule 3, rule 4 or rule 6 of Order XXXV;\n(q) an order under rule 2, rule 3 or rule 6 of Order XXXVIII;\n(r) an order under rule 1, rule 2 rule 2A, rule 4 or rule 10 of Order XXXIX;\n(s) an order under rule 1 or rule 4 of Order XL;\n(t) an order of refusal under rule 19 of Order XLI to re- admit, or under rule 21 of Order XLI to re-hear, an appeal;\n(u) an order under rule 23 or rule 23A or Order XLI remanding a case, where an appeal would lie from the decree of the Appellate Court;\nxxxx xxxx xxxx xxxx xxxx (w) an order under rule 4 of Order XLVII granting an application for review.\n             xxxx            xxxx         xxxx        xxxx          xxxx                                                       ",
      "labels": [
        "STA"
      ],
      "id": "6b5a7b5d9fb846f4bb660212a6015c46_53"
    },
    {
      "start": 12035,
      "end": 12101,
      "text": "(underlining added)\n\n\nRespondents' submissions on maintainability.",
      "labels": [
        "NONE"
      ],
      "id": "b4cdc041e0644f578c4a06b0668266bf_54"
    },
    {
      "start": 12103,
      "end": 12311,
      "text": "6. It was submitted by the learned counsel for the respondents that, as pointed out above, the present appeal is not maintainable as the impugned order is not an appealable order under Order XLIII of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f094560e8eef4a7ab929f3ac664d02f0_55"
    },
    {
      "start": 12312,
      "end": 12569,
      "text": "It was submitted that the proviso to Section 13(1) of the said Act is clearly applicable and it specifically provides that no appeal shall lie to a Commercial Appellate Division unless the impugned order is not specifically enumerated in Order XLIII CPC.\n7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a8a17a775c57436b9bef93082bffd55c_56"
    },
    {
      "start": 12570,
      "end": 12973,
      "text": "Furthermore, it was submitted that Section 13(2) of the said Act begins with a non-obstante clause of a very wide amplitude and it clearly provides that nothing contained in any law for the time being in force or Letters Patent of a High Court, would apply to appeals from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the said Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "89b8fbd1645048a29ca03b393906a1db_57"
    },
    {
      "start": 12974,
      "end": 13194,
      "text": "It was, therefore, contended that the appellants cannot even take the shelter of the Letters Patent or the Delhi High Court Act, 1966 since their operation has specifically been excluded by Section 13(2) of the said Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "881a687d765042fcb622548b3426c7d0_58"
    },
    {
      "start": 13195,
      "end": 13522,
      "text": "The learned counsel for the respondent placed reliance on a Division Bench decision of this court in the case of Harmanprit Singh Sidhu v. Arcadia Shares & Stock Brokers Pvt. Ltd: FAO(OS) 136/2016, decided on 30.09.2016, wherein an appeal had been filed purportedly under Section 37 of the Arbitration & Conciliation Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94b2b94211da488eb7fd5462f7d4e307_59"
    },
    {
      "start": 13523,
      "end": 13876,
      "text": "In that case, the Division Bench upheld the objection that an appeal under Section 37 of that Act could be filed only against the order specified in Section 37(1)(a), (b) or (c) thereof and as the impugned order therein did not fall within the orders specified in Section 37(1) of that Act, the appeal from such an order was held to be not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "033aea39f3244356aad9fd9b6a32beab_60"
    },
    {
      "start": 13878,
      "end": 14295,
      "text": "8. The contention of the appellants in that case was that Section 13 of the said Act enabled any person aggrieved by a decision of a Commercial Division of a High Court to file an appeal before the Commercial Appellate Division of that court within a period of 60 days from the date of judgment or order and that even orders not falling within Section 37 of the Arbitration and Conciliation Act, 1996 were appealable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6437336a08554d02a6ec87cfccbbab30_61"
    },
    {
      "start": 14296,
      "end": 14325,
      "text": "This contention was rejected.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "02a74afd33c148e0b851a6c74d84271a_62"
    },
    {
      "start": 14326,
      "end": 14363,
      "text": "The Division Bench held as under:-\n8.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "059511eb8e854968bc73fdc25aec2700_63"
    },
    {
      "start": 14364,
      "end": 14787,
      "text": "Insofar as Section 13 of the Commercial Courts Act is concerned, while it is true that it speaks of appeals from a judgment or order, the proviso to Section 13(1) makes it clear that the appeal would lie from such orders passed by, inter alia, a Commercial Division that are specifically enumerated under Order 43 of the Code of Civil Procedure, 1908 (as amended by the Commercial Courts Act) and Section 37 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44005e267d314408b538e4c98e54ad97_64"
    },
    {
      "start": 14788,
      "end": 15052,
      "text": "The use of the word and' in the proviso to Section 13(1) is only to specify that an appeal would lie against any order passed by, inter alia, a Commercial Division, which finds mention in the list of orders specified in Order 43, CPC and Section 37 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fed8be8736cc4852861fccd9bd7e6365_65"
    },
    {
      "start": 15053,
      "end": 15226,
      "text": "It is an admitted position that the impugned order having been passed in proceedings arising out of an arbitral award would have to be governed by Section 37 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3951bc09d3545b2ba59ff8cdb244987_66"
    },
    {
      "start": 15228,
      "end": 15403,
      "text": "9. On a plain reading of Section 13 of the Commercial Courts Act, it is evident that it does not amplify the scope of appealable orders specified in Section 37 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d540a79fbfd54aff925f4c038ffcae9e_67"
    },
    {
      "start": 15404,
      "end": 15541,
      "text": "It actually reiterates that, in a matter of arbitration, an appeal shall lie only from the orders specified in Section 37 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02a6fd9b528f494280ef75323facb4e3_68"
    },
    {
      "start": 15542,
      "end": 15886,
      "text": "In fact, Section 13(2) reinforces this by providing that notwithstanding anything contained in any other law for the time being in force or the Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the Commercial Courts Act.",
      "labels": [
        "STA"
      ],
      "id": "fb31ba0f71c04ed2a79d9a5562b50b52_69"
    },
    {
      "start": 15887,
      "end": 15906,
      "text": "(underlining added)",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "302ac4a22be64035a081cbca99765e93_70"
    },
    {
      "start": 15908,
      "end": 16149,
      "text": "9. In the backdrop of the above decision, it was contended on behalf of the respondents, that the appellants would not even be able to take recourse to Section 10 of the Delhi High Court Act, 1966 to justify the filing of the present appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2dc4d68a198649f7bbb792497c127ec6_71"
    },
    {
      "start": 16151,
      "end": 16525,
      "text": "10. It was further submitted that the Statement of Objects and Reasons of the said Act stipulates that the Act had been enacted for expeditious disposal of commercial disputes and one of the measures to ensure such expeditious disposal was by reducing the number of appeals against interlocutory orders passed by a Commercial Court or Commercial Division under the said Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "156ecc9226154aedbaae02581296ac3b_72"
    },
    {
      "start": 16526,
      "end": 16833,
      "text": "It was submitted that Section 13 of the said Act seeks to ensure that the objective behind the said Act was achieved and, therefore, appeals have been confined only from such orders that fall in the categories enumerated under Order XLIII of CPC and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2be7479eb0c649d0ac5bdd5b0fc023c7_73"
    },
    {
      "start": 16834,
      "end": 17084,
      "text": "It was reiterated that Section 13(2) of the said Act, which begins with a non-obstante clause, specifically excludes the applicability of the Letters Patent or any other law for the time being in force (which includes the Delhi High Court Act, 1966).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5aa76de554b742998623b50e7922faaa_74"
    },
    {
      "start": 17085,
      "end": 17275,
      "text": "It was further submitted that Section 21 of the said Act gives overriding effect to the provisions of the Act in respect of all other laws for the time being in force, in case of a conflict.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "edfff9294eb94fbe9a2c4c92c1a80611_75"
    },
    {
      "start": 17276,
      "end": 17450,
      "text": "It was submitted that a reading of Section 13 of the said Act and Section 10 of the Delhi High Court Act, 1966 would demonstrate that the two provisions would be in conflict.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "806e4fd4ea75421da06adefe0dd03f54_76"
    },
    {
      "start": 17451,
      "end": 17555,
      "text": "As such, Section 21 would come into play and the provisions of Section 13 of the said Act would prevail.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2bb4b22463f04a3cabebf2bf3dd0cd20_77"
    },
    {
      "start": 17557,
      "end": 17600,
      "text": "Submissions on behalf of the appellants 11.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0b09502651b34a5d86d49c4c4ae1ba48_78"
    },
    {
      "start": 17601,
      "end": 17723,
      "text": "It was submitted that in resolving the controversy with regard to maintainability, three factors ought to be kept in mind.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b425f8ac078244a8b8dc4bb7d3532ce9_79"
    },
    {
      "start": 17724,
      "end": 17964,
      "text": "The first being that if the submission of the respondents were to be accepted, it would result in great mischief as various orders of grave consequence and effect would become non-appealable and the aggrieved party would be left remediless.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8df6764f5e8f47628050319a5f0eec5d_80"
    },
    {
      "start": 17965,
      "end": 18167,
      "text": "Secondly, the remedy of revision against the order of a trial court, which might have covered such orders, is barred insofar as the commercial courts are concerned, in view of Section 8 of the said Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bfc02a8aab44408082fd45fb19f23215_81"
    },
    {
      "start": 18168,
      "end": 18619,
      "text": "The third factor which, according to the learned counsel for the appellants, ought to be kept in mind, is that the word judgment' used in Section 13(1) should be read broadly as in the case of Shah Babulal Khimji v. Jayaben D. Kania & Another: 1981 (4) SCC 8, since the legislature has chosen to use the word interpreted by the court and it is therefore to be presumed that it was used in that very sense to provide for a remedy not covered otherwise.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6b390053188441dfa784a06cfd74fc55_82"
    },
    {
      "start": 18621,
      "end": 18788,
      "text": "12. It was, therefore, submitted that keeping these factors in mind, the words appearing in Section 13, that is, decision', judgment' and order' need to be considered.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ba5b78422ead43a8998bd75d99215ecb_83"
    },
    {
      "start": 18789,
      "end": 18960,
      "text": "According to the learned counsel for the appellants, the word decision' is crucial as it indicates that it controls both the other two words, namely, judgment' and order'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c890e98b5e404ecf9ec91eddf12731e9_84"
    },
    {
      "start": 18961,
      "end": 19203,
      "text": "Relying on Khimji's case (supra), it was submitted that even orders falling under Order XLIII CPC were judgments and, therefore, the word judgment' as used in Section 13(1) is wide enough to include even orders contemplated under Order XLIII.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1c916ae708334edebc0491a5a5b0df84_85"
    },
    {
      "start": 19204,
      "end": 19408,
      "text": "Read in this light, it was submitted that the proviso was introduced only by way of abundant caution and not in order to restrict the meaning of the word judgment' as interpreted in Khimji's case (supra).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ac8697c5eeda4eadbcba983c6d0238bf_86"
    },
    {
      "start": 19409,
      "end": 19571,
      "text": "It was submitted that even the Delhi High Court Act, 1966 uses the word judgment' without defining it and, therefore, it has to be construed in the wider context.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d61f8e8358bf4d9fb18ed180f3a92c60_87"
    },
    {
      "start": 19573,
      "end": 19793,
      "text": "13. The learned counsel for the appellants further relied on a decision of the Supreme Court in the case of Arun Dev Upadhyaya v. Integrated Sales Service Limited and Another: 2016 SCC Online SC 1053 [=2016 (9) SCC 524].",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ca5913262eb44a21a0a1fb1815cdf5c7_88"
    },
    {
      "start": 19794,
      "end": 20091,
      "text": "It was submitted that in that case, the Supreme Court, after construing the provisions of Section 13(1) of the said Act held an appeal under Section 50(1)(b) of the Arbitration and Conciliation Act, 1996 to be maintainable, although this provision is not mentioned in the proviso to Section 13(1).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7fcb03b6ad934ae1a4e27ab4e89b0539_89"
    },
    {
      "start": 20092,
      "end": 20333,
      "text": "Therefore, it was contended that the remedy of appeal under Section 10 of the Delhi High Court Act, 1996 is also available because it has neither been repealed nor amended and on parity of reasoning, the present appeal would be maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b564d9566a2e482395703784e67002b0_90"
    },
    {
      "start": 20335,
      "end": 20548,
      "text": "14. It was also submitted on behalf of the appellants that the language of Section 13(2) of the said Act is entirely different from the language of statutory provisions which seek to restrict the remedy of appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ddebbf08c01e4d0dad377f1605c10dd8_91"
    },
    {
      "start": 20549,
      "end": 20790,
      "text": "It was contended that whenever the legislature intended that apart from the orders mentioned, no other orders were to be appealed against, it enumerated the orders which were appealable and specified that no other orders would be appealable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a6d39a01f3b149fda83f65bee120706d_92"
    },
    {
      "start": 20791,
      "end": 21012,
      "text": "As an instance of such a provision, a reference was made to Section 37 of the Arbitration and Conciliation Act, 1996 and, particularly, to sub-section (1) thereof which specifically uses the expression and from no others.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b5c38de2d4fe41c2892bb2c9d932856d_93"
    },
    {
      "start": 21013,
      "end": 21148,
      "text": "The other instance was of Section 104 of CPC and, in particular, sub-section (1) thereof which also used the expression from no others.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1b58e137a3114c57934b185e6cfbd3f4_94"
    },
    {
      "start": 21149,
      "end": 21373,
      "text": "It was submitted that in contrast, the language used in Section 13(2) is no appeal shall lie from any order or decree by a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ad9d7dd2cde64c2d9afc5fe409715864_95"
    },
    {
      "start": 21374,
      "end": 21583,
      "text": "It was submitted that the phrase otherwise than in accordance with the provisions of this Act is not the same and could not be equated with the phrase and no other order as appearing in the above two examples.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6abca765275c49bfa49a373c809870fb_96"
    },
    {
      "start": 21584,
      "end": 21870,
      "text": "It was submitted that on the contrary, the expression used in Section 13(2) only meant that all appeals must be conducted in accordance with the provisions of the said Act notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "457c7cdcb1304e1898c9bde2231bb910_97"
    },
    {
      "start": 21871,
      "end": 22062,
      "text": "It was submitted that this provision only regulated the procedure of appeals and did not confer or take away or otherwise tinker with the substantive right of appeal in any manner whatsoever.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "633aaa01538e40bf8474c3238d54b875_98"
    },
    {
      "start": 22064,
      "end": 22188,
      "text": "15. It was also submitted that Section 13(1) makes all decisions' of the Commercial Court or Commercial Division appealable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e9770b6a72704e4eaa052b0ae20a83c2_99"
    },
    {
      "start": 22189,
      "end": 22283,
      "text": "The word decision' is of the widest amplitude and includes all - decrees, judgments or orders.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6a60c58cd93e4b2d9dfcd98a31c128c9_100"
    },
    {
      "start": 22284,
      "end": 22516,
      "text": "It was submitted that unless this is the meaning given to Section 13(1), the consequence would be that decrees would not be appealable since the body of the Section does not speak of the right to prefer an appeal against the decree.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fea3b98f34444cbb8607941ca30c842e_101"
    },
    {
      "start": 22518,
      "end": 22735,
      "text": "16. A reference was also made to the Division Bench decision of the Bombay High Court in Hubtown Limited v. IDBI Trusteeship Services Limited: 2016 SCC OnLine Bom 9019 which also examined the provisions of Section 13.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7273507c790149ab9751b688199845f7_102"
    },
    {
      "start": 22736,
      "end": 23051,
      "text": "According to the learned counsel, the said decision of the Bombay High Court held that a broad interpretation be placed on Section 13 so as to include within the list of appealable orders even those orders, which were not enumerated in Order XLIII of CPC or Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "12e9efb64e2d4496901401afcf32f310_103"
    },
    {
      "start": 23052,
      "end": 23176,
      "text": "It was further submitted that Section 10 of the Delhi High Court Act, 1966 provides for a special statutory right of appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3e1826f25d93493a961a98f689bec7fe_104"
    },
    {
      "start": 23177,
      "end": 23527,
      "text": "For the sake of convenience, we reproduce the said Section 10 hereunder:-\n10. Powers of Judges.-(1) Where a single Judge of the High Court of Delhi exercises ordinary original civil jurisdiction conferred by sub- section (2) of section 5 on that Court, an appeal shall lie from the judgment of the single Judge to a Division Court of that High Court.",
      "labels": [
        "STA"
      ],
      "id": "b4481ca25e7e48d4b0cd7e1b0486d0f8_105"
    },
    {
      "start": 23528,
      "end": 23901,
      "text": "\n(2) Subject to the provisions of sub- section (1), the law in force immediately before the appointed day relating to the powers of the Chief Justice, single Judges and Division Courts of the High Court of Punjab and with respect to all matters ancillary to the exercise of those powers shall, with the necessary modifications, apply in relation to the High Court of Delhi.",
      "labels": [
        "STA"
      ],
      "id": "3360dbd9f2cc4f39a07a4882faf1cfc2_106"
    },
    {
      "start": 23902,
      "end": 23925,
      "text": "(underlining added)\n17.",
      "labels": [
        "STA"
      ],
      "id": "51af04d0e30d4e6d94e0f8598507595d_107"
    },
    {
      "start": 23926,
      "end": 24293,
      "text": "It was submitted that the Delhi High Court Act, 1966 would be the law for the time being in force' within the meaning of Section 104 of the CPC which, in turn, specifically stipulates that an appeal shall lie from the orders enumerated therein, save as otherwise expressly provided in the body of the Code or by any law for the time being in force and from no others.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ed720151cf204e09aedfa047468d9350_108"
    },
    {
      "start": 24294,
      "end": 24554,
      "text": "It was submitted that under Section 104 of CPC, orders referred to in Section 10 of the Delhi High Court Act, 1966 would be appealable and, since Section 104 of CPC has not been amended by the said Act, it would be applicable to proceedings under the said Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "360beaa73d9748e58cefa8e33712035d_109"
    },
    {
      "start": 24555,
      "end": 24652,
      "text": "Consequently, an appeal would be maintainable under Section 10 of the Delhi High Court Act, 1966.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "290645145b1b4538833e5be8e0a074b1_110"
    },
    {
      "start": 24654,
      "end": 24931,
      "text": "18. It was submitted that a non-obstante clause like Section 13(2) must not be construed to create an apparent conflict between the different provisions of a statute and that the court must give effect to all the provisions by adopting the principle of harmonious construction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca3ae9b89f594b33988ec537387350c8_111"
    },
    {
      "start": 24932,
      "end": 25089,
      "text": "Reliance was placed on Iridium India Telecom Ltd v. Motorola Inc.: 2005 (2) SCC 145, in particular to paragraphs 32 and 33 thereof, which read as under:-\n32.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dc6b3904147d4d688aefbefb868d7dca_112"
    },
    {
      "start": 25090,
      "end": 25879,
      "text": "The observations of this Court in Venkataramana Devaru v. State of Mysore [1958 SCR 895 : AIR 1958 SC 255, para 29], R.S. Raghunath v. State of Karnataka [(1992) 1 SCC 335 : 1992 SCC (L&S) 286 : (1992) 19 ATC 507 : AIR 1992 SC 81], Krishan Kumar v. State of Rajasthan [(1991) 4 SCC 258, para 11: AIR 1992 SC 1789, para 11], Sultana Begum v. Prem Chand Jain [(1997) 1 SCC 373, paras 12 to 15 : AIR 1997 SC 1006, para 12] and Maharashtra State Board of Secondary and Higher Secondary Education v. Paritosh Bhupeshkumar Sheth [(1984) 4 SCC 27, para 20 : AIR 1984 SC 1543, para 20] were also relied upon to contend that when there is an apparent conflict between different provisions of a statute, the court must give effect to all of them by adopting the principle of harmonious construction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "63be5a7a33404a2e9dc0b86dc3551abf_113"
    },
    {
      "start": 25881,
      "end": 25958,
      "text": "33. There cannot be any doubt about the principle of harmonious construction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "22e6c5e0ab44488f9b4b76971519fdcf_114"
    },
    {
      "start": 25959,
      "end": 26064,
      "text": "However, what confronts us is not a mere question of two independent provisions of CPC being in conflict.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2a25adc37554ea883ba3e10286b08bd_115"
    },
    {
      "start": 26065,
      "end": 26241,
      "text": "The provisions of CPC, which we have extracted, and the historical development of the different sections to which we have referred, do not suggest a situation of mere conflict.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1801bf1e0884433b4164eac43dd378c_116"
    },
    {
      "start": 26242,
      "end": 26436,
      "text": "They seem to suggest that, throughout, the legislature had made a distinction between the proceedings in other civil courts and the proceedings on the original side of the chartered High Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac973eec94074f2d8515490ff7d3aa10_117"
    },
    {
      "start": 26438,
      "end": 26656,
      "text": "This distinction was made for good historical reasons and it had continued unabated, as we have noticed, through the consolidating Acts, and continued unaffected even through the last amendment of CPC in the year 2002.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b955c4790458415d9db654675bf3a992_118"
    },
    {
      "start": 26657,
      "end": 26899,
      "text": "In the face of this body of evidence, it is difficult to accede to the contention of the appellant that the force of the non obstante clause is merely declaratory and not intended to operate as a declared exception to the general body of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a28a7c857b234cf7bf0e595d5ce023fb_119"
    },
    {
      "start": 26901,
      "end": 27113,
      "text": "19 . It was further submitted that it was only if the different parts of the statute could not at all be read together harmoniously that the non-obstante clause would override the other provisions of the statute.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4949a43b2fd0477792bb998e324c531a_120"
    },
    {
      "start": 27114,
      "end": 27304,
      "text": "It was further submitted that if the interpretation given by the respondents were to be accepted, this would result in a conflict between the provisions of Section 13 and 16 of the said Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5542ac23a0e8457bbb67769b487a04c9_121"
    },
    {
      "start": 27305,
      "end": 27537,
      "text": "On the other hand, if the interpretation put forth by the appellants were to be accepted, there would be no conflict and both Sections would be able to co-exist harmoniously and, therefore, this interpretation ought to be preferred.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1e56afeb1cce46f890c85a2ebbfdbe59_122"
    },
    {
      "start": 27538,
      "end": 27905,
      "text": "It was also submitted that the decision of this court in Harmanprit Sidhu (supra) was also not contrary to the interpretation sought to be given by the appellant and that this court only held in the light of the bar to the appealability of the order impugned therein under Section 37 of the Arbitration and Conciliation Act, 1996 that the appeal was not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9e64555b645e44df9a4e45c4733056a3_123"
    },
    {
      "start": 27906,
      "end": 28023,
      "text": "According to the learned counsel for the respondents, an interpretation of Section 13 in that case was not necessary.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0eefb515e7ed4814a22e33af30235959_124"
    },
    {
      "start": 28025,
      "end": 28211,
      "text": "20. It was finally submitted that in line with the decision of the Bombay High Court in Hubtown Limited (supra), the present appeal was maintainable and ought to be considered on merits.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1267fea4fc3b427f8118878ab46d315b_125"
    },
    {
      "start": 28213,
      "end": 28245,
      "text": "Rejoinder by the Respondents 21.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c746a7c79d6a42f0bcf05c7a5e503094_126"
    },
    {
      "start": 28246,
      "end": 28443,
      "text": "In rejoinder, it was submitted that even in Arun Dev Upadhyaya (supra), it was accepted that the Letters Patent and other laws were not applicable to commercial disputes falling under the said Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "28771bee40b64ce1b50423367be94efc_127"
    },
    {
      "start": 28444,
      "end": 28501,
      "text": "Reliance was placed on paragraph 26 of the said decision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64b1c58f60e7499b89cf95a1919cea93_128"
    },
    {
      "start": 28502,
      "end": 28763,
      "text": "It was reiterated that the decision of this court in Harmanprit Singh Sidhu (supra) had categorically held that Section 13(2) ousted the applicability of the Letters Patent or other laws for the time being in force which included the Delhi High Court Act, 1966.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "25b5421d6cc945deb5ca55b26b4716fe_129"
    },
    {
      "start": 28765,
      "end": 28934,
      "text": "22. It was submitted that the decision of the Bombay High Court in Hubtown Limited (supra) did not lay down the correct law and would not, in any event, bind this court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3958ec7d055246b5b5c16e226ef52cad_130"
    },
    {
      "start": 28936,
      "end": 28951,
      "text": "Discussion:\n23.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82bbfb65c71c49908803fc91f6017156_131"
    },
    {
      "start": 28952,
      "end": 29161,
      "text": "On going through the Statement of Objects and Reasons, it is evident that the said Act was, inter alia, enacted for the purpose of providing a methodology for speedy disposal of high value commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1580ff736004370ad9db0c1388958d4_132"
    },
    {
      "start": 29162,
      "end": 29398,
      "text": "The need of the hour was to provide for an independent mechanism for early resolution of commercial disputes with the objective of creating a positive image to the investor world about the independent and responsive Indian legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7dff2fb73de54cf684b2fa07741e8938_133"
    },
    {
      "start": 29400,
      "end": 29482,
      "text": "24. It is also well settled that the right of appeal is a creation of the statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ebc2e37ab02e40da89aaaec61816d704_134"
    },
    {
      "start": 29483,
      "end": 29565,
      "text": "In other words, the provision for an appeal has to be found in the statute itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68736179bc364506ae52172155798224_135"
    },
    {
      "start": 29566,
      "end": 29694,
      "text": "The said Act is a special Act pertaining to commercial disputes of a specified value as defined in Section 2(1) of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f86513d78f554d58a83ca7eebfe837c6_136"
    },
    {
      "start": 29695,
      "end": 29782,
      "text": "Therefore, the provision for an appeal would have to be located in the said Act itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "168a312f78404e39840cd86429f35c44_137"
    },
    {
      "start": 29783,
      "end": 30216,
      "text": "This is so particularly because Chapter IV of the said Act specifically deals with Appeals'. Section 21 of the said Act clearly stipulates that save as otherwise provided, the provisions of the said Act would have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e9a05c58b23411f828f42c1253282fc_138"
    },
    {
      "start": 30217,
      "end": 30525,
      "text": "This clearly means that where the provisions for appeals are provided in the said Act, if there is any other provision for appeal in any other law for the time being in force which is inconsistent with what is provided in the said Act, the provisions for appeals in the said Act would have overriding effect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6059893daa104a48a7ce0b3a4b3fb632_139"
    },
    {
      "start": 30526,
      "end": 30595,
      "text": "\n25. Section 16 of the said Act is also important in this discussion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50a3db943ea04ab5bce09e9cc3dcb461_140"
    },
    {
      "start": 30596,
      "end": 30844,
      "text": "Sub- Section (1) of Section 16 makes it clear that the provisions of the CPC shall, in their application to any suit in respect of a commercial dispute of a specified value, stands amended in the manner as specified in the Schedule to the said Act.",
      "labels": [
        "STA"
      ],
      "id": "fc29ec2e1c7b4e799c05bcf764f820d1_141"
    },
    {
      "start": 30845,
      "end": 31079,
      "text": "Sub-Section (2) makes it clear that the Commercial Division and the Commercial Court shall follow the provisions of the CPC, 1908, as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.",
      "labels": [
        "STA"
      ],
      "id": "45cce50707db4a579fb3f2d9c67d14fa_142"
    },
    {
      "start": 31080,
      "end": 31374,
      "text": "Sub-Section (3) stipulates that where any provision of any rule of the jurisdictional High Court or any amendment to the CPC, by the State Government is in conflict with the provisions of the CPC, as amended by the said Act, the provisions of the CPC, as amended by the said Act, would prevail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "815d65c9f2f94c1f945bad864cfa12f5_143"
    },
    {
      "start": 31375,
      "end": 31543,
      "text": "On a conjoint reading of Sections 16 and 21 of the said Act, it appears that wherever amendments have been specified in the said Act to the CPC, the same shall prevail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fdce7a8fd1494c94926d5366e1acf59d_144"
    },
    {
      "start": 31544,
      "end": 31641,
      "text": "In other respects, the CPC is to be followed by the Commercial Division and the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ef2d562d2804d3ab9481ebd31515fee_145"
    },
    {
      "start": 31642,
      "end": 31839,
      "text": "If there is any conflict with the provisions of the said Act with any provisions contained in any other law for the time being in force, the provisions of the said Act would have overriding effect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb2bdd251f2142f481cb0ebf22f2034a_146"
    },
    {
      "start": 31841,
      "end": 31998,
      "text": "26. With this understanding, let us now analyse the provisions of Section 13 of the said Act which falls under Chapter IV thereof under the heading Appeals'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c819c548653f4724b28c3f93fa20ff32_147"
    },
    {
      "start": 31999,
      "end": 32316,
      "text": "It will be immediately seen that sub-Section (1) stipulates that any person aggrieved by the decision' of a Commercial Court or a Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of 60 days from the date of judgment' or order', as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a8620820bed4ee4a7397ca255641cea_148"
    },
    {
      "start": 32317,
      "end": 32441,
      "text": "The heading of the Section indicates that it deals with Appeals from decrees of Commercial Courts and Commercial Divisions'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e51470662f9c4edb9ed2dfcb59424d79_149"
    },
    {
      "start": 32442,
      "end": 32528,
      "text": "There are four words which have been used in this Section which need to be understood.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb588e43250d4438ab0e71d2883ca4b2_150"
    },
    {
      "start": 32529,
      "end": 32581,
      "text": "They are - decree', decision', judgment' and order'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f955a7d80c464e7f989c141dc87291b2_151"
    },
    {
      "start": 32582,
      "end": 32786,
      "text": "Since the CPC, as amended by the said Act, is to be applied by the Commercial Division, these expressions have to be construed in the context of the meaning ascribed to them, if any, under the CPC itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9121126855744181afa20e8f37e8f710_152"
    },
    {
      "start": 32787,
      "end": 33074,
      "text": "Section 2(2) defines a decree' to mean the formal expression of an adjudication which, so far as regards the Court expressing it, conclusively determines the rights of the parties with regard to all or any of the matters in controversy in the suit and may be either preliminary or final.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c84795bc757d4195ad3b80d6be3f67fd_153"
    },
    {
      "start": 33075,
      "end": 33230,
      "text": "It is also made clear in the said definition itself that a decree' shall not include any adjudication from which an appeal lies as an appeal from an order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9d2e54544a244cdaf02dedba6ef876d_154"
    },
    {
      "start": 33231,
      "end": 33326,
      "text": "In other words, a decree is distinct and different from an order within the meaning of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f323f41b1f74525bba1a17907b4a63b_155"
    },
    {
      "start": 33327,
      "end": 33473,
      "text": "The word order' has been defined in Section 2(14) of the CPC to mean the formal expression of any decision of a Civil Court which is not a decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5131af9c4f7e498eb27273aa74eaf2f6_156"
    },
    {
      "start": 33474,
      "end": 33606,
      "text": "And, judgment', as defined in Section 2(9) of the CPC, means the statement given by the judge on the grounds of a decree' or order'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c93afa8ff4f4575a17eeb9d3bc9825f_157"
    },
    {
      "start": 33607,
      "end": 33768,
      "text": "It is, therefore, clear from the above definitions that a decree' and an order', as contemplated under the CPC, are two entirely different and distinct concepts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2864e66fbb6443178b55fcd7b2dcb252_158"
    },
    {
      "start": 33769,
      "end": 33894,
      "text": "Every formal expression of any decision of a Civil Court which does not fall within the definition of a decree' is an order'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf0ba735232c4b3bb0698cf3e29ab323_159"
    },
    {
      "start": 33895,
      "end": 34041,
      "text": "The word judgment' means neither a decree' nor an order' and it merely means the statement given by the judge on the grounds of a decree or order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ffc2220667f6492b860b6fcf9526aa55_160"
    },
    {
      "start": 34042,
      "end": 34151,
      "text": "In other words, judgment' is essentially a statement containing the reasoning behind the decree or the order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a1a9a7ba8254a06ac5851c3629a17d5_161"
    },
    {
      "start": 34152,
      "end": 34227,
      "text": "It is further pertinent to note that both decrees and orders are decisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50f782bc190f4a6fbc9ddecd94b00f6e_162"
    },
    {
      "start": 34229,
      "end": 34315,
      "text": "27. The provisions of Appeals', as contained in the CPC, fall within Part-VII thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e1b48186f7d483d8d448005b0496099_163"
    },
    {
      "start": 34316,
      "end": 34389,
      "text": "Sections 96 to 99A fall under the heading Appeals from original decrees'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58a51afa4cb84b229a07dfa148e62326_164"
    },
    {
      "start": 34390,
      "end": 34533,
      "text": "Sections 100 to 103 fall under the heading Appeals from Appellate decrees' and Sections 104 to 106 fall under the heading Appeals from orders'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03c46726d8dc4b75aae64b5dde24c924_165"
    },
    {
      "start": 34534,
      "end": 34659,
      "text": "It is, therefore, clear that appeals fall into two broad categories - (i) Appeals from decrees; and (ii) Appeals from orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e36c163551e84f4287c62f71bf7c1e27_166"
    },
    {
      "start": 34660,
      "end": 34713,
      "text": "The category of Appeals from decrees' is further sub-",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0329fa74cdee45a6b9576bde8159bbcc_167"
    },
    {
      "start": 34714,
      "end": 34819,
      "text": "divided into two categories - (i) Appeals from original decrees; and (ii) Appeals from appellate decrees.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4fd2eb368ed14b68a666e305ebf336ad_168"
    },
    {
      "start": 34820,
      "end": 34900,
      "text": "It is clear that appeals are only provided under the CPC from decrees or orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b756886f592e45c2af109b7b345f8cc9_169"
    },
    {
      "start": 34901,
      "end": 34973,
      "text": "There is no concept of an appeal from a judgment as such under the Code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "efa96761065c4076b063dc0bf4fafcf1_170"
    },
    {
      "start": 34974,
      "end": 35126,
      "text": "This is so because the judgment', as defined in Section 2(9) of the CPC, is merely the statement given by the judge on the grounds of a decree or order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "358fe0c06f9840a8ae7c490f0c162e2b_171"
    },
    {
      "start": 35127,
      "end": 35339,
      "text": "It is in this backdrop that we are of the view that the expression judgment' appearing in Section 13(1) is a misnomer and that, in fact, it pertains to a decree because appeals can only be from decrees or orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74e5a1d3e7f644a2bfd2d6abe7531b8a_172"
    },
    {
      "start": 35340,
      "end": 35479,
      "text": "Another thing which is clear is that the words judgment' and order' have been used disjunctively and cannot be interchanged for each other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "67a2b519a32f48508c3cdd3e9059064a_173"
    },
    {
      "start": 35480,
      "end": 35602,
      "text": "This is particularly so because of the expression - as the case may be' - which follows the expression judgment or order'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbf02be7de9f47479abcc220c97db798_174"
    },
    {
      "start": 35603,
      "end": 35672,
      "text": "It is clear that the word decision' includes both decrees and orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c639d92f8b84830a59e68df39998998_175"
    },
    {
      "start": 35673,
      "end": 35763,
      "text": "It is also clear that an appeal under the CPC is provided only from the decrees or orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b2b071b631c4fdebafe9ef792a2476e_176"
    },
    {
      "start": 35765,
      "end": 36053,
      "text": "28. In fact, in our view, sub-Section (1) of Section 13 not only provides the forum of appeal (i.e., Commercial Appellate Division of a High Court) but also prescribes a period of limitation for an appeal from a decision of the Commercial Court or the Commercial Division of a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6127db8ca8da4203a0618f1b4f3d5ea0_177"
    },
    {
      "start": 36054,
      "end": 36333,
      "text": "If we look at the Limitation Act, 1963 and, in particular, Article 116 of the Schedule to the Limitation Act, 1963, it would be evident that an appeal under the CPC to a High Court from any decree or order would have to be filed within 90 days of the date of the decree or order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa1c510765924794a420533f1515040b_178"
    },
    {
      "start": 36334,
      "end": 36509,
      "text": "Article 117 of the said Schedule stipulates a period of 30 days for an appeal from a decree or order of any High Court to the same Court, from the date of the decree or order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66ac6406847e417680cf91f178af0287_179"
    },
    {
      "start": 36510,
      "end": 36702,
      "text": "If we look at Section 13(1), we find that it provides for a period of limitation of 60 days for an appeal in respect of a decision of a Commercial Court or Commercial Division of a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b2fa4766d16245e1872efcdcc4a75327_180"
    },
    {
      "start": 36703,
      "end": 36889,
      "text": "There is a clear departure from the normal procedure in respect of not only the specification of an Appellate Court but also with regard to the period of limitation for filing an appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "61b65d3c81344a1dbf598f434678268a_181"
    },
    {
      "start": 36890,
      "end": 37098,
      "text": "This is clear from the fact that all appeals under the said Act have to be heard by the Commercial Appellate Division which, in terms of Section 5 thereof, has to comprise of Division Benches of a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "440d04633f2344a984ae120bb70c51c4_182"
    },
    {
      "start": 37099,
      "end": 37461,
      "text": "While in respect of disputes which are not commercial disputes of a specified value, an appeal to the High Court from any decree or order could be heard by a Single Judge of the High Court, an appeal from any decree or order of a Commercial Court would have to be heard by a Division Bench which forms part of the Commercial Appellate Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4198a4b86e974bfb9347334120142321_183"
    },
    {
      "start": 37462,
      "end": 37886,
      "text": "Moreover, in respect of disputes which are not covered by the said Act, the period of limitation for an appeal from any decree or order to a High Court is 90 days, in respect of commercial disputes of a specified value if a person is aggrieved by a decision of a Commercial Court, the appeal would have to be preferred before the Appellate Division of the High Court within a period of 60 days from the date of the decision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "964353a232944af69a3b7b711f8a949d_184"
    },
    {
      "start": 37887,
      "end": 38084,
      "text": "In case the decision appealed against is that of a Commercial Division of a High Court, the appeal before the Commercial Appellate Division of that High Court would also to be filed within 60 days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f72a2d4be99c430f941e362c8dc79183_185"
    },
    {
      "start": 38085,
      "end": 38274,
      "text": "This can be easily contrasted with Article 117 of the Limitation Act, 1963, where the period of 30 days is provided for an appeal from a decree or order of any High Court to the same Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a408ccd3149e45b7a1c52b8228c91b01_186"
    },
    {
      "start": 38275,
      "end": 38815,
      "text": "The sum and substance of this discussion is that the provisions of Articles 116 and 117 of the Limitation Act, 1963, which provided for appeals to the High Court from any decree or order and of a subordinate court and appeals to the High Court from a decree or order passed by the original Side of that High Court to be filed within 90 days and 30 days, respectively from the date of the decree or order, have now been combined into one period of limitation and, that is, 60 days from the date of judgment or order', as the case may be.\n29.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e53f6d32a16941b0b5a09c760f89269d_187"
    },
    {
      "start": 38816,
      "end": 38975,
      "text": "Viewed in this context, it becomes immediately apparent that Section 13(1) prescribes a different forum of appeal and a different period of limitation thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef55c4bcc1ca44ea8361fe305957e971_188"
    },
    {
      "start": 38977,
      "end": 39055,
      "text": "30. We now come to the meaning to be ascribed to the proviso in Section 13(1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f1c53eedb7f4a0cac484779b45b90de_189"
    },
    {
      "start": 39056,
      "end": 39326,
      "text": "It clearly stipulates that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the CPC, as amended by the said Act, and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21eaea94aeef41d183c5ae7e41111266_190"
    },
    {
      "start": 39327,
      "end": 39532,
      "text": "We have seen that orders' as understood under the CPC are different and distinct from decrees'. And, orders are nothing but the formal expression of any decision of a Civil Court not amounting to a decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f31d56159f84e9a90a6ce416cf2aa40_191"
    },
    {
      "start": 39533,
      "end": 39661,
      "text": "Therefore, the amplitude and width of the expression order' is very wide under the CPC itself but not all orders are appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c191c76cfbda4e6c83d2c6bf514fa396_192"
    },
    {
      "start": 39662,
      "end": 39725,
      "text": "The appealable orders are enumerated in Order XLIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1505559e21f1485a9bda5e65dc18a947_193"
    },
    {
      "start": 39726,
      "end": 39885,
      "text": "We have already pointed out above, that there are only two kinds of appeals recognized under the CPC, namely, - Appeals from decrees' and Appeals from orders'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7971f9059b324f9898598dbe32b9ad19_194"
    },
    {
      "start": 39886,
      "end": 39994,
      "text": "Section 104, which has been extracted earlier in this judgment, specifies the orders from which appeals lie.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55ddb4d7e9ea4bbca65b485d097dd5bd_195"
    },
    {
      "start": 39995,
      "end": 40225,
      "text": "It clearly provides that an appeal shall lie from the orders enumerated in the said provision itself and, save as otherwise expressly provided in the body of the CPC or by any law for the time being in force, from no other orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73f65ce93f8c491ba49294e8be579ba3_196"
    },
    {
      "start": 40226,
      "end": 40430,
      "text": "This means that appeals from orders are restricted to those orders which are either specified in Section 104 itself or expressly provided in the body of the Code or by any law for the time being in force.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7452be969f646b499815e707812bf6d_197"
    },
    {
      "start": 40431,
      "end": 40555,
      "text": "Insofar as the impugned order is concerned, it is clear that it does not fall within the orders specified under Section 104.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f809ce8c9f85498183b93b316033555f_198"
    },
    {
      "start": 40556,
      "end": 40711,
      "text": "We now have to look at Order XLIII Rule 1 which stipulates that an appeal shall lie from the orders enumerated therein under the provisions of Section 104.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc5f2a804b204748bd4a966c64f88158_199"
    },
    {
      "start": 40712,
      "end": 40901,
      "text": "In other words, only an order specified under Order XLIII Rule 1 would be appealable and, read with the provisions of Section 104, no other order would be an appealable order under the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b130eefe69f34aa2a99e2c6e2fa31edf_200"
    },
    {
      "start": 40902,
      "end": 41223,
      "text": "In this backdrop, the proviso to Section 13(1) makes it abundantly clear that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated' under Order XLIII of the CPC, as amended by the said Act and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c9cf63528524d5894ff1723130fd798_201"
    },
    {
      "start": 41224,
      "end": 41353,
      "text": "Clearly, in our view, this restricts the appealable orders to only those orders which are specifically enumerated in Order XLIII.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c983bfbcf1f94e5bb1c87679416fa470_202"
    },
    {
      "start": 41354,
      "end": 41448,
      "text": "In the present case, the impugned order is admittedly not one specified under Order XLIII.\n31.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a235030260342a2ba29b432ee6e0df5_203"
    },
    {
      "start": 41449,
      "end": 41516,
      "text": "We would also like to examine the scope and function of a proviso'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04667f387bc84165b62b1039dab99304_204"
    },
    {
      "start": 41517,
      "end": 41844,
      "text": "In CIT v. Indo-Mercantile Bank Ltd: 1959 Supp (2) SCR 256, the Supreme Court held:-\nThe proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5fc7f1c7f2f843638b91625eb0a973ef_205"
    },
    {
      "start": 41845,
      "end": 42027,
      "text": "Ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9bae511c75714a1796b660114e97828a_206"
    },
    {
      "start": 42028,
      "end": 42173,
      "text": "It is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f77b7f57620e46ffaea0536ea2696c6d_207"
    },
    {
      "start": 42174,
      "end": 42243,
      "text": "Therefore it is to be construed harmoniously with the main enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8b1db2751b804414aa768996723fb594_208"
    },
    {
      "start": 42244,
      "end": 42593,
      "text": "(Per Das, C.J.) in Abdul Jabar Butt v. State of Jammu & Kashmir [(1957) SCR 51, 59].\nBhagwati, J., in Ram Narain Sons Ltd. v. Assistant Commissioner of Sales Tax [(1955) 2 SCR 483, 493] said:\nIt is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "309234af42ff4f2e8b5cfe28e73f987f_209"
    },
    {
      "start": 42594,
      "end": 42861,
      "text": "It carves out an exception to the main provision to which it has been enacted as a proviso and to no other.\n11. Lord Macmillan in Madras & Southern Maharatta Railway Co. v. Bezwada Municipality [(1944) LR 71 IA 113, 122] laid down the sphere of a proviso as follows:\n",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "77a4f4cb2a5b4896ade5177cd7345720_210"
    },
    {
      "start": 42861,
      "end": 43046,
      "text": "The proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "93c3b27659b3496d84cbe6bc582e9319_211"
    },
    {
      "start": 43047,
      "end": 43303,
      "text": "Where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude from it by implication what clearly falls within its express terms.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "60acc597e1d043edba580c4dc6c44aa3_212"
    },
    {
      "start": 43304,
      "end": 43465,
      "text": "The territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65f5dfdf701c48e7a58c6c2489206d1a_213"
    },
    {
      "start": 43466,
      "end": 43758,
      "text": "It has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c6ea732c8cd241cebba85b3b8c70a821_214"
    },
    {
      "start": 43759,
      "end": 43921,
      "text": "(Vide also Corporation of City of Toronto v. Attorney-General for Canada [(1946) AC 32, 37]) (underlining added) In Ali M.K. v. State of Kerala: (2003) 11 SCC 632",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0b1ab6de16464190ae9b60413ec8e0be_215"
    },
    {
      "start": 43922,
      "end": 43973,
      "text": ", the Supreme Court made similar observations:-\n10.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a7dc1b05896e45079d014faaba13abce_216"
    },
    {
      "start": 43974,
      "end": 44162,
      "text": "The normal function of a proviso is to except something out of the enactment or to qualify something enacted therein which but for the proviso would be within the purview of the enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "daf506884dcf4646887798e398919485_217"
    },
    {
      "start": 44163,
      "end": 44612,
      "text": "As was stated in Mullins v. Treasurer of Surrey [(1880) 5 QBD 170 : 42 LT 128] (referred to in Shah Bhojraj Kuverji Oil Mills and Ginning Factory v. Subhash Chandra Yograj Sinha [AIR 1961 SC 1596]and Calcutta Tramways Co. Ltd. v. Corpn. of Calcutta [AIR 1965 SC 1728]), when one finds a proviso to a section the natural presumption is that, but for the proviso, the enacting part of the section would have included the subject-matter of the proviso.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "09a76e50ce6b4773a75ef57e35ce91dd_218"
    },
    {
      "start": 44613,
      "end": 44800,
      "text": "The proper function of a proviso is to except and to deal with a case which would otherwise fall within the general language of the main enactment and its effect is confined to that case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "62ac412899484fd5b7bb08037b7fc2be_219"
    },
    {
      "start": 44801,
      "end": 44911,
      "text": "It is a qualification of the preceding enactment which is expressed in terms too general to be quite accurate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab45a40e3d144a57b1f9835af20097e8_220"
    },
    {
      "start": 44912,
      "end": 45101,
      "text": "As a general rule, a proviso is added to an enactment to qualify or create an exception to what is in the enactment and ordinarily, a proviso is not interpreted as stating a general rule...",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b0cd8a2caf904f9f9c9a32fb306e1096_221"
    },
    {
      "start": 45103,
      "end": 45330,
      "text": "32. From the above, it is evident that the natural presumption that can be raised while interpreting a proviso is that but for the proviso, the enacting part of the Section would have included the subject matter of the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b4be6a41ef543d1836ef402d2e1517a_222"
    },
    {
      "start": 45331,
      "end": 45519,
      "text": "In sub-Section (1) of Section 13, the word order' would have a very wide amplitude and that could have included even orders which are not specifically enumerated in Order XLIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec3829f80ba941898554d2584062f9b8_223"
    },
    {
      "start": 45520,
      "end": 45779,
      "text": "The proviso has taken out those orders and carved out an exception by limiting the appeal from orders to those which are specifically enumerated under Order XLIII of the CPC (apart from an Order under Section 37 of the Arbitration and Conciliation Act, 1996).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "faeba04a6f68401eb0338a0c4cfb4942_224"
    },
    {
      "start": 45781,
      "end": 46285,
      "text": "33. The above analysis reveals that:- (a) the word judgment' appearing in Section 13(1) of the said Act actually relates or has a reference to a decree'; (b) the word order' in that provision would have to be construed in the light of Section 2(14) of the CPC as meaning a formal expression of a decision of a Civil Court which is not a decree; (c) the appealable orders would be only those which are specifically enumerated under Order XLIII, as provided in the proviso to Section 13(1) of the said Act.",
      "labels": [
        "STA"
      ],
      "id": "7da891d3617b4a8b94b7c9eb250a3914_225"
    },
    {
      "start": 46287,
      "end": 46357,
      "text": "34. Now, let us examine sub-section (2) of section 13 of the said Act.",
      "labels": [
        "STA"
      ],
      "id": "9313281769de478fa1a402037a22d130_226"
    },
    {
      "start": 46358,
      "end": 46536,
      "text": "As noticed above, it begins with the non obstante expression notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court ...",
      "labels": [
        "STA"
      ],
      "id": "93ff91c3bc954cfdab6fc9ee8d39b83e_227"
    },
    {
      "start": 46537,
      "end": 46638,
      "text": "The words - any other law for the time being in force - would include the Delhi High Court Act, 1966.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1e8040c2678474a81dffc34d758ba42_228"
    },
    {
      "start": 46639,
      "end": 46863,
      "text": "The portion after the non obstante expression specifically cautions that no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "508833504f064c369a8828fae73fba21_229"
    },
    {
      "start": 46864,
      "end": 47099,
      "text": "In other words, whatever may be contained in, inter alia, the Delhi High Court Act, 1966, an appeal from any order or decree of a Commercial Division or Commercial Court shall lie only in accordance with the provisions of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c60eb49f75954164b1ec67bf52e9b05b_230"
    },
    {
      "start": 47100,
      "end": 47306,
      "text": "To be clear, if an appeal from a particular kind of order or decree were to be provided under the Delhi High Court Act, 1966 but not under the said Act then, such an order or decree would not be appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e6b50e2d60f4d3eb50ed805b258db71_231"
    },
    {
      "start": 47307,
      "end": 47533,
      "text": "Therefore, even if, by virtue of section 10 of the Delhi High Court Act, 1966, an appeal lay from a particular kind of an order, no appeal could be preferred thereagainst unless the said Act itself provided for such an appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ad4c11bef644860bcc2f6ab7d815f2e_232"
    },
    {
      "start": 47535,
      "end": 47696,
      "text": "35. Reading the entire section 13 of the said Act the clear position is that an appeal lies from an order which is specifically enumerated under Order XLIII CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0446ed41897c4a48b3288f5a7b93a318_233"
    },
    {
      "start": 47697,
      "end": 47961,
      "text": "Furthermore, no appeal would lie from an order not specifically enumerated in Order XLIII CPC because of the incorporation of the expression from no other orders appearing in section 104 CPC (which is clearly applicable by virtue of section 16(2) of the said Act).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "578e22bb4b3d434c83bc090720441fa9_234"
    },
    {
      "start": 47962,
      "end": 48122,
      "text": "And, Section 10 of the Delhi High Court Act, 1966 would not come to the rescue because of the non obstante provision contained in section 13(2) of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88064db0d3a84bef810b446e44e0d25c_235"
    },
    {
      "start": 48124,
      "end": 48313,
      "text": "36. Therefore, as the impugned order does not find place in the orders specifically enumerated in Order XLIII CPC, no appeal could lie against it and the present appeal is not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f5fe8c22df84c42accab39c31ae1d44_236"
    },
    {
      "start": 48314,
      "end": 48439,
      "text": "But, as the learned counsel for the appellants have made several submissions to the contrary we shall have to deal with them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a84b20d1f17451aaeb04d1788c85cc7_237"
    },
    {
      "start": 48441,
      "end": 48645,
      "text": "37. The learned counsel for the appellants had submitted that if the arguments of the respondents were to be accepted then this would have grave consequences as aggrieved parties would be left remediless.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d9244ef0b6d548b682b2630bc875af95_238"
    },
    {
      "start": 48646,
      "end": 48715,
      "text": "It is well established that the right of appeal is a statutory right.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6eb6eabf52c4bb79b26eaaf88fe7a24_239"
    },
    {
      "start": 48716,
      "end": 48754,
      "text": "It does not exist outside the statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de85dcbd736c4d65a00bcf602824e73c_240"
    },
    {
      "start": 48755,
      "end": 48869,
      "text": "If the statute does not provide for such a right then that is how the legislature in its wisdom intended it to be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fc14febef1a49b5a84db49cb1248303_241"
    },
    {
      "start": 48870,
      "end": 49088,
      "text": "In the absence of a challenge to the provisions, it cannot be argued that though the statute does not provide a remedy of appeal yet we must infer such a right as otherwise an aggrieved party would be without a remedy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "72258fe30c8f415ba880e685d5ecc363_242"
    },
    {
      "start": 49090,
      "end": 49237,
      "text": "38. It was also argued that one possible remedy might have been by way of revision but that, too, has been taken away by section 8 of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cef3d4544bb14415b53e0a541432d4c3_243"
    },
    {
      "start": 49238,
      "end": 49480,
      "text": "We need not even address this argument because of the simple fact that section 8 is, in any event, inapplicable in the present case because the impugned order is that of the Commercial Division of the High Court and not of a Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1056fdc0f2b4982b7919ba1e3b0ce20_244"
    },
    {
      "start": 49482,
      "end": 49805,
      "text": "39. The learned counsel for the appellants, as noticed earlier, had argued that the word judgment must be construed in the wider sense as in Khimji's case (supra) and therefore an order which may have the trappings of a judgment (in the wider sense) would be appealable despite the proviso to section 13(1) of the said Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e7f0b2d183da4838a63ad4c3a9e6e1bd_245"
    },
    {
      "start": 49806,
      "end": 49943,
      "text": "We have already indicated earlier in this judgment that the expression judgment or order uses the words judgment and order disjunctively.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53a70f3267d144e2ba235309d68e3ff4_246"
    },
    {
      "start": 49944,
      "end": 49989,
      "text": "They are used in a mutually exclusive manner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4b041b1d9bd4e1dbb063bfe488e7d42_247"
    },
    {
      "start": 49990,
      "end": 50094,
      "text": "This is fortified by the fact that the said expression is followed by the expression as the case may be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe776bdd44f14518b4d205a95d1b1140_248"
    },
    {
      "start": 50095,
      "end": 50199,
      "text": "Thus, in the context of section 13 of the said Act, we cannot bring orders within the fold of judgments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28881cec57b84aafb7b6aa961623654f_249"
    },
    {
      "start": 50201,
      "end": 50367,
      "text": "40. Moreover, as pointed out above, the CPC recognizes only two kinds of appeals - (1) appeals from decrees (both original and appellate) and (2) appeals from orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "017c9a8394ec4f25a0ad5bee70021b81_250"
    },
    {
      "start": 50368,
      "end": 50592,
      "text": "Thus, in the context of the CPC (which is clearly applicable to commercial disputes of a specified value), the use of the word judgment in section 13(1) of the said Act is a misnomer; the word judgment actually means decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "20b7b26c2deb4ccdb5fa8f9ed06d1ed1_251"
    },
    {
      "start": 50593,
      "end": 50812,
      "text": "And, the word judgment as appearing in section 13(1) cannot be ascribed the meaning given to it under a Letters Patent of a High Court [as in Khimji's case (supra)] or under section 10 of the Delhi High Court Act, 1966.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92ef7fd63c524905b20ebaf7a895f530_252"
    },
    {
      "start": 50813,
      "end": 50883,
      "text": "This is so because of the non obstante provision of section 13(2).\n41.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02fac96aefb4401b975cffbc2f5f4af4_253"
    },
    {
      "start": 50884,
      "end": 50962,
      "text": "In Khimji's case (supra), the following questions arose for consideration:-\n5.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d9c1aadcfd044f309860c83906ce0f5f_254"
    },
    {
      "start": 50963,
      "end": 51248,
      "text": "The substantial questions of law raised in this appeal by the counsel for the parties are as to the scope, ambit and meaning of the word judgment appearing in clause 15 of the letters patent of the Bombay High Court and corresponding clauses in the letters patent of other High Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c1abbf7b8344bffb150edd45969519e_255"
    },
    {
      "start": 51249,
      "end": 51452,
      "text": "We might mention here that the significance of the word judgment assumes a special importance in those High Courts which have ordinary civil jurisdiction depending on valuation of the suit or the action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5543b2d0833f4e028247e8d4ffd73684_256"
    },
    {
      "start": 51453,
      "end": 51534,
      "text": "These High Courts are Calcutta, Bombay, Madras as also Delhi and Jammu & Kashmir.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87fd4be5390047cdb01487198caf5729_257"
    },
    {
      "start": 51535,
      "end": 51739,
      "text": "The other High Courts do not have any ordinary civil jurisdiction but their original jurisdiction is confined only to a few causes like Probate and administration, admiralty and cases under Companies Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3184d6557ccf4438adae2ab17398611e_258"
    },
    {
      "start": 51740,
      "end": 51763,
      "text": "(underlining added)\n42.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06bba0120c3941729d62656b02bb6a51_259"
    },
    {
      "start": 51764,
      "end": 51908,
      "text": "There was a conflict of decisions of various High Courts as to whether or not Section 104 CPC would apply to internal appeals in the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c0c2cee85044806b8f56e1651711752_260"
    },
    {
      "start": 51909,
      "end": 51994,
      "text": "This was resolved by the Supreme Court through its decision in Khimji's case (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3c207bcf69a4b5a90de8c7b48402aef_261"
    },
    {
      "start": 51995,
      "end": 52028,
      "text": "The Supreme Court observed :-\n26.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eef1dec9f3ac4ed8a36a95fcb338b088_262"
    },
    {
      "start": 52029,
      "end": 52284,
      "text": "Thus, a combined reading of the various provisions of the Code of Civil Procedure referred to above lead to the irresistible conclusion that Section 104 read with Order 43 Rule 1 clearly applies to the proceedings before the trial Judge of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9fb7a5e912dc41b987f4efa45f17f20f_263"
    },
    {
      "start": 52285,
      "end": 52403,
      "text": "Unfortunately, this fact does not appear to have been noticed by any of the decisions rendered by various High Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "75d784d491c24c9280f5c2ee8ad3d1d0_264"
    },
    {
      "start": 52405,
      "end": 52432,
      "text": "xxxxx xxxxx xxxxx xxxxx 28.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db1658fe51a74df59cf5fdc324e97ab8_265"
    },
    {
      "start": 52433,
      "end": 52697,
      "text": "We find ourselves in complete agreement with the arguments of Mr Sorabjee that in the instant case Section 104 read with Order 43 Rule 1 does not in any way abridge, interfere with or curb the powers conferred on the trial Judge by clause 15 of the letters patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45ee03eba57549a6a9517c67d4da4aa4_266"
    },
    {
      "start": 52698,
      "end": 52858,
      "text": "What Section 104 read with Order 43 Rule 1 does is merely to give an additional remedy by way of an appeal from the orders of the trial Judge to a larger Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b22e7ef3fe5646ceb67a914eae1e3f94_267"
    },
    {
      "start": 52859,
      "end": 53023,
      "text": "Indeed, if this is the position then the contention of the respondent that Section 104 will not apply to internal appeals in the High Courts cannot be countenanced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2bc295df7b1744fd890fc35b233a7080_268"
    },
    {
      "start": 53024,
      "end": 53418,
      "text": "In fact, the question of application of the Code of Civil Procedure to internal appeals in the High Court does not arise at all because the Code of Civil Procedure merely provides for a forum and if Order 43 Rule 1 applies to a trial Judge then the forum created by the Code would certainly include a forum within the High Court to which appeals against the judgment of a trial Judge would lie.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df462211d44041da9ea4b9144fc11d41_269"
    },
    {
      "start": 53419,
      "end": 53664,
      "text": "It is obvious that when the Code contemplates appeals against orders passed under various clauses of Order 43 Rule 1 by a trial Judge, such an appeal can lie to a larger Bench of the High Court and not to any court subordinate to the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "493496dad5f9499cbfe527fee7340d45_270"
    },
    {
      "start": 53665,
      "end": 53847,
      "text": "Hence, the argument that Order 43 Rule 1 cannot apply to internal appeals in the High Court does not appeal to us although the argument has found favour with some of the High Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6d0136258184ff2a1284b6426c3ca7c_271"
    },
    {
      "start": 53848,
      "end": 53876,
      "text": "\nxxxxx xxxxx xxxxx xxxxx 33.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1545c5c7f49f448ea57470cee7a27f01_272"
    },
    {
      "start": 53877,
      "end": 54104,
      "text": "There is yet another aspect of the matter which shows that Section 104 merely provides an additional or supplemental remedy by way of appeal and, therefore, widens rather than limits the original jurisdiction of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf9ac656e6ac41b6a4634bd51f8edb87_273"
    },
    {
      "start": 54105,
      "end": 54410,
      "text": "For instance, in this very case with which this Court was dealing, an order passed under Section 202 of the Companies Act was appealable to a larger Bench and yet it was argued that the order being of an interlocutory nature would not be a judgment and therefore no appeal would lie to the Division Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0900d8708a6b4f119d36589b308c463f_274"
    },
    {
      "start": 54411,
      "end": 54592,
      "text": "This contention was negatived by the Supreme Court and it was held that against the order passed by a trial Judge under the Companies Act, an appeal would lie to the Division Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "495ebc8e91224adc86a50bcad954b2a1_275"
    },
    {
      "start": 54593,
      "end": 54911,
      "text": "On a parity of reasoning, therefore, Section 104 read with Order 43 Rule 1 expressly authorises and creates a forum for appeal against orders falling under various clauses of Order 43 Rule 1, to a larger Bench of the High Court without at all disturbing, interfering with or overriding the letters patent jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5fc1b92a48ab484bbfb331fe3487298f_276"
    },
    {
      "start": 54912,
      "end": 55071,
      "text": "There are a number of other Acts also which confer additional powers of appeal to a larger Bench within the High Court against the order of a trial Judge......",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99aa672de166405e8c9a1273484e9b5d_277"
    },
    {
      "start": 55072,
      "end": 55091,
      "text": "(underlining added)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3a23702edfb42a7ba87152dae8f8dda_278"
    },
    {
      "start": 55092,
      "end": 55267,
      "text": "It is clear that one of the questions which arose for consideration was whether section 104 read with Order XLIII Rule 1 CPC would apply to internal appeals in the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de11b3aef7374427b401e60d204eaf91_279"
    },
    {
      "start": 55268,
      "end": 55303,
      "text": "The Supreme Court held that it did.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff2e759948db4124a63192db97afd7a9_280"
    },
    {
      "start": 55304,
      "end": 55456,
      "text": "In other words, these provisions did not abridge, interfere or curb the powers conferred under clause 15 of the Letters Patent of the Bombay High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b575ae8d033e4960b61896e5acd3fbf0_281"
    },
    {
      "start": 55458,
      "end": 55882,
      "text": "43. The Supreme Court also agreed with the view of a full bench of the Calcutta High Court in Mathura Sundari Dassi v. Haran Chandra Saha:\nAIR 1916 Cal 361 which was, inter alia, to the following effect:-\nThe effect of Section 104 is thus, not to take away a right of appeal given by clause 15 of the letters patent, but to create a right of appeal in cases even where clause 15 of the letters patent is not applicable..\n44.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bdc807f6cfad4808a762dc92f691e8ce_282"
    },
    {
      "start": 55883,
      "end": 56136,
      "text": "The Supreme Court noted that despite the finding that section 104 read with Order XLIII Rule 1 CPC applied to Letters Patent appeals there would still be a large number of orders passed by a single Judge which would not be covered by Order XLIII Rule 1.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0bad883dd57641c18853d0e40c14675d_283"
    },
    {
      "start": 56137,
      "end": 56330,
      "text": "The question arose as to under what circumstances would such orders (i.e., not covered by Order XLIII Rule 1 CPC) passed by a Single Judge of a High Court be appealable to a Division Bench?\n45.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64450b6e803345aa9ea8dd921deb50c3_284"
    },
    {
      "start": 56331,
      "end": 56456,
      "text": "This aspect is brought out in paragraph 79 of the Supreme Court decision in Khimji's case (supra) which reads as under:-\n\"79.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f609f672a1fc46ab93c4826c2cb3de79_285"
    },
    {
      "start": 56457,
      "end": 56539,
      "text": "This now brings us to the second important point which is involved in this appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd976f889e2745f6b4901c76044d5335_286"
    },
    {
      "start": 56540,
      "end": 56858,
      "text": "Despite our finding that Section 104 read with Order 43 Rule 1 applies to letters patent appeals and all orders passed by a trial Judge under clauses (a) to (w) would be appealable to the Division Bench, there would still be a large number of orders passed by a trial Judge which may not be covered by Order 43 Rule 1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "007007280f0a49d099cf49e0bedb1db2_287"
    },
    {
      "start": 56859,
      "end": 57019,
      "text": "The next question that arises is under what circumstances orders passed by a trial Judge not covered by Order 43 Rule 1 would be appealable to a Division Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98527fc9fab64a068a1d9fa41e033f86_288"
    },
    {
      "start": 57020,
      "end": 57306,
      "text": "In such cases, the import, definition and the meaning of the word judgment appearing in clause 15 assumes a real significance and a new complexion because the term judgment appearing in the letters patent does not exclude orders not falling under the various clauses of Order 43 Rule 1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "730dd4f7dc3541b4827fafdad762eb2d_289"
    },
    {
      "start": 57307,
      "end": 57524,
      "text": "Thus the serious question to be decided in this case and which is indeed a highly vexed and controversial one is as to what is the real concept and purport of the word judgment used in clause 15 of the letters patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6b2938c757e416ab51b346e335f5f52_290"
    },
    {
      "start": 57525,
      "end": 57755,
      "text": "The meaning of the word judgment has been the subject-matter of conflicting decisions of the various High Courts raging for almost a century and in spite of such length of time, unfortunately, no unanimity has so far been reached.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "604c8944ec4145bba56019cec399cffb_291"
    },
    {
      "start": 57756,
      "end": 57869,
      "text": "As held by us earlier it is high time that we should now settle this controversy once for all as far as possible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85b87d21ab1943dc8f3bef781f7fc79b_292"
    },
    {
      "start": 57870,
      "end": 57889,
      "text": "(underlining added)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "041fde8b751b480c9759f25df94f0f59_293"
    },
    {
      "start": 57890,
      "end": 58104,
      "text": "From the above, it is evident that the word judgment has been construed in the context of clause 15 of the Letters Patent of the Bombay High Court and not in the context of the meaning ascribed to it under the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5ba0d02d2e447a4a91f18fbc8c5ad33_294"
    },
    {
      "start": 58106,
      "end": 58302,
      "text": "46. In Khimji's case (supra), there was also a reference to a decision of the Rangoon High Court in re: Dayabhai Jiwandas (ILR 13 Rang 457) which was a decision of a Full Bench of that High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d9f41e3ea73c43848c81f010797d764c_295"
    },
    {
      "start": 58303,
      "end": 58507,
      "text": "In that case, the opinion expressed was that in the Letters Patent of High Courts, the word judgment meant to be a decree in a suit by which the rights of the parties in issue in the suit were determined.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "adccb5013d644d31a7e9157557f14c5c_296"
    },
    {
      "start": 58508,
      "end": 58936,
      "text": "The Supreme Court in Khimji's case (supra) disagreed with this view and observed that the said view was erroneous because it equated the word judgment with decree as used in the CPC, when, the words judgment and decree used in the Code could not form a safe basis to determine the definition of the word judgment in the Letters patent, particularly when the Letters Patent had deliberately dropped the word decree from judgment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0d42beeb8bd847978c402b39d964de87_297"
    },
    {
      "start": 58937,
      "end": 59077,
      "text": "Agreeing with the view expressed in Mt. Shahzadi Begum v. Alak Nath and Others: AIR 1935 All 620, the Supreme Court observed as under:-\n110.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b17fea21e16e4153b470011dbb3e5440_298"
    },
    {
      "start": 59078,
      "end": 59509,
      "text": "In Mt. Shahzadi Begam, v. Alak Nath AIR 1935 All 620:\n1935 ALJ 681 : 157 IC 347] , Sulaiman, C.J., very rightly pointed out that as the letters patent were drafted long before even the Code of 1882 was passed, the word judgment used in the letters patent cannot be relatable to or confined to the definition of judgment as contained in the Code of Civil Procedure which came into existence long after the letters patent were given.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2ae4cabc46d9477095ab06c17842885b_299"
    },
    {
      "start": 59510,
      "end": 59825,
      "text": "In this connection, the Chief Justice observed [29 Cal LJ 225] as follows:-\nIt has been held in numerous cases that as the letters patent were drafted long before even the earlier Code of 1882 was passed, the word judgment' used therein does not mean the judgment as defined in the existing Code of Civil Procedure.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "38bc419f272041b2a8abb63df68133a8_300"
    },
    {
      "start": 59826,
      "end": 59973,
      "text": "At the same time the word judgment' does not include every possible order, final, preliminary or interlocutory passed by a Judge of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a364712755ae4923b48a2231b5845761_301"
    },
    {
      "start": 59975,
      "end": 60104,
      "text": "111. We find ourselves in complete agreement with the observations made by the Allahabad High Court on this aspect of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "145f24f376994eae88e3c5ff1fcc10bf_302"
    },
    {
      "start": 60105,
      "end": 60156,
      "text": "Furthermore, the Supreme Court held as under:-\n112.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a6215077a7b24397bda30201d1ca710f_303"
    },
    {
      "start": 60157,
      "end": 60601,
      "text": "The definition of the word judgment in sub-section (9) of Section 2 of the Code of 1908 is linked with the definition of decree which is defined in sub-section (2) of Section 2 thus:\nDecree means the formal expression of an adjudication which, so far as regards the Court expressing it, conclusively determines the rights of the parties with regard to all or any of the matters in controversy in the suit and may be either preliminary or final.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e3f83f8b14e6494ba1dd47a1c0023276_304"
    },
    {
      "start": 60602,
      "end": 60871,
      "text": "It shall be deemed to include the rejection of a plaint and the determination of any question within Section 47 or Section 144, but shall not include-- (a) any adjudication from which an appeal lies as an appeal from an order, or (b) any order of dismissal for default.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e29c13168d0949e4bf1a4a29f63c8aaa_305"
    },
    {
      "start": 60872,
      "end": 60999,
      "text": "\nExplanation.--A decree is preliminary when further proceedings have to be taken before the suit can be completely disposed of.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a2a2065e20343668f192c13cf772f3d_306"
    },
    {
      "start": 61000,
      "end": 61067,
      "text": "It is final when such adjudication completely disposes of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c5158aa3eae4c42a529c83a5707e045_307"
    },
    {
      "start": 61068,
      "end": 61114,
      "text": "It may be partly preliminary and partly final.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1eafacdf46c4b31bd4a58b9208398e0_308"
    },
    {
      "start": 61116,
      "end": 61240,
      "text": "113. Thus, under the Code of Civil Procedure, a judgment consists of the reasons and grounds for a decree passed by a court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8dac97f83149413b8ed4b6a3751c0bef_309"
    },
    {
      "start": 61241,
      "end": 61487,
      "text": "As a judgment constitutes the reasons for the decree it follows as a matter of course that the judgment must be a formal adjudication which conclusively determines the rights of the parties with regard to all or any of the matters in controversy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d7b0e02d29f4ba2b1d3bfd9666757b4_310"
    },
    {
      "start": 61488,
      "end": 61843,
      "text": "The concept of a judgment as defined by the Code of Civil Procedure seems to be rather narrow and the limitations engrafted by sub-section (2) of Section 2 cannot be physically imported into the definition of the word judgment as used in clause 15 of the letters patent because the letters patent has advisedly not used the terms order or decree anywhere.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d98a5664d5c43388b326cd5d72a6d19_311"
    },
    {
      "start": 61844,
      "end": 62052,
      "text": "The intention, therefore, of the givers of the letters patent was that the word judgment should receive a much wider and more liberal interpretation than the word judgment used in the Code of Civil Procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97b70579e8e94868913f65466f9e3174_312"
    },
    {
      "start": 62053,
      "end": 62262,
      "text": "At the same time, it cannot be said that any order passed by a trial Judge would amount to a judgment; otherwise there will be no end to the number of orders which would be appealable under the letters patent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b940f4e2d7ab4eec944cd891ab2b834c_313"
    },
    {
      "start": 62263,
      "end": 62377,
      "text": "It seems to us that the word judgment has undoubtedly a concept of finality in a broader and not a narrower sense.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4eec954cd4d44cce8e3cfe7395eea60b_314"
    },
    {
      "start": 62378,
      "end": 62404,
      "text": "...... (underlining added)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e1021317f334273acf379debcb41ca3_315"
    },
    {
      "start": 62406,
      "end": 62631,
      "text": "47. On going through Khimji's case (supra), it is evident that the word judgment as used in the Letters Patent of the High Courts, is much wider and goes beyond the orders specifically enumerated under Order XLIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8a7cc3a80804d408b0db7ec801c0885_316"
    },
    {
      "start": 62632,
      "end": 62891,
      "text": "But, what must not be forgotten is that the word judgment in Khimji's case (supra) has been interpreted as appearing in and in the context of the Letters Patent of High Courts (which would also by analogy include Section 10 of the Delhi High Court Act, 1966).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "203b485350b94623b8989696d3352f8f_317"
    },
    {
      "start": 62892,
      "end": 63044,
      "text": "However, the meaning of the word judgment as appearing in the CPC, as defined in Section 2(9) thereof is clearly linked with the definition of a decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d9bc268f96c48639b030dfaf25c869f_318"
    },
    {
      "start": 63045,
      "end": 63879,
      "text": "The word judgment' in Section 13(1) of the said Act has to be considered not in the context of any Letters Patent of a High Court or a provision such as Section 10 of the Delhi High Court Act, 1966 but, in the context of the Code of Civil Procedure inasmuch as (1) the Commercial Division and the Commercial Court are enjoined by Section 16 to follow the provisions of the CPC, as amended by the said Act, in the trial of a suit in respect of a Commercial dispute of a specified value; (2) Section 13(2) of the said Act specifically excludes the operation of the provisions contained in the Letters Patent of a High Court or any other law for the time being in force (which includes Section 10 of the Delhi High Court Act, 1966) insofar as appeals from any order or decree of a Commercial Division or a Commercial Court are concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc3148c2c15b47ecadd2b0c9cae50c05_319"
    },
    {
      "start": 63880,
      "end": 64063,
      "text": "We have already indicated that the word judgment as appearing in Section 13(1) of the said Act is actually a misnomer and the said word has to be construed as a reference to a decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3dbd3e71993943b5abcb3497cba857f1_320"
    },
    {
      "start": 64064,
      "end": 64306,
      "text": "Therefore, in our view, the wider meaning ascribed to the word judgment under the Letters patent of High Courts or under a provision, such as Section 10 of the Delhi High Court Act, 1966, cannot be imported into Section 13(1) of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "563fe676befc4ad6b717ac0c32e05633_321"
    },
    {
      "start": 64308,
      "end": 64452,
      "text": "48. We now come to the consideration of the decision of the Supreme Court in Arun Dev Upadhyaya (supra) which was relied upon by the appellants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe197c00cc56422c9163b192ec564ce8_322"
    },
    {
      "start": 64453,
      "end": 64585,
      "text": "First of all, that was a case pertaining to an appeal from a judgment of a single Judge in relation to an international arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d82df5ea8ee2417ab0eb3d0c4d0d0e15_323"
    },
    {
      "start": 64586,
      "end": 64767,
      "text": "The question posed before the Supreme Court was whether an appeal against the judgment of a single Judge in an international arbitration matter was appealable to the Division Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba1a1d2e214b402da629b7ef8af27222_324"
    },
    {
      "start": 64768,
      "end": 64848,
      "text": "This question was examined in the context of the Letters Patent of a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cabb1c84c31747f8be8c54eaf5396ec3_325"
    },
    {
      "start": 64849,
      "end": 65223,
      "text": "While noticing the earlier decision in Fuerst Day Lawson Limited v. Jindal Exports Limited: 2011 (8) SCC 333, the Supreme Court in Arun Dev Upadhyaya (supra) noted that the High Court derives its intra-court appeal jurisdiction under the Charter by which it was established and its powers under the Letters Patent were recognised by Article 225 of the Constitution of India.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d4e7dd4e0a1048dc981c4b90adaa0c8d_326"
    },
    {
      "start": 65224,
      "end": 65403,
      "text": "It was further noted that the High Court could not be divested of its Letters Patent jurisdiction unless provided for expressly or by necessary intendment by some special statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a9197b75924b4056b06039683ba83994_327"
    },
    {
      "start": 65404,
      "end": 65669,
      "text": "Moreover, if the pronouncement of the single Judge qualified as a judgment, in the absence of any bar created by a statute either expressly or by necessary implication, it would be subject to appeal under the relevant clause of the Letters patent of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2f6f0c4949d4d03aca28cc1329e428a_328"
    },
    {
      "start": 65670,
      "end": 65838,
      "text": "It is evident that the court considered that the intra-court appeal jurisdiction was derived by a High Court under the Charter or enactment by which it was established.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "49554b362ad849fc82e5e5bb881d3ff6_329"
    },
    {
      "start": 65839,
      "end": 66244,
      "text": "The question that arises in the present case is whether an appeal filed against an order of a Commercial Division of the High Court before the Commercial Appellate Division of that High Court is one under Section 13(1) of the said Act or under a Letters Patent of a High Court or under any other law for the time being in force, including a provision such as Section 10 of the Delhi High Court Act, 1966 ?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f028cff2c2f4bd29ec3b0a7f92c05bd_330"
    },
    {
      "start": 66245,
      "end": 66501,
      "text": "It is evident that Section 13(1) not only provides for a forum of appeal in respect of a decision of a Commercial Court or a Commercial Division of a High Court, but, as pointed out above, also prescribes a specific period of limitation for such an appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb53256e114a4210aa9f4ea7384aeaa2_331"
    },
    {
      "start": 66502,
      "end": 66699,
      "text": "Section 13(2) expressly stipulates that no appeal would lie from any order or decree of a Commercial Division or a Commercial Court otherwise than in accordance with the provisions of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1bac849632804108b7c6f594e53bddb0_332"
    },
    {
      "start": 66700,
      "end": 66925,
      "text": "Thus, the right of appeal as well as the forum of appeal has been specifically provided under the said Act and in this regard, the application of the Letters Patent or any other law dealing with the appeals has been excluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec7f6cdca0f04d06a1e7f027478b4ebf_333"
    },
    {
      "start": 66927,
      "end": 67173,
      "text": "49. In Arun Dev Upadhyaya (supra), in the context of an arbitration proceeding, it was held that no Letters Patent appeal by itself would lie against an order which is not appealable under Section 50 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "62f0d40e535b4b48932456c4b7f2db6b_334"
    },
    {
      "start": 67174,
      "end": 67222,
      "text": "The Supreme Court ultimately held as under:-\n26.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "05e8c8ff8b30412581bdc4c5bbbed892_335"
    },
    {
      "start": 67223,
      "end": 67389,
      "text": "Thus analysed, we find that the impugned judgment of the learned Single Judge under Section 50(1)(b) of the 1996 Act is passed in the original side of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "67630914aa9c47e78527c8bb30991d18_336"
    },
    {
      "start": 67390,
      "end": 67478,
      "text": "Be that as it may, under Section 13 of the Act, the single Judge has taken the decision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b771a632c47c434dbb6515132eb88bf7_337"
    },
    {
      "start": 67479,
      "end": 67574,
      "text": "Section 13 bars an appeal under Letters Patent unless an appeal is provided under the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a36eb7e682249e2b96ebdbdc7384c8c_338"
    },
    {
      "start": 67575,
      "end": 67629,
      "text": "Such an appeal is provided under Section 5 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "313b451462c94cfb98ea7525008c385d_339"
    },
    {
      "start": 67630,
      "end": 67752,
      "text": "The Letters Patent Appeal could not have been invoked if Section 50 of the 1996 Act would not have provided for an appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd5143aad6d44927b6c6c55c1c167f93_340"
    },
    {
      "start": 67753,
      "end": 67787,
      "text": "But it does provide for an appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c760d6c54b243ad8058632255ad5f0c_341"
    },
    {
      "start": 67788,
      "end": 68009,
      "text": "A conspectus reading of Sections 5 and 13 of the Act and Section 50 of the 1996 Act which has remained unamended leads to the irresistible conclusion that a Letters Patent Appeal is maintainable before the Division Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4be3a5ba601446f093f3f383a9888f39_342"
    },
    {
      "start": 68010,
      "end": 68136,
      "text": "It has to be treated as an appeal under Section 50(1)(b) of the 1996 Act and has to be adjudicated within the said parameters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8494db6f34f64e8ba4407238a065286b_343"
    },
    {
      "start": 68137,
      "end": 68160,
      "text": "(underlining added)\n50.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5dcc187b12341be9f2da7d8462b79f9_344"
    },
    {
      "start": 68161,
      "end": 68374,
      "text": "It is evident from the above extract that an appeal under the Letters Patent is barred under Section 13 of the said Act, unless an appeal was specifically provided under the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96470aefcf624dd88793f9dde0d23850_345"
    },
    {
      "start": 68375,
      "end": 68632,
      "text": "In the context of the present case, this would translate to the statement that an appeal under the Letters Patent (or under the Delhi High Court Act, 1966) is barred under Section 13 of the said Act, unless an appeal was specifically provided under the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f8de462112f4468a4ed20abb5cafd6f_346"
    },
    {
      "start": 68633,
      "end": 68804,
      "text": "In that case, the court went on to hold that such an appeal was provided under the said 1996 Act and, therefore, an appeal would be maintainable before the Division Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1ca564662cc413495ec1260a522d306_347"
    },
    {
      "start": 68805,
      "end": 68881,
      "text": "But, in the present case the impugned order is not appealable under the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8adf2d861ae84050893d93207eff597b_348"
    },
    {
      "start": 68882,
      "end": 68930,
      "text": "Therefore, the appeal would not be maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab63e2c1bf924628a8dfcdb19aab6c21_349"
    },
    {
      "start": 68931,
      "end": 69086,
      "text": "It is clear that the view that has been taken by us does not, in any way, militate against the decision of the Supreme Court in Arun Dev Upadhyaya (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc3b3360c6b0421485f3df577b1e1ace_350"
    },
    {
      "start": 69087,
      "end": 69390,
      "text": "The said decision recognized the fact that Section 13 bars an appeal under the Letters patent and, consequently, under any other law for the time being in force unless an appeal was specifically provided under the said 1996 Act which, in the present case, would be relatable to the said Act and the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d94d43458fa249fdb054a09b6baeb833_351"
    },
    {
      "start": 69391,
      "end": 69581,
      "text": "It is clear that from the wordings used in Section 13 that insofar as orders are concerned, appeals shall lie only from such orders that are specifically enumerated under Order XLIII of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3b4606b970d4c7e88440de5497691c1_352"
    },
    {
      "start": 69582,
      "end": 69785,
      "text": "Section 13(2) further fortifies the position that no appeal shall lie from any order or decree of a Commercial Division or a Commercial Court otherwise than in accordance with the provisions of this Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29ae2bde8e4c4b738ed8ea301f580704_353"
    },
    {
      "start": 69787,
      "end": 69914,
      "text": "51. The learned counsel for the appellants had also relied on the decision of the Bombay High Court in Hubtown Limited (supra).",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "42809d783e2b42a5b8eae745d4b84d4f_354"
    },
    {
      "start": 69915,
      "end": 70198,
      "text": "Paragraph 33 of the said decision reads as under:-\n33. Appeal against any final decision include the judgment so passed by the Commercial Court and/or Commercial Division, the proviso to Section 13(1) will not be applicable to such decision/judgment, as the proviso refers to orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2249ac442387450dbabe2303cb3511c5_355"
    },
    {
      "start": 70199,
      "end": 70330,
      "text": "The reference to orders in the opening portion of Section 13(1) would relate to the application of the proviso to sub- section (1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fab794eaec2345e98a1e83b7cc24c9ef_356"
    },
    {
      "start": 70331,
      "end": 70459,
      "text": "However, the opening portion of sub-section (1) (words prior to the proviso) clearly use the words decision, judgment and order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c989e7a8d001445f848618137c45a106_357"
    },
    {
      "start": 70460,
      "end": 70648,
      "text": "Therefore, the ambit of this part of sub-section (1) is quite broader when it comes to appeals arising out of orders other than the category of orders falling under order XLIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c59bbb7bbd040fc88e8bac7f1776b85_358"
    },
    {
      "start": 70649,
      "end": 70910,
      "text": "Therefore, an Appeal under Section 13(1), even if there is an order, but which has a tinge or colour of judgment as laid down by the Hon'ble Supreme Court in Shah Babulal Khimji v. Jayaben D. Kania: 1981 (4) SCC 8 and Midnapore Peoples' Co-op. Bank Ltd. (supra)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cfb3c778307542b89d278282d5e58d64_359"
    },
    {
      "start": 70911,
      "end": 71020,
      "text": ", the Appeal under Section 13 against such order being a judgment within the meaning of CPC, is maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df728b9e4f614e5dabdd2e519072f4b0_360"
    },
    {
      "start": 71021,
      "end": 71125,
      "text": "The provisions of CPC (amended and unamended) are applicable to the Commercial Courts Act's proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9417e1917b6549b8bd061f11e14dd9cc_361"
    },
    {
      "start": 71126,
      "end": 71194,
      "text": "The term Judgment was not even defined under the Letters Patent Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e3d064cb4b143899b12d8e8d44b8e89_362"
    },
    {
      "start": 71195,
      "end": 71564,
      "text": "In the summary suit, though it is an interlocutory order of granting Defendants conditional leave to defend such summary suit, as it directly affects and loses the valuable rights of the Defendant without giving full opportunity and as transferred and as heard by the learned Commercial Division Bench/Judge, the Commercial Appeal against such Judgment is maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52b43d61e5b443df94f247a8b181bd60_363"
    },
    {
      "start": 71565,
      "end": 71683,
      "text": "Therefore, we are of the view that there is no reason to hold that the Commercial Appeal as filed is not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ac25d4f2db44c2c96b26c22bc6a18fb_364"
    },
    {
      "start": 71684,
      "end": 71707,
      "text": "(underlining added)\n52.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77c24355f74544b7b0e889dcef8a0415_365"
    },
    {
      "start": 71708,
      "end": 71972,
      "text": "It would be evident from the above that the Bombay High Court in the said decision has incorporated into the said Act and the CPC the meaning ascribed to the word judgment by the decision in Khimji's case (supra) as appearing in the Letters Patent of a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ac13cfc35084b6a97b33337bd388d13_366"
    },
    {
      "start": 71973,
      "end": 72053,
      "text": "We have already explained as to how, in our view, that would not be appropriate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d7b9d3d040a4eb5a4bb895e093974b2_367"
    },
    {
      "start": 72054,
      "end": 72140,
      "text": "Therefore, with respect, we do not agree with the view taken by the Bombay High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c5342ca1e2545b890b777244b279529_368"
    },
    {
      "start": 72142,
      "end": 72649,
      "text": "53. Another contention that was raised on behalf of the appellants was that as the Delhi High Court Act, 1966 could be construed as a law for the time being in force within the meaning of Section 104(1) of CPC, an appeal could lie from an order passed by a learned single Judge of this court before a Division Bench under Section 10 of the Delhi High Court Act, 1966 and since the said Section 10 uses the word judgment, it would have to be given the same meaning as ascribed to it in Khimji's case (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0208212b4654df4963278a239c1998d_369"
    },
    {
      "start": 72650,
      "end": 72747,
      "text": "Consequently, an appeal would be maintainable under Section 10 of the Delhi High Court Act, 1966.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89496f23449346b39a8b5950bcf745ab_370"
    },
    {
      "start": 72748,
      "end": 73042,
      "text": "We are unable to accept this contention for the simple reason that a provision such as the said Section 10 is expressly excluded by Section 13(2) of the said Act read with the proviso to Section 13(1) which specifically enumerates appealable orders to be those specified in Order XLIII CPC.\n54.",
      "labels": [
        "RATIO"
      ],
      "id": "d879af62d0e046ee8faad08885c08f26_371"
    },
    {
      "start": 73043,
      "end": 73312,
      "text": "It was lastly contended that if the interpretation given by the respondents were to be accepted, there would be a conflict between the provisions of Sections 13 and 16 of the said Act and in such an eventuality, the rule of harmonious construction ought to be employed.",
      "labels": [
        "RATIO"
      ],
      "id": "d5c88610d375456aaa1dfa8eded276e6_372"
    },
    {
      "start": 73313,
      "end": 73496,
      "text": "We do not see as to how there would be a conflict between the provisions of Sections 13 and 16 if the interpretation advanced by the respondents and accepted by us was to be employed.",
      "labels": [
        "RATIO"
      ],
      "id": "a972b1e10b174ac2a3b4ec79680c6608_373"
    },
    {
      "start": 73497,
      "end": 73632,
      "text": "We have already pointed out above that Section 13(1) not only provides for a forum of appeal but also a specified period of limitation.",
      "labels": [
        "RATIO"
      ],
      "id": "1dcf8f5cb1a44a3794740d6033aad846_374"
    },
    {
      "start": 73633,
      "end": 73782,
      "text": "The proviso to Section 13(1) explicitly provides that an appeal shall lie from such orders that are specifically enumerated under Order XLIII of CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5995ebc8f1704e53b95cf6742f3f69c1_375"
    },
    {
      "start": 73783,
      "end": 74101,
      "text": "Section 13(2) makes it further clear that no appeal shall lie from any Order or decree of a Commercial Division or a Commercial Court otherwise than in accordance with the provisions of the said Act notwithstanding anything contained in any other law for the time being in force or in a Letters Patent of a High Court.",
      "labels": [
        "STA"
      ],
      "id": "025eb8e752a14c4aaed1bac46136b412_376"
    },
    {
      "start": 74102,
      "end": 74331,
      "text": "When the provisions of a statute are explicit and the intendment of the legislature is clear, there is no question of trying to resolve an imagined conflict between the provisions by employing the rule of harmonious construction.",
      "labels": [
        "RATIO"
      ],
      "id": "24344536a3cd4d408be6c8428af26b74_377"
    },
    {
      "start": 74333,
      "end": 74525,
      "text": "55. Finally, we are of the view that if the interpretation of the appellants were to be accepted then we would have to read Section 13 sans the proviso to Section 13(1) and sans Section 13(2).",
      "labels": [
        "RATIO"
      ],
      "id": "663d600f81234554a588d9c662c196d3_378"
    },
    {
      "start": 74526,
      "end": 74593,
      "text": "That, surely, could not have been the intention of the legislature!",
      "labels": [
        "RATIO"
      ],
      "id": "7690c3e755834c3b9a5dc38170d44c72_379"
    },
    {
      "start": 74594,
      "end": 74729,
      "text": "\n56. Considering all these circumstances and in view of the discussion above, we are clear that the present appeal is not maintainable.",
      "labels": [
        "RPC"
      ],
      "id": "6d932a86b24e4643b9c8dc72a5eda993_380"
    },
    {
      "start": 74730,
      "end": 74798,
      "text": "Accordingly, the appeal is dismissed but with no orders as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "deb67a329d5b4ad19387a0cc32516d58_381"
    },
    {
      "start": 74799,
      "end": 74868,
      "text": "\nBADAR DURREZ AHMED, J ASHUTOSH KUMAR, J February 14, 2017 dutt/SR/HJ",
      "labels": [
        "NONE"
      ],
      "id": "2154cef7720a4ab8a7e3884f6f54e9c6_382"
    }
  ]
}