{
  "id": "4ac77765e874eb0ae762bcaa13cdbfb5035def8f9e8c6dd1611a00cff508fb09",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nMas Financial Services Ltd vs Margdarshak Financial Services Pvt. ... on 23 November, 2022 \nAuthor: N.V.Anjaria\nBench: N.V.Anjaria, Samir J. Dave\n C/Fa/1925/2021                            Cav Judgment Dated: 23/11/2022\n\n\n\n\n           In The High Court Of Gujarat At Ahmedabad\n\n             R/First Appeal No. 1925 of 2021\n                            With\n       Civil Application (For Stay) No. 1 of  2021             In R/FIRST APPEAL NO. 1925 of 2021                             With CIVIL APPLICATION (FOR VACATING INTERIM RELIEF) NO. 2 of                             2021             In R/FIRST APPEAL NO. 1925 of 2021                             With      CIVIL APPLICATION (FOR PRODUCTION OF ADDITIONAL                  EVIDENCES) NO . 3 of 2021             In R/FIRST APPEAL NO. 1925 of 2021                             With               R/FIRST APPEAL NO. 1926 of 2021                             With        CIVIL APPLICATION (FOR STAY) NO. 1 of 2021             In R/FIRST APPEAL NO. 1926 of 2021                             With CIVIL APPLICATION (FOR VACATING INTERIM RELIEF) NO. 2 of                             2021             In R/FIRST APPEAL NO. 1926 of 2021                             With      CIVIL APPLICATION (FOR PRODUCTION OF ADDITIONAL                  EVIDENCES) NO. 3 of 2021             In R/FIRST APPEAL NO. 1926 of 2021                             With               R / FIRST APPEAL NO. 3099 of 2021                             With        CIVIL APPLICATION (FOR STAY) NO. 1 of 2021             In R/FIRST APPEAL NO. 3099 of 2021                             With      CIVIL APPLICATION (FOR PRODUCTION OF ADDITIONAL                  EVIDENCES) NO. 2 of 2021             In R/FIRST APPEAL NO. 3099 of 2021                             With               R / FIRST APPEAL NO. 3100 of 2021                             With        CIVIL APPLICATION (FOR STAY) NO. 1 of 2021             In R/FIRST APPEAL NO. 3100 of 2021                             With      CIVIL APPLICATION (FOR PRODUCTION OF ADDITIONAL                  EVIDENCES) NO. 2 of 2021             In R/FIRST APPEAL NO. 3100 of 2021                             Page 1 of 37                                                    Downloaded on : Wed Nov 23 21:14:35 IST 2022      C/FA/1925/2021                            CAV JUDGMENT DATED: 23/11/2022 FOR APPROVAL AND SIGNATURE:\n\nHONOURABLE MR. JUSTICE N.V.ANJARIA and HONOURABLE MR. JUSTICE SAMIR J. DAVE ==========================================================\n\n1     Whether Reporters of Local Papers may be       allowed to see the judgment ?\n\n2     To be referred to the Reporter or not ? \n\n3     Whether their Lordships wish to see the       fair copy of the judgment ?\n\n4     Whether this case involves a substantial       question of law as to the interpretation       of the Constitution of India or any order       made thereunder ?\n\n======================================================= = = =\n                      MAS FINANCIAL SERVICES LTD. \n                                 Versus                MARGDARSHAK FINANCIAL SERVICES PVT. LTD. \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = ======================== = = =\nAppearance:\nTIRTH NAYAK(8563) for the Appellant(s) No. 1 MR AS PANESAR(5390) for the Defendant(s) No. 1 ==========================================================\n\n    CORAM:HONOURABLE MR. JUSTICE N.V.ANJARIA           and           HONOURABLE MR. JUSTICE SAMIR J. DAVE                           Date :   23/11/2022                          CAV JUDGMENT (PER : HONOURABLE MR. JUSTICE N.V.ANJARIA) All these four appeals where the parties are common, involve similar facts and identical issue. Therefore, they were heard together to be treated for disposal by this common judgment and order. \nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 1.1 Preferred under section 37(1)(a) of the Arbitration and Conciliation Act, 1996 read with section 13 of the Commercial Trial Courts Act, 2015, the appeals arise out of the respective orders passed by the Commercial Court, City Civil Court, Ahmedabad in Commercial Civil Misc. Application No. 409 of 2021, 407 of 2021, 410 of 2021 and 408 of 2021, referrable to First Appeals No. 1926 of 2021, 1925 of 2021, 3099 of 2021 and 3100 of 2021 respectively. They were the applications filed by the appellant herein under section 9 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the \"Arbitration Act\"), praying for interim measures, which were dismissed. \n1.2 It may be stated that all the Civil Misc. Applications involved in the four appeals came to be dismissed by the Commercial Court below. However, as far as the order in Civil Misc. Application No. 409 of 2021, relatable to First Appeal No. 1926 of 2021 is concerned, following order, though of dismissal only, came to be passed, \"Without prejudice to the discussions, observations and some findings relating to applicant's right under the clause B.1.11(1.a), (1.b), (1.c) of the agreement in para 15(c) of this order , the present application vide Commercial C.M.A. No. 409/2021 filed by present applicant under section 9 of the A& C Act. is hereby dismissed.\" \nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 1.3 In First Appeal Nos. 1926 of 2021 and 1925 of 2021, interim relief was granted by this Court by order dated 17.08.2021. It was provided by way of interim relief that \"the amount if any, recovered by the respondent from borrowers of the applicant from today shall be deposited in the registry of this court\".\n1.4 It was stated that pursuant to the aforesaid interim order, the respondents have deposited the amount with the Registry. In the other two appeals, such interim order was not passed. \n2. Learned advocate for the parties submitted compilation of the documents which were before the Commercial Court and relied on them. They were ad idem in respect of the contents thereof. \n2.1 The narration of facts in this order is mainly drawn from and is referrable to First Appeal No. 1926 of 2021. \n3. The appellant-MAS Financial Services Ltd., is a non-banking financial service company. The respondent is Margdarshak Financial Services Pvt. Ltd. Between the parties, a Service Partner Agreement dated 25.08.2020 was executed. It was an agreement whereby the respondent was appointed as service partner with the appellant. The appellant was engaged in the activity of providing various loan facilities to its customers. The respondent was to C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 act as an intermediary and under the agreement, it was to render loan related services such as product promotion, customer identification, documentation regarding loan transaction, enrollment of customers, disbursement as well as cash management and such other work. \n3.1 The respondent-service partner was also entrusted with the task of collection of repayment amount from the borrowers, to be done on behalf of the appellant. It was the stipulation in the agreement that the loan repayment amounts would be collected by the respondent to be paid to the appellant as per the terms and conditions which are referred to in requisite detail hereinafter. The agreement facilitated the credit extension loan repayment collection through the respondent for the appellant. \n3.1.1 The scope and nature of services as mentioned in the agreement included rendering service in giving and extending credit to the customers, for which the service partner was to follow the process and procedure agreed upon, the details of the borrowers desirous to obtain finance were to be gathered; the function included setting up of branches and other counters of service partner to source the loan borrowers directly or through other arrangements. It also included collection of preliminary application forms and other documents, verification thereof, C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 collection of dues or fees from borrowers, etc., were all the functions to be performed by the service partner.\n3.1.2 The agreements in all four cases were almost parallel in terms of conditions and mutually agreed obligations of the parties. However, the agreements involved in First Appeal No. 1926 of 2021 and in First Appeal No. 3100 of 2021, which were dated 25.08.2020 and 02.03.2020 were in the nature of service partner agreement. In the other two appeals, the agreements involved were dated 30.04.2019 and 31.12.2019, described as business associate agreement. \n3.1.3 According to the appellant, the other side committed breach of the terms of the agreement and failed to remit the collection amount regularly. In that view, the appellant issued e-mail letter and notice dated 13.04.2021 to the respondent. The e- mail letter read as under, \"Dear Margdarshak Team, You have been given several reminders to comply with the terms of Agreement and act accordingly. You are being given reminders on daily basis to provide the collection data and remit the collected amount in the bank accounts. However, you have miserably failed to complied with the requirements nor have remitted the amount in the designated bank account. Your actions have prejudicially affected the business interest of our company and the same constitutes a default as per the Business Associate Agreement & Service Partner Agreement and thus we are contained to issue Notice to you.\" \nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 3.1.4 In the legal notice dated 13.04.2021, inter alia stated thus, \"7. You were also required to share the details of the amount collected from the Obligors. The format of sharing the collection data was also provided to you. You are being sent the reminder through emails on daily basis however, you have chosen not to reply to the emails and reminders. We may inform you that as per the terms of agreement you are liable to pay an additional interest @ 4% p.m. on the outstanding dues of 4 months from the date of default as per Clause 3.11 of the agreement. \n8. Accordingly, you have continuously breached the terms of the Service Partner Agreement and have also acted fraudulently. Despite several reminders have failed to remedy the breach. Thus, we hereby call upon you and give you this last & final notice to forthwithly act in as per the Agreement and ensure timely payments of all outstanding dues within 7 days, failing which we shall be constrained to terminate the Agreement. Further, you are also instructed not to collect any monies henceforth from the Borrowers of MAS, until and unless the outstanding is repaid in full. On account of repeated default and fraudulent conduct, your services are put to hold and you shall be communicated of resumption only upon repayment of the entire outstanding. \n9. Moreover, we may state that your aforementioned acts inter alia amount to fraud, cheating and criminal breach of trust and is punishable under the Indian Penal Code, 1860 with imprisonment of upto 7 years. \n10. You are therefore, called upon to repay the entire outstanding as narrated hereinabove within a period of 7 days from the service of this Notice. In the event of non-payment, MAS C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 reserves the right to terminate the agreements and may avail appropriate legal recourse for recovery of the due sum with interest. \n11. Kindly note that this Notice is without prejudice to all the rights and remedies available to us to initiate any proceedings against you exclusively at your risk, cost, responsibility and consequences.\"\n3.1.5         The      appellant's     case         has     been        that        by virtue            of     issuance              of       the           aforesaid communication/notice,          it     terminated             the      agreement with the respondent. \n\n3.2     The appellant filed application under Section 9 of the        Arbitration Act in each of the four cases,\nmaking following common prayers,\n\n      (i)    To restrain the Opponent, its agents,\nrepresentatives and its assigns from recovering future installments from the Borrowers of the Applicant at Schedule I till the Arbitral Tribunal is constituted and an Arbitral Award is passed;\n(ii) To restrain the Opponent, its agents, representatives and its assigns from alienating any assets belonging to the Opponent till the Arbitral Tribunal is constituted and an Arbitral Award is passed;\n(iii) To restrain the Opponent, from interfering, hindering or obstructing the Applicant, its agents, representatives and its assigns from recovering monthly installments from the Borrowers at Schedule I hereto till the Arbitral Tribunal is constituted and an Arbitral Award is passed;\nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 Application being Commercial Misc. Application No. 409 of 2021, relatable to First Appeal No. 1926 of 2021, it was the case of the appellant-applicant that the applicant had disbursed an amount of Rs. 4,99,30,000/- to different borrowers as per the details given in Schedule - I. As per clause 3.6 of the agreement, it was stated that the respondent was responsible for managing, collecting and receiving the payments from the borrowers. That upto 30.11.02020, the respondent had remitted to the applicant, an amount of Rs. 70,25,519/- from the borrowers. \n3.3.1 It was the case of the applicant that however, from December 2020, the other side committed breach of agreement and defaulted repeatedly. It was alleged that monthly payments were ensured and the respondent failed to adhere to the terms of the agreement despite reminders and notices. According to the applicant as on 20.04.2021, Rs.4,41,58,124/- was payable to the applicant from various borrowers, which amount had not been paid by the respondent. \n3.3.2 In First Appeal No. 1925 of 2021, it was the case that the applicant had disbursed an amount of Rs. 5 crores pursuant to business associate agreement dated 30.04.2019. it was further stated that upto 30.11.2020, the opponents remitted to the applicant Rs.1,18,12,270/- and that as on 20.04.2021, C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 amount of Rs.28,64,010/- was due and payable to the applicant from the borrowers, which the respondent had not paid.\n3.3.3 In First Appeal No. 3100 of 2021, pursuant to agreement dated 02.03.2020, as per the case of the applicant, amount of Rs. 14,53,96,000/- was disbursed to the different borrowers. Upto 30.11.2020, respondent remitted to the applicant, Rs.7,86,32,938/- and as on 20.04.2021, Rs.7,23,25,341/- were due and payable. \n3.3.4 As per the case in First Appeal No. 3099 of 2021, pursuant to the business associate agreement dated 31.12.2019, the applicant claimed to have disbursed Rs.5 crores. It was stated that upto 30.11.2020, the respondent remitted to the applicant, Rs.2,76,05,512/- and as on 20.04.2021, Rs.2,51,94,658/- were payable to the applicant from the borrowers, remaining unremitted by the respondent.\n3.3.5 The applicant-appellant stated in its Section 9 application that as per clause 3.4 of the agreement, the respondent had agreed to stand as cent percent guarantor in respect of the repayment of amount due from the borrowers. It was pleaded that even otherwise, the respondent was liable to make good the guarantee and pay the amount. It was alleged that the respondent service partner had not C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 been providing any collection data of the borrowers, though the applicant frequently visited the office of the respondent and sent reminders. \n3.3.6 It was next stated that respondent conveyed in its email dated 06.04.2021 that the amounts were collected, however, any such amount was not remitted to the applicant. It was stated that the notice dated 13.04.2021 was issued to the respondent asking it to ensure the timely payment of the outstanding and make remittance regularly as per the terms of the agreement. As per the said notice dated 13.04.2021, it was stated, the services of the respondent were put on hold until repayment of entire outstanding was made to the applicant. \napplications were thus,\n(i) Since respondent had committed breach of agreement, notice dated 13.04.2021 was issued and the respondent was prohibited to recover the further instalments from the borrowers. \n(ii) Respondent had been holding monies in trust on behalf of the applicant and that the amount equivalent to Rs.4,41,58,124/- as on 28.04.2021 was payable to applicant and it was stated that if the respondent continued to recover the amount, the outstanding payable would go on increasing.\nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 (iii) No installments were remitted to the applicant-appellant herein and that huge amounts were due from the respondent who was acting in fraudulent manner in reporting payment.\n(iv) If no protection was given by way of interim relief to the applicant, it would result into a situation whereby the respondent would continue to recover future installments from the borrowers, but without remittance of the collected amounts to the applicant as per the terms of the agreement.\n(v) The applicant was in process of invoking arbitral clause, but it would consume time, therefore also, interim measures as prayed for was required to be granted.\n3.5 The said application was contested by the respondent by filing reply in which it was claimed that respondent had been complying with all contractual obligations. In separate sheet, it was claimed that the respondent had deposited large amounts with the applicant as required under the agreement. It was contended that due to unprecedented times of Covid-19 pandemic, the recovery had reduced, still however, the respondent continued to make repayments out of its resources. It was stated that when the payment got reduced from the individual borrowers, during February 2021 the applicant had sent the audit team to verify the loan C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 accounts in which process, the respondent had fully supported. \n3.5.1 It was contended that the applicant had been holding a sum of Rs.9,05,76,423/- as fixed deposit given as security and that the applicant had appropriated the said amount against its alleged claim without intimation. It was stated that the respondent had on several occasions requested the applicant to reconcile the accounts but no heed was paid to. It was highlighted that from March 2020 till April 2021, despite low collection from the borrowers on account of Covid-19, huge payments were made to the applicant and that the respondent had been acting bonafide even in the circumstances beyond its control. It was stated that Rs.6,45,540/- was paid by the respondent pursuant to the email dated 06.04.2021, which fact was suppressed. \n3.5.2 The contention was raised that the prayers in the application for interim measure were not liable to be granted as they were mandatory in nature and were beyond the scope of section 9 of the Act. It was contended that the applicant had not shown any right to seek injunctive interim measures of the kind prayed for. It was contended that for getting relief of the nature prayed for, full-fledged resolution of dispute was necessary. \nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 3.6 In the rejoinder to the said reply, the applicant sought to highlight that it had disbursed amount to the tune of Rs. 29,53,26,000/- to various borrowers through various facilities in partnership with the respondent in four different agreements. The details in tabular form were given, Sr. Nature of Facility Date of Amount Amount No. Agreement disbursed Outstanding 1. Direct 02/08/2020 14,53,96,000 7,23,25,341 disbursement (Service Partner Agreement) CMA 410 of 2021 2. Direct 25/08/2020 4,99,30,000 4,41,58,124 disbursement (Service Partner Agreement) CMA 409 of 2021 3. Advance Funding 30/04/2019 5,00,00,000 28,64,010 Facility (Business Associate Agreement) CMA 407 of 2021 4. Advance Funding 31/12/2019 5,00,00,000 2,51,94,658 Facility (Business Associate Agreement) CMA 4087 of 2021 Total 29,53,26,000/- 14,45,42,133/-\n3.6.1 Following was further stated in the rejoinder,\n(a) The respondent had not been providing any information since January, 2021. The respondent has addressed e-mail dated 19.03.2021 admitting that an amount of Rs. 10,15,66,719/- was overdue C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 and an amount of Rs. 28,83,54,786/- was outstanding under various agreements and as against the same the Opponent has not paid any amount though it had been continuously collecting from the borrowers. \n(b) Respondent defaulted in various Credit facilities, the audit team of the applicant had approached the respondent and tried to get the audit conducted however the respondent had not co-operated in the audit process. Further, the respondent did not submit any documents of the Borrowers of the Applicant so as to conduct the audit. \n(c) Respondent, in discharge of its liability, had issued various cheques. Cheques aggregating to Rs. 1,10,00,000 (One Crore Ten Lakhs), which were dishonoured and the Applicant had initiated steps under the Negotiable Instruments Act, 1881 in respect of the same. Moreover, the Applicant has issued notice dated 12.04.2021 invoking the Guarantee and calling upon the Opponent to repay the outstanding amount. \n(d) Applicant had disbursed Rs.27 Crores under various term loan facilities to the respondent wherein the respondent itself was the borrower. Out of the aforesaid live term loan facilities, an amount of Rs. 11,85,93,253 was due as on 31st C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 March, 2021. The said amount is net-off the Security Deposit. The respondent had given security deposit of 10% of the loan amount in respective term loan agreement. As the respondent was unable to make payment as per the terms and conditions of the term loan agreements, the security deposit was encashed. \n(e) As the respondent failed to make repayments on time, the said security deposits were encashed. The same pertain to term loan agreement which is not the subject matter of the present proceedings. \n4. Assailing the impugned order of dismissal of section 9 applications, learned senior advocate Mr. Devang Nanavati assisted by learned advocate Mr. Tirth Nayak, raised following contentions, to submit that interim measures were required to be granted (i) The Commercial Court below did not appreciate that the loans were unsecured loans and the respondent was defaulter who had defaulted in respect of loans of 45 creditors. \n(ii) Respondent and its representative had been instructing the borrowers not to pay the monthly installments to any other person and thereby hindering the right of the appellant to recover directly from the borrowers.\nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 (iii) No collateral security was provided by the respondent apart from the security deposit of 10% of the facility which was already been adjusted. \n(iv) The Court below committed an error in concluding that the agreement was in operation ignoring the notice dated 12.04.2021 given by the appellant. The agreement was terminable agreement. \n(v) The powers under section 9(1)(ii)(b) of the Act has to be exercised ex debito justitiae in the interest of justice and to maintain the equity between the parties. Since the respondent had continued to recover and are still collecting from the amount from the borrowers and had failed to remit the amount to the appellant, equity had arisen in favour of the appellant-applicant and relief on equitable ground was required to be granted. \n4.1 The decision of the Supreme Court in Sundaram Finance Ltd vs Nepc India Ltd.[(1999) 2 SCC 479] was relied on for paragraphs 13 and 16 of the judgment to submit that even before commencing of arbitral proceedings, the Court can grant interim relief. Learned senior advocate for the appellant relied on the decision of the Bombay High Court in Deccan Chronicle Holdings ... vs L & T Finance Limited [(2013) SCC Online Bombay 1005] to submit that principles analogous to Order 38 Rule 5 of CPC would have no play in the court exercising powers C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 under section 9 of the Arbitration Act and that the interim measure on that score could be granted by the Court to protect the rights of the parties. Another decision of the Bombay High Court in Nimbus Communications Ltd vs Board Of Control For Cricket [(2013) 1 Mh. LJ) was pressed into service for its paragraph 27 to submit that due regard to the rights embodied in Order 38 Rule 5, CPC could be appropriately given exercising power under section 9 and it was submitted that in that case, the respondent was directed to furnish security. \n4.1.1 Learned senior advocate further submitted that even if the Court was not to grant relief in the same form they are prayed for, the power was available to mould the relief in proper way to do justice between the parties. On the question of moulding of relief, decision of Rajesh D. Darbar & Ors vs Narasingrao Krishnaji Kulkarni[(2007) 3 SCC 219] and in U.P. State Brassware Corpn. Ltd. & Ors.vs Udai Narain Pandey[(2006) 1 SCC 479] were pressed into service. The decision of the Bombay High Court in Tata Capital Financial Services vs Unity Infraprojects Ltd.[(2015) SCC Online Bom. 3597] was relied on. \n4.2 On the other hand, learned senior advocate Mr. Anshin Desai, assisted by learned advocate Mr.A.S. Panesar supported the order of the Commercial Court C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 dismissing the application. It was submitted that clause 22.1 of the agreement enjoined the parties to explore amicable settlement before resorting to arbitration process and since the said process was not undergone by the appellant, the Commercial Court rightly arrived at a conclusion that the application under section 9 of the Act was premature. \n4.2.1 Learned senior advocate submitted that the reliefs were of mandatory nature and were such, which could not be granted even on merits in the original claim. It was submitted that no statement of account was produced by the appellant much less any details were furnished, which could demonstrate that particular amount was collected by the respondent and due to be paid to the appellant. It was submitted that section 9 application could not be converted into recovery proceedings. \n5. Having noticed the factual compass of the controversy and rival case, it is relevant to consider certain terms and conditions of the service partnership agreement may be referred to in order to know the mutual obligations operating between the parties thereunder. As per condition 3.4 of the agreement, the service partner has agreed to stand as 100% guarantor over and above cash collateral. In condition 3.6, it was agreed that respondent shall collect on behalf of the appellant, the amounts due from customers, the respondent service partner was to C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 pay to the appellant all amounts after retaining its share received or collected by it. The respondent was supposed to ensure continuous monthly payouts. Under condition 3.7, it was agreed that the service partner-respondent shall provide 10% cash collateral on the total outstanding on monthly basis. \n5.1 Furthermore, condition 3.9.1 provided that the service partner had agreed that he would also act as a trustee of the appellant and will safeguard all rights. As per condition 3.11, it was contemplated that if the respondent service partner continues to default in payment of any amount due to the appellant under the agreement, it shall be liable to pay additional interest at the rate of 4% p.m. It was contemplated that provision for payment of interest shall not entitle the service partner to delay the timely payment and that adherence of repayment schedule shall be treated as essence of the agreement. \n5.1.1 The agreement also provided in its condition B.I.4 that the respondent shall not be considered as an agent or employee of the appellant, it will be an independent service provider who will abide by the terms and conditions of the contract. Condition No. 6.7 stated that the appellant MAS Financial Services Ltd. will receive net effective rate at 15.70% and processing fee at 1% excluding all the taxes and balance amount will be reimbursed to the service C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 partner. The obligations under the performance security were mentioned in Condition No. 8.1. The service partner was expected to source the customers and disburse the amount to the extent of 100% of the sum disbursed. \n5.1.2 In addition to certain terms and conditions of the agreement referred to hereinabove, following were other conditions, which were duly highlighted by the commercial court below, extracting them, As per clause B.1.3.6 of the agreement,\n(a) All the amounts due from the customer sourced by the service partner and approved by the FMSL shall be collected by the service partner (opponent) for and on behalf of MFSL (applicant) from time to time and pay to MFSL on the respective pay out day, pay out day means 5th 10th, 15th, 20th, 25th, and 30th of every month....... \nClause B.1.3.11 of the agreement provided that,\n(b) Without prejudice to other rights of MFSL, if the service partner defaults in the payment of any amount due to MFSL under this agreement, the service partner shall be liable to pay additional interest @ 4.00% p.m., (or any such higher rate as MFSL may specify from time to time) on the entire amount outstanding from the date of default till realization of actual payment by MFSL. It is, however, understood that this clause shall not entitled the service partner to delay the timely repayment as stipulated in this agreement and adherence to the repayment schedule shall be the essence of this agreement. \nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 (c) Further, as per the clause No.B.1.13.1 of the agreement relating to the termination of agreement, the agreement shall continued to be in effect from the date hereof and sell remain in the full force and effect upto the full repayment of all the identified obligor source by service partner and approved by FMSL under this agreement, unless terminated earlier as provided herein, either party can terminate this agreement by giving three months prior written notice to the others party....\" \n(d) Under clause No.B.1.13.2 of the agreement, however in case of any default on the part of the service partner or on the part of the service partner's personnel in carrying out the contractual obligations contain hereunder, and if the service partner failed to rectify or core the breach of default wherever possible, within 60 days from the date of communication of such breach, FMSL may terminate this agreement with 30 days prior written notice and service partner shall not question or raise any unreasonable dispute or objection in this behalf or claim any unreasonable compensation therefore. \n(e) Additionally, as noticed in para 5.1.3 above, the rights of the appellant include as per condition no. B.1.11(1.a) to receive payment through the service partner either directly or identified representatives. It is provided that in case of delay in payments, the appellant will be entitled to charge penal interest. Under sub-clause (1.b), the appellant is also entitled to executed all necessary documents directly with individual borrowers. The appellant is further with right under the agreement as per sub-clause (1.c) to deal with individual borrowers directly concerning all matters relating to agreement. The appellant may act to deal with the borrowers even though the service partner has delegated its powers to others. In other words, the rights of the appellant to C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 approach, to deal with and to collect the amount from the borrowers directly is kept intact. \n5.1.3 Rights and obligations of the appellant MFSL were mentioned in conditions B.I.11 and B.I.12, which is extracted as under, B.I.11 RIGHTS OF MFSL 11.1 MFSL shall have the right to,\n1.a Receive payments (through the Service Partner directly from, the identified. obligor) for installments on micro enterprise loans disbursed. by MFSL and that are collected by the Service Partner. In case of delay in the payments, MFSL shall be entitled to charge penal interest from the borrowers as per MFSL's policy. \n1.b Execute all the necessary documents directly with the individual borrowers, The Service Partner executive shall recommend each case for sanctioning to MFSL. \n1.c Deal with the individual borrowers directly In all matters concerning this Agreement, even though the Service Partner has been delegated certain powers by MFSL to carry out specific acts on its behalf as mutually agreed to.\nB.I.12. OBLIGATIONS OF MFSL 12.1 MFSL shall,\n1.a Provide requisite stationary for loan application etc. and any other assets or machinery or equipment as may be necessary for the Service Partner to discharge its obligations herein;\n1.b Provide timely communication on the approved loan applications as well as C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 information regarding loan installment repayment schedules.\n1.c Support the Service Partner in taking any legal actions against the borrowers for recovery or for any other claims at the cost of the Service Partner.\n5.1.4 In condition 13.1, the agreement was made terminable by giving three months prior written notice to the other party, which notice may be for shorter period with mutual consent. It was further provided that in case of any default of service partner in carrying out contractual obligations and the breach was not rectified within 60 days from the date of communication of such breach, the appellant may terminate the agreement with 30 days' prior written notice. \n5.2     Condition no. B.I.22.1 dealt with resolution of disputes.            It     is    relevant          to     extract         the       said condition , \n\n      B.I.22             RESOLUTION OF DISPUTES       22.1        Amicable Settlement If any dispute arises between the Parties, during the subsistence of this Agreement or thereafter, in connection with these presents or the construction or application thereof, or any clause or thing therein contained, or any account or liability between the Parties hereto, or as to any act, deed or omission of any clause hereto, the validity, interpretation, implementation or alleged breach of any provisions of this Agreement or regarding a C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 question, including the question as to whether the termination of this Agreement by one Party hereto has been legitimate (Dispute), the disputing Parties hereto, shall endeavor to settle such Dispute amicably. The attempt to bring about an amicable settlement shall be considered to have failed, if not resolved within 60 (sixty) days from the date of the Dispute. The said period of 60 days shall be considered \"Consultation Period\" by the Parties. During the Consultation Period, neither of the Parties shall be entitled to commence or maintain any action In a court of law upon any matter in dispute arising from or in relation to this agreement. \n5.2.1 It was contemplated that thereafter the arbitration may be invoked. The arbitration was provided in condition no. 22.2, \"22.2 Arbitration If the parties are unable to amicably settle the Dispute in accordance with the above clause, within the period specified therein, any party to the dispute shall be entitled to serve notice invoking this Clause. In the event this Clause is invoked as above, then the Dispute shall be settled by arbitration in accordance with and subject to the provisions of the Arbitration and Conciliation Act, 1996, or any statutory modification or re-enactment thereof for the time being in force and shall be referred to the sole arbitration of an Arbitrator nominated/appointed by MSFL. The award given in arbitration shall be final and binding on both the parties to this agreement. Until the award is announced by the Arbitrator, the Parties shall continue to perform all their obligations under this Agreement without prejudice to a final adjustment in accordance with such award.\" \nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 5.3 Before proceeding further, the aspect and contention in light of above condition No. 22.1 in the agreement that the appellant was required to exhaust the process of amicable settlement before invoking the machinery under the Arbitration Act, 1996, may be disposed of. As held by the Commercial Court in that context that the appellant was enjoin in law to exhaust the prior process of amicable settlement and it having not done so, the application under section 9 of the Arbitration Act was premature. Before this Court also, the arguments were raised on the said issue including whether the said stipulation in the contract should be said to be directory or mandatory in nature. \n5.3.1 At this stage, this Court is not inclined to advert to the detailed merits of the said aspect including the binding effect or otherwise of the said condition inasmuch as the application under section 9 has culminated into order, which is impugned in this appeal. The process for appointment of arbitrator is pending and notice for appointment of the arbitrator is also issued. At such advanced stage and in the given set of facts and circumstances, it would be an academic exercise to assess the merits of the said contention. \n5.3.2 However, at the same time, it would be suffice and proper to observe that in the dispute of the nature and kind like one involved between the C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 parties in this case, which is in respect of claim of monetary dues and remittances, resort to the process of amicable settlement as stipulated in the agreement in the aforesaid condition by the parties before going for statutory remedy under the Arbitration Act, would have not only met the spirit of amicable dispute resolution process. \n5.4 Now section 9 of Arbitration Act provides of interim measure. The party may apply for such interim measures during the pendency of or when the arbitration is proposed to be undertaken. Section 9 reads as under, Section 9: Interim measures, etc., by Court (1) A party may, before, or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a Court- (i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely:-\n(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject- matter of the dispute in arbitration, or as to which any question may arise therein and C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it. (2) Where, before the commencement of the arbitral proceedings, a court passes ... ... ... \n(3) Once the arbitral tribunal has been constituted, the court shall not entertain ... ... \n5.5 As held by Supreme Court in Adhunik Steels Limited v. Orissa Manganese and Minerals Private Limited [(2007) 7 SCC 125], while exercising powers under Section 9 of the Arbitration Act, the principles analogous to the exercise of powers under Order 39 Rule 1, 2 of Code of Civil Procedure, 1908, would be the guiding consideration. While deciding on the grantability or otherwise of the interim measures prayed for by party in application under Section 9, the principles and general rules governing exercise of powers to grant the interim injunction would become relevant and the powers under section 9 could not be viewed to be independent of the criteria C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 to be applied under Order 39, Rule 1,2, CPC. It was observed, 5.5.1 It was then stated by the Apex Court, \"The concluding words of the Section, \"and the court shall have the same power for making orders as it has for the purpose and in relation to any proceedings before it\"\nalso suggest that the normal rules that govern the court in the grant of interim orders is not sought to be jettisoned by the provision. Moreover, when a party is given a right to approach an ordinary court of the country without providing a special procedure or a special set of rules in that behalf, the ordinary rules followed by that court would govern the exercise of power conferred by the Act. On that basis also, it is not possible to keep out the concept of balance of convenience, prima facie case, irreparable injury and the concept of just and convenient while passing interim measures under Section 9 of the Act.\"\n(Para 11) 5.5.2 In other words, the celebrated principles of existence of prima facie case, possibility of irreparable injury and the factors of balance of convenience would be the considerations to be applied while deciding on the entitlement to get the interim measures prayed for. It would be only when all these three factors are present in a given set of facts, equitable relief of injunction or interim measures under section 9 of Arbitration Act could be granted. \n5.6 Appreciated in the light of above position of law, the crux of the case pleaded by the appellant is C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 that under the agreements concerned, the respondent was under obligation to remit the collections, which may have been received from the borrowers and that such remittances of amounts were required to be done by the respondent periodically. It was the case that the respondent defaulted and no payments were made to the appellant, committing breach of the terms of the agreement.\n5.6.1 The claim of the appellant was thus of monetary nature. Except bare assertion about the requirement of payment and the payment not made, no data about the amount collected from the borrowers and payable to the appellant was furnished by the appellant. It was a simple case put forth that the certain amounts were payable but not paid, but without substantiation by any material. There was no ascertained amount claimed by the appellant. On the contrary and noticeably in the email and notice dated 13.04.2021, the appellant asked the respondent to provide details of amount collected from borrowers. \n5.6.2 It therefore goes without saying that it would required leading of evidence before the arbitrator so as to arrive at a precise amount which may be claimable by the appellant from the respondent. The grievance of the appellant for seeking interim measures was such that it could be compensated in terms of money, which could be done only at the C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 conclusion of arbitral proceedings once the appellant establishes dues payable. \n5.7 While it is true that commercial court below has observed that on prima facie consideration of facts, the respondent could be said to be liable to pay the amount to the appellant. A mere prima facie case however to the above limited extent and of the above kind where the claim is still not liquidated and established, even if such observation of the commercial court is accepted on demurer, would not entitle the appellant to seek any interim relief. Prima facie case to some extent, even if can be said to be existing, would have to be furthered by consideration that a party would suffer irreparable injury if the injunction is not granted. Equally important is balance of convenience. In the present case, when the claim is monetary, and yet to be ascertained and which could be made good only at the end of the arbitral proceeding by establishing by leading evidence by the appellant, the elements of irreparable injury and balance of convenience are absent for the appellant to be entitled to seek any interim measure in the nature of injunction. \n5.7.1 The Commercial Court below discerned and highlighted in paragraphs 11 and 12 of the order (Civil Misc. Application No. 409 of 2021), referrable to First Appeal No. 1926 of 2021, the basic disputes between the parties to proceed further to observe C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 rightly that even if it was to be believed that any such amount was due and payable by the respondent as per the terms and conditions of the agreement, no prima facie details were available in that regard.\n5.8 Furthermore, importantly, there has been no termination of contract. The notice dated 13.04.2021 when seen for its contents, could by no stretch of imagination, view or construed or treated as affecting termination of contract or in the nature or act of termination by the appellant. The Commercial Court was entirely justified in recording and finding that the applicant had not acted to terminated the agreement and that the letter dated 13.04.2021 addressed by it to the respondent did not amount to intimation of termination. \n5.8.1 It is to be observed that when the agreement between the parties is still in existence and in operation, having not been terminated by the applicant, in such circumstances, the opponent cannot be restrained from collecting the amount of installment from the borrowers under the agreement only on the ground that the respondent did not pay such amount to the applicant within stipulated time. The agreement is in operation. The respondent cannot be prohibited therefore, from exercising their rights and such interim measure cannot be granted. It is the obligation cast on respondent to collect the amount and even it is delegated certain powers in this C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 regard. The appellant is however free to act on its own to collect remittances from borrower for which even the service partner could not restrain the appellant. Not only that, the applicant itself has independent right under the agreement to directly recover the amount from the borrowers. \n5.8.2 With reference to the various clauses in the agreement, namely, the obligations to render monthly payouts, the clause regarding additional interest and the warranties given, it is very clear that there are options available under the agreement to the appellant-applicant, if the respondent fails to pay the amount of collection from the borrowers. \n5.8.3 In this regard, following was appropriately observed by the Commercial Court below in para 15 (extracted from order in Civil Misc. Application No. 407 of 2021, corresponding to First Appeal No. 1925 of 2021), \"Considering the above noted all the main and material clauses of the agreement, its clearly appear that in default of payment from the opponent in stipulated time, the applicant have some options and rights under the agreement that;\n(a) if the business associate defaults in the payment of any amount due to MAS under the agreement the Business associate shall be liable to pay additional interest @ 4% P.A. on the entire amount outstanding from the date of default till realisation of actual payment to MAS. \nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 (b) In fault on part of opponent/Business Associate has mentioned in particular clause of Agreement the MAS has right to recall the Facilities extended to the Business Associate.\"\n5.8.4 The position emerges is that there is no termination of contract in eye of law which is in subsistence and operates within the parties. As seen above, the terms and conditions of the contract, which create mutual rights and obligations of the parties are in force. Thereunder, the respondent is obliged to recover the amount from the borrowers, at the same time, the appellant-applicant is also entitled to proceed to recover the amount straightway from the borrowers. There are other terms and conditions which secure monetary remittances and ensure compensation in terms of interest and damages to the appellant. When such obligations are alive, the prayers for interim measures of the kind and nature advanced and prayed for by the appellant- applicant are misconceived and not grantable in law. \n5.9 In light of the above operating facts and aspects, each of th prayer in section 9 application may be examined for its grantability. The First prayer and the third prayer seeking to restrain the respondent from recovering the monthly installments and future installments, both these prayers are of same nature and could hardly be considered when the agreement operates between the parties and the mutual rights and obligations of both the sides are alive. \nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 The second prayer to restrain the respondents from alienating any assets is in the nature of relief relatable to principles analogous to Order 38 Rule 5, CPC. It is true that the learned advocate for the appellant relied on decisions to submit that principles governing Order 38, Rule 5, CPC would have its play while exercising powers under section 9 of the Act, however, there is nothing to show that respondent has been committing any act or has been disposing of the its properties, which would defeat the decree or award, that may be passed finally by the arbitrator. In absence of essential elements on that count, such relief is also not called for. \n6. The prayers in application under section 9 of the Arbitration Act are in the nature of execution of the contract itself. The disputes are arbitral disputes to be resolved by the arbitrator finally upon considering the mutual rights and obligation of the parties emanating from the contract and liquidating the claim if established. The prayers in the application under section 9 made by the applicant are in the nature of enforcing the terms of the contract between the parties, which is not permissible at this stage. They are the prayers of claiming the relief which could be granted only by the arbitrator in its award. It is well settled principle that at the interim stage, the relief of principal nature cannot be granted. Therefore, when the interim measures prayed for in the application C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 under section 9 are of such kind and nature, they are not tenable to be granted. The proceedings under section 9 are not recovery proceedings. \n6.1 In view of the foregoing reasons and discussions, challenge in all these appeals to the respective orders passed by the Commercial Court dismissing the Application under section 9 of the Arbitration Act, 1996, is meritless. The orders of the Commercial Court deserves to be upheld. \n6.2 It has to be mentioned however that in two of the First Appeals, the Court has granted interim relief by order dated 17.08.2021, whereby the respondent is directed to deposit in the registry of this Court the amount, if any, recovered by the respondent from the borrowers of the applicant from the date of the order. \n6.3 While dismissing the appeals, this Court considers it to be in subservience to equity and to maintain equitable interests between the parties who would be going for arbitration that the said interim direction continues to operate. \n6.4 Since all four appeals have common thread of controversy, it is therefore directed that the said observation that the respondent shall deposit the amount, if any, collected from the borrowers to the registry of this Court, shall operate in all four cases. \nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 6.5 Additionally, it is observed that the respondent shall maintain the accounts of the collection of amount, which it may collect and deposit as above, to be subject to the evidence which may be led by the parties in the arbitral proceedings to be further subject to the final award which may be passed by the arbitrator. \n6.6 While upholding the orders of dismissal of respective Civil Misc. Applications impugned in all the appeals, it is clarified and provided further that the observations in the operative order of Misc. Civil Application No. 409 of 2021, produced in paragraph no. 1.2 above, shall operate to apply in all four cases. \n7. All the four appeals are dismissed accordingly. \nThe Civil Applications would not survive in light of the orders of disposal of the main appeals as above. \n(N.V.ANJARIA, J) (SAMIR J. DAVE,J) BIJOY B. PILLAI",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e0e2be4c251a49ac8c3a6248e7b59681_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "28de8676182a44fd81c682b63daf8780_1"
    },
    {
      "start": 242,
      "end": 352,
      "text": "\nGujarat High Court\nMas Financial Services Ltd vs Margdarshak Financial Services Pvt. ... on 23 November, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "728fd696d67747b5b0575b4b23c5863d_2"
    },
    {
      "start": 354,
      "end": 662,
      "text": "Author: N.V.Anjaria\nBench: N.V.Anjaria, Samir J. Dave\n C/Fa/1925/2021                            Cav Judgment Dated: 23/11/2022\n\n\n\n\n           In The High Court Of Gujarat At Ahmedabad\n\n             R/First Appeal No. 1925 of 2021\n                            With\n       Civil Application (For Stay) No. 1 of",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ce016b67827446709c9f0a7600280132_3"
    },
    {
      "start": 663,
      "end": 744,
      "text": " 2021             In R/FIRST APPEAL NO. 1925 of 2021                             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85119b7ef7e9402da1b8f68af600a806_4"
    },
    {
      "start": 744,
      "end": 851,
      "text": "With CIVIL APPLICATION (FOR VACATING INTERIM RELIEF) NO. 2 of                             2021             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b659dd84ffc54e1299c08ff7e022dc71_5"
    },
    {
      "start": 851,
      "end": 914,
      "text": "In R/FIRST APPEAL NO. 1925 of 2021                             ",
      "labels": [
        "NONE"
      ],
      "id": "dbafd5fcf2fc4d3d86f904c77a32db45_6"
    },
    {
      "start": 914,
      "end": 999,
      "text": "With      CIVIL APPLICATION (FOR PRODUCTION OF ADDITIONAL                  EVIDENCES)",
      "labels": [
        "NONE"
      ],
      "id": "69a8556154a642629225b267e9b70b6a_7"
    },
    {
      "start": 1000,
      "end": 1014,
      "text": "NO . 3 of 2021",
      "labels": [
        "NONE"
      ],
      "id": "511f2ca63826483c92bb7a93f6fc2181_8"
    },
    {
      "start": 1027,
      "end": 1109,
      "text": "In R/FIRST APPEAL NO. 1925 of 2021                             With               ",
      "labels": [
        "NONE"
      ],
      "id": "e397dac7873c462faac8a66d49e971e3_9"
    },
    {
      "start": 1109,
      "end": 1140,
      "text": "R/FIRST APPEAL NO. 1926 of 2021",
      "labels": [
        "NONE"
      ],
      "id": "d935f59590384ba8a6d256d3ebfc65b8_10"
    },
    {
      "start": 1169,
      "end": 1270,
      "text": "With        CIVIL APPLICATION (FOR STAY) NO. 1 of 2021             In R/FIRST APPEAL NO. 1926 of 2021",
      "labels": [
        "NONE"
      ],
      "id": "c9b753bf2ad043fdbda7d22c816391c2_11"
    },
    {
      "start": 1299,
      "end": 1406,
      "text": "With CIVIL APPLICATION (FOR VACATING INTERIM RELIEF) NO. 2 of                             2021             ",
      "labels": [
        "NONE"
      ],
      "id": "9c28ce91944c41d2bb3dd1fd4460b987_12"
    },
    {
      "start": 1406,
      "end": 1469,
      "text": "In R/FIRST APPEAL NO. 1926 of 2021                             ",
      "labels": [
        "NONE"
      ],
      "id": "88a13b162c0d43e1943eb6e5b8893a43_13"
    },
    {
      "start": 1469,
      "end": 1581,
      "text": "With      CIVIL APPLICATION (FOR PRODUCTION OF ADDITIONAL                  EVIDENCES) NO. 3 of 2021             ",
      "labels": [
        "NONE"
      ],
      "id": "ddb778cdad154a73991c48e9b546e07f_14"
    },
    {
      "start": 1581,
      "end": 1663,
      "text": "In R/FIRST APPEAL NO. 1926 of 2021                             With               ",
      "labels": [
        "NONE"
      ],
      "id": "5acb30955e4145be9e18ba711752fa75_15"
    },
    {
      "start": 1663,
      "end": 1696,
      "text": "R / FIRST APPEAL NO. 3099 of 2021",
      "labels": [
        "NONE"
      ],
      "id": "4dba302837724f93bd147a91f9d5eeca_16"
    },
    {
      "start": 1725,
      "end": 1792,
      "text": "With        CIVIL APPLICATION (FOR STAY) NO. 1 of 2021             ",
      "labels": [
        "NONE"
      ],
      "id": "1333022b894144568985f534017ea0fa_17"
    },
    {
      "start": 1792,
      "end": 1855,
      "text": "In R/FIRST APPEAL NO. 3099 of 2021                             ",
      "labels": [
        "NONE"
      ],
      "id": "f9ca3e6e394d4ce0baa6ef1cad8c5a0d_18"
    },
    {
      "start": 1855,
      "end": 1967,
      "text": "With      CIVIL APPLICATION (FOR PRODUCTION OF ADDITIONAL                  EVIDENCES) NO. 2 of 2021             ",
      "labels": [
        "NONE"
      ],
      "id": "7ae715aa45d240ca8eabf32a8e20ce3f_19"
    },
    {
      "start": 1967,
      "end": 2049,
      "text": "In R/FIRST APPEAL NO. 3099 of 2021                             With               ",
      "labels": [
        "NONE"
      ],
      "id": "5b2323393a1d40ed94a6d6ed8236dea6_20"
    },
    {
      "start": 2049,
      "end": 2082,
      "text": "R / FIRST APPEAL NO. 3100 of 2021",
      "labels": [
        "NONE"
      ],
      "id": "a3579aaf3dd34c769d446767064187e5_21"
    },
    {
      "start": 2111,
      "end": 2178,
      "text": "With        CIVIL APPLICATION (FOR STAY) NO. 1 of 2021             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4fc10bcd2f143a3b7bf73cc4707a6ec_22"
    },
    {
      "start": 2178,
      "end": 2241,
      "text": "In R/FIRST APPEAL NO. 3100 of 2021                             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8fec834e1bf84c9b88152c91ac235fd5_23"
    },
    {
      "start": 2241,
      "end": 2353,
      "text": "With      CIVIL APPLICATION (FOR PRODUCTION OF ADDITIONAL                  EVIDENCES) NO. 2 of 2021             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "10592df8a01d499a9efd0ca0a80a0764_24"
    },
    {
      "start": 2353,
      "end": 2480,
      "text": "In R/FIRST APPEAL NO. 3100 of 2021                             Page 1 of 37                                                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0a066dc14dee4b31b939f36024125e8c_25"
    },
    {
      "start": 2480,
      "end": 2524,
      "text": "Downloaded on : Wed Nov 23 21:14:35 IST 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2cca5b60e9434e34b2f6d7cc66edf33e_26"
    },
    {
      "start": 2530,
      "end": 2572,
      "text": "C/FA/1925/2021                            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bbb2068398e846c79bb5e83767bb0481_27"
    },
    {
      "start": 2572,
      "end": 2602,
      "text": "CAV JUDGMENT DATED: 23/11/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "68677c0d988c4a459c03a075b8d65279_28"
    },
    {
      "start": 2603,
      "end": 2774,
      "text": "FOR APPROVAL AND SIGNATURE:\n\nHONOURABLE MR. JUSTICE N.V.ANJARIA and HONOURABLE MR. JUSTICE SAMIR J. DAVE ==========================================================\n\n1     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5d077fe0b094bc89967032732de21e5_29"
    },
    {
      "start": 2774,
      "end": 2897,
      "text": "Whether Reporters of Local Papers may be       allowed to see the judgment ?\n\n2     To be referred to the Reporter or not ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "66c38f54cddc457db29f7c7cba83ca0e_30"
    },
    {
      "start": 2900,
      "end": 2981,
      "text": "3     Whether their Lordships wish to see the       fair copy of the judgment ?\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26d86149cdce4e2287f5002526bdc7fa_31"
    },
    {
      "start": 2981,
      "end": 3203,
      "text": "4     Whether this case involves a substantial       question of law as to the interpretation       of the Constitution of India or any order       made thereunder ?\n\n=======================================================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b48f975d070d4234a0d7e4b47cd6b393_32"
    },
    {
      "start": 3204,
      "end": 3259,
      "text": "= = =\n                      MAS FINANCIAL SERVICES LTD.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa75b310a03445e6b3d16b07783ee524_33"
    },
    {
      "start": 3294,
      "end": 3316,
      "text": "Versus                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e81bc2d542e4cd08309c7b5dd51dca3_34"
    },
    {
      "start": 3316,
      "end": 3356,
      "text": "MARGDARSHAK FINANCIAL SERVICES PVT. LTD.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de0ab5c47e8b4d37ba268a28216567b5_35"
    },
    {
      "start": 3358,
      "end": 3365,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ef8bce2b48a444d3b72bf3fef9164f66_36"
    },
    {
      "start": 3366,
      "end": 3373,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fc74946ccca046228783b55ed400a07b_37"
    },
    {
      "start": 3374,
      "end": 3381,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dfe18a8bf553488486e14ed4d1c00d1f_38"
    },
    {
      "start": 3382,
      "end": 3389,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1111e5ba6dc74c8da9ee71bb43883e4f_39"
    },
    {
      "start": 3390,
      "end": 3397,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7df0e80d00b747248eef5459d5ef4a51_40"
    },
    {
      "start": 3398,
      "end": 3405,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f19dce70f601440db0ec41c4930f45ff_41"
    },
    {
      "start": 3406,
      "end": 3413,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2661860600d24b81a2dddbbedaf5e3be_42"
    },
    {
      "start": 3414,
      "end": 3444,
      "text": "= = = ========================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a847456709e341f6bcf318cf38ba4ee6_43"
    },
    {
      "start": 3445,
      "end": 3753,
      "text": "= = =\nAppearance:\nTIRTH NAYAK(8563) for the Appellant(s) No. 1 MR AS PANESAR(5390) for the Defendant(s) No. 1 ==========================================================\n\n    CORAM:HONOURABLE MR. JUSTICE N.V.ANJARIA           and           HONOURABLE MR. JUSTICE SAMIR J. DAVE                           Date :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c422841b811440d6bd272bbfdebe9c4c_44"
    },
    {
      "start": 3754,
      "end": 3766,
      "text": "  23/11/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2e613fe87d7a45f8823b3874b6eeee6e_45"
    },
    {
      "start": 3792,
      "end": 3847,
      "text": "CAV JUDGMENT (PER : HONOURABLE MR. JUSTICE N.V.ANJARIA)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df56f040e2b047a29889a1d642d4d805_46"
    },
    {
      "start": 3848,
      "end": 3943,
      "text": "All these four appeals where the parties are common, involve similar facts and identical issue.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e7b7e3368baf4412be051717aab343d4_47"
    },
    {
      "start": 3944,
      "end": 4041,
      "text": "Therefore, they were heard together to be treated for disposal by this common judgment and order.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a2101b9017b446f5bd83e80a8d0f988a_48"
    },
    {
      "start": 4043,
      "end": 4057,
      "text": "C/FA/1925/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a2bfa68cc0de4c56aa30c02bab14cc4e_49"
    },
    {
      "start": 4058,
      "end": 4092,
      "text": "CAV JUDGMENT DATED: 23/11/2022 1.1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5bd6f1a652b4e2c8ba54613fb58ba63_50"
    },
    {
      "start": 4093,
      "end": 4542,
      "text": "Preferred under section 37(1)(a) of the Arbitration and Conciliation Act, 1996 read with section 13 of the Commercial Trial Courts Act, 2015, the appeals arise out of the respective orders passed by the Commercial Court, City Civil Court, Ahmedabad in Commercial Civil Misc. Application No. 409 of 2021, 407 of 2021, 410 of 2021 and 408 of 2021, referrable to First Appeals No. 1926 of 2021, 1925 of 2021, 3099 of 2021 and 3100 of 2021 respectively.",
      "labels": [
        "FAC"
      ],
      "id": "13337721b1a54aada6e3116547db88e5_51"
    },
    {
      "start": 4543,
      "end": 4765,
      "text": "They were the applications filed by the appellant herein under section 9 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the \"Arbitration Act\"), praying for interim measures, which were dismissed.",
      "labels": [
        "FAC"
      ],
      "id": "b64b7c9c4e944d51a2248b1ebfc32588_52"
    },
    {
      "start": 4767,
      "end": 4906,
      "text": "1.2 It may be stated that all the Civil Misc. Applications involved in the four appeals came to be dismissed by the Commercial Court below.",
      "labels": [
        "FAC"
      ],
      "id": "aec7979886cb4aaebf1914ec8a3aa8f5_53"
    },
    {
      "start": 4907,
      "end": 5286,
      "text": "However, as far as the order in Civil Misc. Application No. 409 of 2021, relatable to First Appeal No. 1926 of 2021 is concerned, following order, though of dismissal only, came to be passed, \"Without prejudice to the discussions, observations and some findings relating to applicant's right under the clause B.1.11(1.a), (1.b), (1.c) of the agreement in para 15(c) of this order",
      "labels": [
        "FAC"
      ],
      "id": "9cd48014cf1a490b9eb395b4164928d4_54"
    },
    {
      "start": 5287,
      "end": 5430,
      "text": ", the present application vide Commercial C.M.A. No. 409/2021 filed by present applicant under section 9 of the A& C Act. is hereby dismissed.\"",
      "labels": [
        "FAC"
      ],
      "id": "5cf2c0cd1b32432e962f9dad826989b9_55"
    },
    {
      "start": 5432,
      "end": 5446,
      "text": "C/FA/1925/2021",
      "labels": [
        "NONE"
      ],
      "id": "3ee76083f2a64ad19af2ee659f57ba1b_56"
    },
    {
      "start": 5447,
      "end": 5481,
      "text": "CAV JUDGMENT DATED: 23/11/2022 1.3",
      "labels": [
        "NONE"
      ],
      "id": "41ec1f0bb1e642278233e319248fb139_57"
    },
    {
      "start": 5482,
      "end": 5601,
      "text": "In First Appeal Nos. 1926 of 2021 and 1925 of 2021, interim relief was granted by this Court by order dated 17.08.2021.",
      "labels": [
        "FAC"
      ],
      "id": "59ff93cf20e74c759c1da2bf38ef7f5f_58"
    },
    {
      "start": 5602,
      "end": 5793,
      "text": "It was provided by way of interim relief that \"the amount if any, recovered by the respondent from borrowers of the applicant from today shall be deposited in the registry of this court\".\n1.4",
      "labels": [
        "FAC"
      ],
      "id": "a425f5cf8e8a46c1b20b80da2c1919ea_59"
    },
    {
      "start": 5794,
      "end": 5914,
      "text": "It was stated that pursuant to the aforesaid interim order, the respondents have deposited the amount with the Registry.",
      "labels": [
        "FAC"
      ],
      "id": "f195e008b4b2425ea70c372f451452cf_60"
    },
    {
      "start": 5915,
      "end": 5975,
      "text": "In the other two appeals, such interim order was not passed.",
      "labels": [
        "FAC"
      ],
      "id": "063727d427f540bfa69aa5aec7eedea9_61"
    },
    {
      "start": 5976,
      "end": 6110,
      "text": "\n2. Learned advocate for the parties submitted compilation of the documents which were before the Commercial Court and relied on them.",
      "labels": [
        "NONE"
      ],
      "id": "2dd57f9913144e8192ace6a086a97505_62"
    },
    {
      "start": 6111,
      "end": 6164,
      "text": "They were ad idem in respect of the contents thereof.",
      "labels": [
        "FAC"
      ],
      "id": "4eb51e81c86b4985a2f0ec16cef46040_63"
    },
    {
      "start": 6165,
      "end": 6279,
      "text": "\n2.1 The narration of facts in this order is mainly drawn from and is referrable to First Appeal No. 1926 of 2021.",
      "labels": [
        "FAC"
      ],
      "id": "14ef7a6919cd4e23b69962ace0b28735_64"
    },
    {
      "start": 6281,
      "end": 6370,
      "text": "3. The appellant-MAS Financial Services Ltd., is a non-banking financial service company.",
      "labels": [
        "FAC"
      ],
      "id": "83febd589b664827acb7c638d12da765_65"
    },
    {
      "start": 6371,
      "end": 6429,
      "text": "The respondent is Margdarshak Financial Services Pvt. Ltd.",
      "labels": [
        "FAC"
      ],
      "id": "6260aa2ed8734eaba1ec55217360c8f8_66"
    },
    {
      "start": 6430,
      "end": 6509,
      "text": "Between the parties, a Service Partner Agreement dated 25.08.2020 was executed.",
      "labels": [
        "FAC"
      ],
      "id": "480f45aea8434528bef2e174cad54bc2_67"
    },
    {
      "start": 6510,
      "end": 6605,
      "text": "It was an agreement whereby the respondent was appointed as service partner with the appellant.",
      "labels": [
        "FAC"
      ],
      "id": "2495af8779a9450ead829cf9d99e09e8_68"
    },
    {
      "start": 6606,
      "end": 6702,
      "text": "The appellant was engaged in the activity of providing various loan facilities to its customers.",
      "labels": [
        "FAC"
      ],
      "id": "8216ff2eaedb4c219dfab67e2ed66616_69"
    },
    {
      "start": 6703,
      "end": 7037,
      "text": "The respondent was to C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 act as an intermediary and under the agreement, it was to render loan related services such as product promotion, customer identification, documentation regarding loan transaction, enrollment of customers, disbursement as well as cash management and such other work.",
      "labels": [
        "FAC"
      ],
      "id": "c8722df9d7fb42caae7fbd484e029607_70"
    },
    {
      "start": 7039,
      "end": 7199,
      "text": "3.1 The respondent-service partner was also entrusted with the task of collection of repayment amount from the borrowers, to be done on behalf of the appellant.",
      "labels": [
        "FAC"
      ],
      "id": "85a595d0c92e42bea8c44a8f6ed44bf3_71"
    },
    {
      "start": 7200,
      "end": 7423,
      "text": "It was the stipulation in the agreement that the loan repayment amounts would be collected by the respondent to be paid to the appellant as per the terms and conditions which are referred to in requisite detail hereinafter.",
      "labels": [
        "FAC"
      ],
      "id": "2820c82aa54d4492a4cee5334141ddb6_72"
    },
    {
      "start": 7424,
      "end": 7538,
      "text": "The agreement facilitated the credit extension loan repayment collection through the respondent for the appellant.",
      "labels": [
        "FAC"
      ],
      "id": "c12809a23898468d8cda7548433b6b93_73"
    },
    {
      "start": 7539,
      "end": 7996,
      "text": "\n3.1.1 The scope and nature of services as mentioned in the agreement included rendering service in giving and extending credit to the customers, for which the service partner was to follow the process and procedure agreed upon, the details of the borrowers desirous to obtain finance were to be gathered; the function included setting up of branches and other counters of service partner to source the loan borrowers directly or through other arrangements.",
      "labels": [
        "FAC"
      ],
      "id": "d8cf10a672f64a379dab4363f2b44ef0_74"
    },
    {
      "start": 7997,
      "end": 8264,
      "text": "It also included collection of preliminary application forms and other documents, verification thereof, C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 collection of dues or fees from borrowers, etc., were all the functions to be performed by the service partner.\n3.1.2",
      "labels": [
        "FAC"
      ],
      "id": "3a1fda5e94b440fb8277d53e3ed2ab8d_75"
    },
    {
      "start": 8265,
      "end": 8389,
      "text": "The agreements in all four cases were almost parallel in terms of conditions and mutually agreed obligations of the parties.",
      "labels": [
        "FAC"
      ],
      "id": "60f7d88886194de0a508d5f0c9dfe454_76"
    },
    {
      "start": 8390,
      "end": 8585,
      "text": "However, the agreements involved in First Appeal No. 1926 of 2021 and in First Appeal No. 3100 of 2021, which were dated 25.08.2020 and 02.03.2020 were in the nature of service partner agreement.",
      "labels": [
        "FAC"
      ],
      "id": "15a5ab3b96ee4d92a40c89af7cd13a9c_77"
    },
    {
      "start": 8586,
      "end": 8716,
      "text": "In the other two appeals, the agreements involved were dated 30.04.2019 and 31.12.2019, described as business associate agreement.",
      "labels": [
        "FAC"
      ],
      "id": "5cf998499a1b4f249d14b2e4fc3383f7_78"
    },
    {
      "start": 8717,
      "end": 8866,
      "text": "\n3.1.3 According to the appellant, the other side committed breach of the terms of the agreement and failed to remit the collection amount regularly.",
      "labels": [
        "FAC"
      ],
      "id": "dcc0c80e4dbf419ebc65ed5b5c684f8b_79"
    },
    {
      "start": 8867,
      "end": 8962,
      "text": "In that view, the appellant issued e-mail letter and notice dated 13.04.2021 to the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "c9dd4c5e7ad0421dbd61a76bdd773d51_80"
    },
    {
      "start": 8963,
      "end": 9117,
      "text": "The e- mail letter read as under, \"Dear Margdarshak Team, You have been given several reminders to comply with the terms of Agreement and act accordingly.",
      "labels": [
        "FAC"
      ],
      "id": "dc7e0d7e0c44465dbfab7ed6ff2e2a92_81"
    },
    {
      "start": 9118,
      "end": 9246,
      "text": "You are being given reminders on daily basis to provide the collection data and remit the collected amount in the bank accounts.",
      "labels": [
        "FAC"
      ],
      "id": "dec7e4bb0bf645e0b274b72ef842f71d_82"
    },
    {
      "start": 9247,
      "end": 9376,
      "text": "However, you have miserably failed to complied with the requirements nor have remitted the amount in the designated bank account.",
      "labels": [
        "FAC"
      ],
      "id": "6e1f15a0df344fe19bddbeb5afd15b2a_83"
    },
    {
      "start": 9377,
      "end": 9608,
      "text": "Your actions have prejudicially affected the business interest of our company and the same constitutes a default as per the Business Associate Agreement & Service Partner Agreement and thus we are contained to issue Notice to you.\"",
      "labels": [
        "FAC"
      ],
      "id": "7b7d5bb9e2cf472f90454486ff655421_84"
    },
    {
      "start": 9610,
      "end": 9661,
      "text": "C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 3.1.4",
      "labels": [
        "FAC"
      ],
      "id": "3332395874594abfa9eae4d90d1b39e7_85"
    },
    {
      "start": 9662,
      "end": 9727,
      "text": "In the legal notice dated 13.04.2021, inter alia stated thus, \"7.",
      "labels": [
        "FAC"
      ],
      "id": "a0acfa0fc62b4d1e8f17dfdb4466ea76_86"
    },
    {
      "start": 9728,
      "end": 9814,
      "text": "You were also required to share the details of the amount collected from the Obligors.",
      "labels": [
        "FAC"
      ],
      "id": "7bd94b326b544a6c8dd141e8153cfe78_87"
    },
    {
      "start": 9815,
      "end": 9882,
      "text": "The format of sharing the collection data was also provided to you.",
      "labels": [
        "FAC"
      ],
      "id": "5b7297908afe4f009374b3326e36632d_88"
    },
    {
      "start": 9883,
      "end": 10011,
      "text": "You are being sent the reminder through emails on daily basis however, you have chosen not to reply to the emails and reminders.",
      "labels": [
        "FAC"
      ],
      "id": "559abe0bc27846cbb01e2958dd473688_89"
    },
    {
      "start": 10012,
      "end": 10217,
      "text": "We may inform you that as per the terms of agreement you are liable to pay an additional interest @ 4% p.m. on the outstanding dues of 4 months from the date of default as per Clause 3.11 of the agreement.",
      "labels": [
        "RPC"
      ],
      "id": "aba389249f87427dbef3ee053b5a6e9d_90"
    },
    {
      "start": 10219,
      "end": 10342,
      "text": "8. Accordingly, you have continuously breached the terms of the Service Partner Agreement and have also acted fraudulently.",
      "labels": [
        "FAC"
      ],
      "id": "7c32e6f5c52d4460a59b513942612982_91"
    },
    {
      "start": 10343,
      "end": 10402,
      "text": "Despite several reminders have failed to remedy the breach.",
      "labels": [
        "FAC"
      ],
      "id": "72e9cf3bed1e4adc97c329eaf4380391_92"
    },
    {
      "start": 10403,
      "end": 10645,
      "text": "Thus, we hereby call upon you and give you this last & final notice to forthwithly act in as per the Agreement and ensure timely payments of all outstanding dues within 7 days, failing which we shall be constrained to terminate the Agreement.",
      "labels": [
        "RPC"
      ],
      "id": "d470c448b3f243b99db7cb329350609e_93"
    },
    {
      "start": 10646,
      "end": 10794,
      "text": "Further, you are also instructed not to collect any monies henceforth from the Borrowers of MAS, until and unless the outstanding is repaid in full.",
      "labels": [
        "RPC"
      ],
      "id": "8554bcae81f64a40b21243ee0bed701f_94"
    },
    {
      "start": 10795,
      "end": 10970,
      "text": "On account of repeated default and fraudulent conduct, your services are put to hold and you shall be communicated of resumption only upon repayment of the entire outstanding.",
      "labels": [
        "RPC"
      ],
      "id": "582529d3133046ebafa30b5c5b3a736d_95"
    },
    {
      "start": 10972,
      "end": 11180,
      "text": "9. Moreover, we may state that your aforementioned acts inter alia amount to fraud, cheating and criminal breach of trust and is punishable under the Indian Penal Code, 1860 with imprisonment of upto 7 years.",
      "labels": [
        "RPC"
      ],
      "id": "b6b99a1b373945e48f32dc8b031fd917_96"
    },
    {
      "start": 11182,
      "end": 11331,
      "text": "10. You are therefore, called upon to repay the entire outstanding as narrated hereinabove within a period of 7 days from the service of this Notice.",
      "labels": [
        "RPC"
      ],
      "id": "a77f18fad0284dedaccae4c7c79084fd_97"
    },
    {
      "start": 11332,
      "end": 11541,
      "text": "In the event of non-payment, MAS C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 reserves the right to terminate the agreements and may avail appropriate legal recourse for recovery of the due sum with interest.",
      "labels": [
        "RPC"
      ],
      "id": "e618b28572a64bcf8be5f3fd9b63fc4f_98"
    },
    {
      "start": 11543,
      "end": 11764,
      "text": "11. Kindly note that this Notice is without prejudice to all the rights and remedies available to us to initiate any proceedings against you exclusively at your risk, cost, responsibility and consequences.\"\n3.1.5         ",
      "labels": [
        "FAC"
      ],
      "id": "c4da4086dd3b4bd6ac0ff4b9f84f0d90_99"
    },
    {
      "start": 11764,
      "end": 11834,
      "text": "The      appellant's     case         has     been        that        ",
      "labels": [
        "FAC"
      ],
      "id": "7874f85920254f4d9d1699c6478bb90d_100"
    },
    {
      "start": 11834,
      "end": 11843,
      "text": "by virtue",
      "labels": [
        "FAC"
      ],
      "id": "d6f7a84112874c8b8c21479384cba9e0_101"
    },
    {
      "start": 11844,
      "end": 11870,
      "text": "           of     issuance",
      "labels": [
        "FAC"
      ],
      "id": "a0bf4dd58ac04f8da0cf3f82e1760bcd_102"
    },
    {
      "start": 11871,
      "end": 12017,
      "text": "             of       the           aforesaid communication/notice,          it     terminated             the      agreement with the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "32bc67acdc9d44f7864899f8b4b35364_103"
    },
    {
      "start": 12018,
      "end": 13225,
      "text": "\n\n3.2     The appellant filed application under Section 9 of the        Arbitration Act in each of the four cases,\nmaking following common prayers,\n\n      (i)    To restrain the Opponent, its agents,\nrepresentatives and its assigns from recovering future installments from the Borrowers of the Applicant at Schedule I till the Arbitral Tribunal is constituted and an Arbitral Award is passed;\n(ii) To restrain the Opponent, its agents, representatives and its assigns from alienating any assets belonging to the Opponent till the Arbitral Tribunal is constituted and an Arbitral Award is passed;\n(iii) To restrain the Opponent, from interfering, hindering or obstructing the Applicant, its agents, representatives and its assigns from recovering monthly installments from the Borrowers at Schedule I hereto till the Arbitral Tribunal is constituted and an Arbitral Award is passed;\nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 Application being Commercial Misc. Application No. 409 of 2021, relatable to First Appeal No. 1926 of 2021, it was the case of the appellant-applicant that the applicant had disbursed an amount of Rs. 4,99,30,000/- to different borrowers as per the details given in Schedule - I.",
      "labels": [
        "FAC"
      ],
      "id": "699096b30c1147ad8c41dff2d0aa7c27_104"
    },
    {
      "start": 13226,
      "end": 13383,
      "text": "As per clause 3.6 of the agreement, it was stated that the respondent was responsible for managing, collecting and receiving the payments from the borrowers.",
      "labels": [
        "FAC"
      ],
      "id": "1f2fd07fb57642f58acc4b05242164bf_105"
    },
    {
      "start": 13384,
      "end": 13501,
      "text": "That upto 30.11.02020, the respondent had remitted to the applicant, an amount of Rs. 70,25,519/- from the borrowers.",
      "labels": [
        "FAC"
      ],
      "id": "c470f491c2f54e3494122a1d267d5406_106"
    },
    {
      "start": 13503,
      "end": 13646,
      "text": "3.3.1 It was the case of the applicant that however, from December 2020, the other side committed breach of agreement and defaulted repeatedly.",
      "labels": [
        "FAC"
      ],
      "id": "f865cdfe04f14591bcfc0f013cf1764e_107"
    },
    {
      "start": 13647,
      "end": 13793,
      "text": "It was alleged that monthly payments were ensured and the respondent failed to adhere to the terms of the agreement despite reminders and notices.",
      "labels": [
        "FAC"
      ],
      "id": "bb3252b56ce1429b80f7274ac79dcdde_108"
    },
    {
      "start": 13794,
      "end": 13958,
      "text": "According to the applicant as on 20.04.2021, Rs.4,41,58,124/- was payable to the applicant from various borrowers, which amount had not been paid by the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "c03726006e384c1b981e2de2d2537872_109"
    },
    {
      "start": 13960,
      "end": 14133,
      "text": "3.3.2 In First Appeal No. 1925 of 2021, it was the case that the applicant had disbursed an amount of Rs. 5 crores pursuant to business associate agreement dated 30.04.2019.",
      "labels": [
        "FAC"
      ],
      "id": "f7aa0394b8f54c85afaeba2569eac1ce_110"
    },
    {
      "start": 14134,
      "end": 14430,
      "text": "it was further stated that upto 30.11.2020, the opponents remitted to the applicant Rs.1,18,12,270/- and that as on 20.04.2021, C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 amount of Rs.28,64,010/- was due and payable to the applicant from the borrowers, which the respondent had not paid.\n3.3.3",
      "labels": [
        "FAC"
      ],
      "id": "3afc2f5a20814819ae8461422776b32d_111"
    },
    {
      "start": 14431,
      "end": 14609,
      "text": "In First Appeal No. 3100 of 2021, pursuant to agreement dated 02.03.2020, as per the case of the applicant, amount of Rs. 14,53,96,000/- was disbursed to the different borrowers.",
      "labels": [
        "FAC"
      ],
      "id": "e7d280703039434e9f21aa4620d71627_112"
    },
    {
      "start": 14610,
      "end": 14742,
      "text": "Upto 30.11.2020, respondent remitted to the applicant, Rs.7,86,32,938/- and as on 20.04.2021, Rs.7,23,25,341/- were due and payable.",
      "labels": [
        "FAC"
      ],
      "id": "a726334bfd3241c7944f6bc3e30d9627_113"
    },
    {
      "start": 14744,
      "end": 14915,
      "text": "3.3.4 As per the case in First Appeal No. 3099 of 2021, pursuant to the business associate agreement dated 31.12.2019, the applicant claimed to have disbursed Rs.5 crores.",
      "labels": [
        "FAC"
      ],
      "id": "60dc8fd0c14e40a19e678739436e70d9_114"
    },
    {
      "start": 14916,
      "end": 15145,
      "text": "It was stated that upto 30.11.2020, the respondent remitted to the applicant, Rs.2,76,05,512/- and as on 20.04.2021, Rs.2,51,94,658/- were payable to the applicant from the borrowers, remaining unremitted by the respondent.\n3.3.5",
      "labels": [
        "FAC"
      ],
      "id": "52fc87d8c4634ddb8d5870372913b67c_115"
    },
    {
      "start": 15146,
      "end": 15369,
      "text": "The applicant-appellant stated in its Section 9 application that as per clause 3.4 of the agreement, the respondent had agreed to stand as cent percent guarantor in respect of the repayment of amount due from the borrowers.",
      "labels": [
        "FAC"
      ],
      "id": "8f30f0d50cac4e199e49472de361ac98_116"
    },
    {
      "start": 15370,
      "end": 15478,
      "text": "It was pleaded that even otherwise, the respondent was liable to make good the guarantee and pay the amount.",
      "labels": [
        "FAC"
      ],
      "id": "53d7b9f382bd40829f847ca9fb04b84a_117"
    },
    {
      "start": 15479,
      "end": 15725,
      "text": "It was alleged that the respondent service partner had not C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 been providing any collection data of the borrowers, though the applicant frequently visited the office of the respondent and sent reminders.",
      "labels": [
        "FAC"
      ],
      "id": "454c9ab0dbaa4aaca5abc7c99596c6f5_118"
    },
    {
      "start": 15727,
      "end": 15899,
      "text": "3.3.6 It was next stated that respondent conveyed in its email dated 06.04.2021 that the amounts were collected, however, any such amount was not remitted to the applicant.",
      "labels": [
        "FAC"
      ],
      "id": "a9bd87619e554a479bb77bffbb12a7af_119"
    },
    {
      "start": 15900,
      "end": 16098,
      "text": "It was stated that the notice dated 13.04.2021 was issued to the respondent asking it to ensure the timely payment of the outstanding and make remittance regularly as per the terms of the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "35746f0109c04c3abb184bd6d51014fa_120"
    },
    {
      "start": 16099,
      "end": 16267,
      "text": "As per the said notice dated 13.04.2021, it was stated, the services of the respondent were put on hold until repayment of entire outstanding was made to the applicant.",
      "labels": [
        "FAC"
      ],
      "id": "478e33599f77424a994d862b5db09b56_121"
    },
    {
      "start": 16268,
      "end": 16472,
      "text": "\napplications were thus,\n(i) Since respondent had committed breach of agreement, notice dated 13.04.2021 was issued and the respondent was prohibited to recover the further instalments from the borrowers.",
      "labels": [
        "FAC"
      ],
      "id": "c51bda5a3e2d4723aa566a8d35ce3910_122"
    },
    {
      "start": 16473,
      "end": 17454,
      "text": "\n(ii) Respondent had been holding monies in trust on behalf of the applicant and that the amount equivalent to Rs.4,41,58,124/- as on 28.04.2021 was payable to applicant and it was stated that if the respondent continued to recover the amount, the outstanding payable would go on increasing.\nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 (iii) No installments were remitted to the applicant-appellant herein and that huge amounts were due from the respondent who was acting in fraudulent manner in reporting payment.\n(iv) If no protection was given by way of interim relief to the applicant, it would result into a situation whereby the respondent would continue to recover future installments from the borrowers, but without remittance of the collected amounts to the applicant as per the terms of the agreement.\n(v) The applicant was in process of invoking arbitral clause, but it would consume time, therefore also, interim measures as prayed for was required to be granted.\n3.5",
      "labels": [
        "FAC"
      ],
      "id": "a7c391802dfb4f498b018c40a4117268_123"
    },
    {
      "start": 17455,
      "end": 17616,
      "text": "The said application was contested by the respondent by filing reply in which it was claimed that respondent had been complying with all contractual obligations.",
      "labels": [
        "FAC"
      ],
      "id": "3c770c24ca2f44dc9d0950a52ed45b46_124"
    },
    {
      "start": 17617,
      "end": 17750,
      "text": "In separate sheet, it was claimed that the respondent had deposited large amounts with the applicant as required under the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "5afc331c841d4f2fa13545cd2e2df26b_125"
    },
    {
      "start": 17751,
      "end": 17928,
      "text": "It was contended that due to unprecedented times of Covid-19 pandemic, the recovery had reduced, still however, the respondent continued to make repayments out of its resources.",
      "labels": [
        "FAC"
      ],
      "id": "e67cc52f77e5415cb60a01e29d045ea8_126"
    },
    {
      "start": 17929,
      "end": 18194,
      "text": "It was stated that when the payment got reduced from the individual borrowers, during February 2021 the applicant had sent the audit team to verify the loan C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 accounts in which process, the respondent had fully supported.",
      "labels": [
        "FAC"
      ],
      "id": "2e8b06d016ed4fb5a4a2cfba50e2c119_127"
    },
    {
      "start": 18196,
      "end": 18417,
      "text": "3.5.1 It was contended that the applicant had been holding a sum of Rs.9,05,76,423/- as fixed deposit given as security and that the applicant had appropriated the said amount against its alleged claim without intimation.",
      "labels": [
        "FAC"
      ],
      "id": "8f0a4ea0d3d14da5a4e029ad590088e7_128"
    },
    {
      "start": 18418,
      "end": 18551,
      "text": "It was stated that the respondent had on several occasions requested the applicant to reconcile the accounts but no heed was paid to.",
      "labels": [
        "FAC"
      ],
      "id": "b2eae11aaff44496b388e39e3dd411fd_129"
    },
    {
      "start": 18552,
      "end": 18810,
      "text": "It was highlighted that from March 2020 till April 2021, despite low collection from the borrowers on account of Covid-19, huge payments were made to the applicant and that the respondent had been acting bonafide even in the circumstances beyond its control.",
      "labels": [
        "FAC"
      ],
      "id": "6ce9e00a1a3f4f72b2c848de17acaee9_130"
    },
    {
      "start": 18811,
      "end": 18937,
      "text": "It was stated that Rs.6,45,540/- was paid by the respondent pursuant to the email dated 06.04.2021, which fact was suppressed.",
      "labels": [
        "FAC"
      ],
      "id": "71160d1da6a442ef83932514d2497c3c_131"
    },
    {
      "start": 18939,
      "end": 19140,
      "text": "3.5.2 The contention was raised that the prayers in the application for interim measure were not liable to be granted as they were mandatory in nature and were beyond the scope of section 9 of the Act.",
      "labels": [
        "FAC"
      ],
      "id": "da3d34e3f31345e49306879549d0b293_132"
    },
    {
      "start": 19141,
      "end": 19260,
      "text": "It was contended that the applicant had not shown any right to seek injunctive interim measures of the kind prayed for.",
      "labels": [
        "FAC"
      ],
      "id": "a4b0dc6828a1421f8e6a4b1dedee6b71_133"
    },
    {
      "start": 19261,
      "end": 19377,
      "text": "It was contended that for getting relief of the nature prayed for, full-fledged resolution of dispute was necessary.",
      "labels": [
        "FAC"
      ],
      "id": "d6eb4e38b8a04509845feb1ffbad5bf2_134"
    },
    {
      "start": 19378,
      "end": 19428,
      "text": "\nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 3.6",
      "labels": [
        "FAC"
      ],
      "id": "c127b4fe5a384248b4c8c0522373a6a2_135"
    },
    {
      "start": 19429,
      "end": 19674,
      "text": "In the rejoinder to the said reply, the applicant sought to highlight that it had disbursed amount to the tune of Rs. 29,53,26,000/- to various borrowers through various facilities in partnership with the respondent in four different agreements.",
      "labels": [
        "FAC"
      ],
      "id": "bd0a9aefe80c419c8b91c4c4b48a998c_136"
    },
    {
      "start": 19675,
      "end": 19718,
      "text": "The details in tabular form were given, Sr.",
      "labels": [
        "FAC"
      ],
      "id": "7008559bb7764082a8986373934fab33_137"
    },
    {
      "start": 19719,
      "end": 19798,
      "text": "Nature of Facility Date of Amount Amount No. Agreement disbursed Outstanding 1.",
      "labels": [
        "FAC"
      ],
      "id": "97b1d1ef5d1a4b84a1464b177e2e699f_138"
    },
    {
      "start": 19799,
      "end": 19901,
      "text": "Direct 02/08/2020 14,53,96,000 7,23,25,341 disbursement (Service Partner Agreement) CMA 410 of 2021 2.",
      "labels": [
        "FAC"
      ],
      "id": "18cf5ded2e1e43dc9a9cb3d69deaa1c4_139"
    },
    {
      "start": 19902,
      "end": 20003,
      "text": "Direct 25/08/2020 4,99,30,000 4,41,58,124 disbursement (Service Partner Agreement) CMA 409 of 2021 3.",
      "labels": [
        "FAC"
      ],
      "id": "eed6d21d6c8a4cc3a4b21f19a131cc0b_140"
    },
    {
      "start": 20004,
      "end": 20108,
      "text": "Advance Funding 30/04/2019 5,00,00,000 28,64,010 Facility (Business Associate Agreement) CMA 407 of 2021",
      "labels": [
        "FAC"
      ],
      "id": "4dcfc76d94904f678a8ef4143c7bafed_141"
    },
    {
      "start": 20109,
      "end": 20387,
      "text": "4. Advance Funding 31/12/2019 5,00,00,000 2,51,94,658 Facility (Business Associate Agreement) CMA 4087 of 2021 Total 29,53,26,000/- 14,45,42,133/-\n3.6.1 Following was further stated in the rejoinder,\n(a) The respondent had not been providing any information since January, 2021.",
      "labels": [
        "FAC"
      ],
      "id": "50f0aaeacabf404197a62caa2301d15a_142"
    },
    {
      "start": 20388,
      "end": 20746,
      "text": "The respondent has addressed e-mail dated 19.03.2021 admitting that an amount of Rs. 10,15,66,719/- was overdue C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 and an amount of Rs. 28,83,54,786/- was outstanding under various agreements and as against the same the Opponent has not paid any amount though it had been continuously collecting from the borrowers.",
      "labels": [
        "FAC"
      ],
      "id": "148baaedf20e4d798dd862ae763c75a0_143"
    },
    {
      "start": 20747,
      "end": 20966,
      "text": "\n(b) Respondent defaulted in various Credit facilities, the audit team of the applicant had approached the respondent and tried to get the audit conducted however the respondent had not co-operated in the audit process.",
      "labels": [
        "FAC"
      ],
      "id": "5b1e7d1f77ce4521add4431d70720652_144"
    },
    {
      "start": 20967,
      "end": 21081,
      "text": "Further, the respondent did not submit any documents of the Borrowers of the Applicant so as to conduct the audit.",
      "labels": [
        "FAC"
      ],
      "id": "01f9fd3338394857b7993735d394a4b9_145"
    },
    {
      "start": 21082,
      "end": 21157,
      "text": "\n(c) Respondent, in discharge of its liability, had issued various cheques.",
      "labels": [
        "FAC"
      ],
      "id": "17084a561c6745c0a967fa712527f961_146"
    },
    {
      "start": 21158,
      "end": 21347,
      "text": "Cheques aggregating to Rs. 1,10,00,000 (One Crore Ten Lakhs), which were dishonoured and the Applicant had initiated steps under the Negotiable Instruments Act, 1881 in respect of the same.",
      "labels": [
        "FAC"
      ],
      "id": "3975a49258854ad8a294c081ea2ac518_147"
    },
    {
      "start": 21348,
      "end": 21492,
      "text": "Moreover, the Applicant has issued notice dated 12.04.2021 invoking the Guarantee and calling upon the Opponent to repay the outstanding amount.",
      "labels": [
        "FAC"
      ],
      "id": "b8641ccf75ed46feba30878d0a3886a6_148"
    },
    {
      "start": 21493,
      "end": 21635,
      "text": "\n(d) Applicant had disbursed Rs.27 Crores under various term loan facilities to the respondent wherein the respondent itself was the borrower.",
      "labels": [
        "FAC"
      ],
      "id": "93e57fe559eb4322a7fc07e895cfbec3_149"
    },
    {
      "start": 21636,
      "end": 21791,
      "text": "Out of the aforesaid live term loan facilities, an amount of Rs. 11,85,93,253 was due as on 31st C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 March, 2021.",
      "labels": [
        "FAC"
      ],
      "id": "d1ec5b04ec8341d795c4062c1266d350_150"
    },
    {
      "start": 21792,
      "end": 21840,
      "text": "The said amount is net-off the Security Deposit.",
      "labels": [
        "FAC"
      ],
      "id": "4be23684773545d98ef6c27ab5db7ac7_151"
    },
    {
      "start": 21841,
      "end": 21943,
      "text": "The respondent had given security deposit of 10% of the loan amount in respective term loan agreement.",
      "labels": [
        "FAC"
      ],
      "id": "d4ddd43dfec4413f9f4328d44a485346_152"
    },
    {
      "start": 21944,
      "end": 22084,
      "text": "As the respondent was unable to make payment as per the terms and conditions of the term loan agreements, the security deposit was encashed.",
      "labels": [
        "FAC"
      ],
      "id": "5dd34a509a2644069b9f5de052afe6e7_153"
    },
    {
      "start": 22085,
      "end": 22184,
      "text": "\n(e) As the respondent failed to make repayments on time, the said security deposits were encashed.",
      "labels": [
        "FAC"
      ],
      "id": "6d3c45dc1e0544198bc81b038d2aab16_154"
    },
    {
      "start": 22185,
      "end": 22284,
      "text": "The same pertain to term loan agreement which is not the subject matter of the present proceedings.",
      "labels": [
        "FAC"
      ],
      "id": "7e35b1ccf11b4831a336c7448fb60078_155"
    },
    {
      "start": 22285,
      "end": 22711,
      "text": "\n4. Assailing the impugned order of dismissal of section 9 applications, learned senior advocate Mr. Devang Nanavati assisted by learned advocate Mr. Tirth Nayak, raised following contentions, to submit that interim measures were required to be granted (i) The Commercial Court below did not appreciate that the loans were unsecured loans and the respondent was defaulter who had defaulted in respect of loans of 45 creditors.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "70e4d7f4235347eb933cada628e2bce1_156"
    },
    {
      "start": 22712,
      "end": 23125,
      "text": "\n(ii) Respondent and its representative had been instructing the borrowers not to pay the monthly installments to any other person and thereby hindering the right of the appellant to recover directly from the borrowers.\nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 (iii) No collateral security was provided by the respondent apart from the security deposit of 10% of the facility which was already been adjusted.",
      "labels": [
        "FAC"
      ],
      "id": "c38ab5838bfd42a3a642f58e6228f44d_157"
    },
    {
      "start": 23126,
      "end": 23277,
      "text": "\n(iv) The Court below committed an error in concluding that the agreement was in operation ignoring the notice dated 12.04.2021 given by the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3386e78a99104e2db1c30f9f5a6065ee_158"
    },
    {
      "start": 23278,
      "end": 23317,
      "text": "The agreement was terminable agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d147d1d6e5b4eefbcfc5753d787adb9_159"
    },
    {
      "start": 23318,
      "end": 23485,
      "text": "\n(v) The powers under section 9(1)(ii)(b) of the Act has to be exercised ex debito justitiae in the interest of justice and to maintain the equity between the parties.",
      "labels": [
        "STA"
      ],
      "id": "28466c5067f84013b90d4c1feaa125f0_160"
    },
    {
      "start": 23486,
      "end": 23758,
      "text": "Since the respondent had continued to recover and are still collecting from the amount from the borrowers and had failed to remit the amount to the appellant, equity had arisen in favour of the appellant-applicant and relief on equitable ground was required to be granted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "532b95ab8a0844b7add77afc5eebcd11_161"
    },
    {
      "start": 23760,
      "end": 24012,
      "text": "4.1 The decision of the Supreme Court in Sundaram Finance Ltd vs Nepc India Ltd.[(1999) 2 SCC 479] was relied on for paragraphs 13 and 16 of the judgment to submit that even before commencing of arbitral proceedings, the Court can grant interim relief.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c233a82b57f74cbeabc0469b511810a3_162"
    },
    {
      "start": 24013,
      "end": 24500,
      "text": "Learned senior advocate for the appellant relied on the decision of the Bombay High Court in Deccan Chronicle Holdings ... vs L & T Finance Limited [(2013) SCC Online Bombay 1005] to submit that principles analogous to Order 38 Rule 5 of CPC would have no play in the court exercising powers C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 under section 9 of the Arbitration Act and that the interim measure on that score could be granted by the Court to protect the rights of the parties.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "146d8f0a83db415bb1698429fdb0b5a3_163"
    },
    {
      "start": 24501,
      "end": 24823,
      "text": "Another decision of the Bombay High Court in Nimbus Communications Ltd vs Board Of Control For Cricket [(2013) 1 Mh. LJ) was pressed into service for its paragraph 27 to submit that due regard to the rights embodied in Order 38 Rule 5, CPC could be appropriately given exercising power under section 9 and it was submitted",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2c3fc9136ea14e7091371c78c7b99b50_164"
    },
    {
      "start": 24824,
      "end": 24891,
      "text": "that in that case, the respondent was directed to furnish security.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f8ed9143b68c49ae932858221291a0e6_165"
    },
    {
      "start": 24893,
      "end": 25118,
      "text": "4.1.1 Learned senior advocate further submitted that even if the Court was not to grant relief in the same form they are prayed for, the power was available to mould the relief in proper way to do justice between the parties.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e139d62769254f85bbb03554ccf29d6d_166"
    },
    {
      "start": 25119,
      "end": 25357,
      "text": "On the question of moulding of relief, decision of Rajesh D. Darbar & Ors vs Narasingrao Krishnaji Kulkarni[(2007) 3 SCC 219] and in U.P. State Brassware Corpn. Ltd. & Ors.vs Udai Narain Pandey[(2006) 1 SCC 479] were pressed into service.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b9f21400f7b54ce8a8eee8b20ee56106_167"
    },
    {
      "start": 25358,
      "end": 25502,
      "text": "The decision of the Bombay High Court in Tata Capital Financial Services vs Unity Infraprojects Ltd.[(2015) SCC Online Bom. 3597] was relied on.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "732f9497d13f4e8e820482bc1fbd2859_168"
    },
    {
      "start": 25504,
      "end": 25731,
      "text": "4.2 On the other hand, learned senior advocate Mr. Anshin Desai, assisted by learned advocate Mr.A.S. Panesar supported the order of the Commercial Court C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 dismissing the application.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f0e17d5b638f4ed894d912a1923c3d1c_169"
    },
    {
      "start": 25732,
      "end": 26053,
      "text": "It was submitted that clause 22.1 of the agreement enjoined the parties to explore amicable settlement before resorting to arbitration process and since the said process was not undergone by the appellant, the Commercial Court rightly arrived at a conclusion that the application under section 9 of the Act was premature.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "a5d0408f4ecb4b7cbdc9ad99fedb921e_170"
    },
    {
      "start": 26055,
      "end": 26216,
      "text": "4.2.1 Learned senior advocate submitted that the reliefs were of mandatory nature and were such, which could not be granted even on merits in the original claim.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "82a3bf557833493b930d41716876c255_171"
    },
    {
      "start": 26217,
      "end": 26446,
      "text": "It was submitted that no statement of account was produced by the appellant much less any details were furnished, which could demonstrate that particular amount was collected by the respondent and due to be paid to the appellant.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "960d6823ecf346e59e4b83cf4cf743d2_172"
    },
    {
      "start": 26447,
      "end": 26540,
      "text": "It was submitted that section 9 application could not be converted into recovery proceedings.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e0012c15f4234c119f7b4f596c936e5e_173"
    },
    {
      "start": 26541,
      "end": 26808,
      "text": "\n5. Having noticed the factual compass of the controversy and rival case, it is relevant to consider certain terms and conditions of the service partnership agreement may be referred to in order to know the mutual obligations operating between the parties thereunder.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0a47470f93342959cd108bb055bf784_174"
    },
    {
      "start": 26809,
      "end": 26937,
      "text": "As per condition 3.4 of the agreement, the service partner has agreed to stand as 100% guarantor over and above cash collateral.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7247fc0540464427856d08880c93af7f_175"
    },
    {
      "start": 26938,
      "end": 27231,
      "text": "In condition 3.6, it was agreed that respondent shall collect on behalf of the appellant, the amounts due from customers, the respondent service partner was to C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 pay to the appellant all amounts after retaining its share received or collected by it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30a40637fdea4827a20ea6b4f112f2f0_176"
    },
    {
      "start": 27232,
      "end": 27297,
      "text": "The respondent was supposed to ensure continuous monthly payouts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e50b36b78e546fb99f5a8c3951a2bba_177"
    },
    {
      "start": 27298,
      "end": 27445,
      "text": "Under condition 3.7, it was agreed that the service partner-respondent shall provide 10% cash collateral on the total outstanding on monthly basis.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8c35ade98974078a4e2819a74dc33ef_178"
    },
    {
      "start": 27447,
      "end": 27608,
      "text": "5.1 Furthermore, condition 3.9.1 provided that the service partner had agreed that he would also act as a trustee of the appellant and will safeguard all rights.",
      "labels": [
        "STA"
      ],
      "id": "23db20ef7d1a4adc970e1e282bdcdf60_179"
    },
    {
      "start": 27609,
      "end": 27847,
      "text": "As per condition 3.11, it was contemplated that if the respondent service partner continues to default in payment of any amount due to the appellant under the agreement, it shall be liable to pay additional interest at the rate of 4% p.m.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd7abcd6cca841029b2e568534a6fa01_180"
    },
    {
      "start": 27848,
      "end": 28059,
      "text": "It was contemplated that provision for payment of interest shall not entitle the service partner to delay the timely payment and that adherence of repayment schedule shall be treated as essence of the agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "377a1aedaebb4e9ea8aae19d35836c62_181"
    },
    {
      "start": 28060,
      "end": 28306,
      "text": "\n5.1.1 The agreement also provided in its condition B.I.4 that the respondent shall not be considered as an agent or employee of the appellant, it will be an independent service provider who will abide by the terms and conditions of the contract.",
      "labels": [
        "STA"
      ],
      "id": "4313ad839d224bf198bbb86592bd51dc_182"
    },
    {
      "start": 28307,
      "end": 28577,
      "text": "Condition No. 6.7 stated that the appellant MAS Financial Services Ltd. will receive net effective rate at 15.70% and processing fee at 1% excluding all the taxes and balance amount will be reimbursed to the service C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 partner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8c649ed549840e1afd40acf4427573b_183"
    },
    {
      "start": 28578,
      "end": 28661,
      "text": "The obligations under the performance security were mentioned in Condition No. 8.1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7cde53072ebd4d0ab6d6de10e96274ab_184"
    },
    {
      "start": 28662,
      "end": 28786,
      "text": "The service partner was expected to source the customers and disburse the amount to the extent of 100% of the sum disbursed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f80b572704b34df9b35b8d295c2fdff4_185"
    },
    {
      "start": 28787,
      "end": 28988,
      "text": "\n5.1.2 In addition to certain terms and conditions of the agreement referred to hereinabove, following were other conditions, which were duly highlighted by the commercial court below, extracting them,",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c48fb89193b84aadbb26cea6357e75b7_186"
    },
    {
      "start": 28989,
      "end": 29359,
      "text": "As per clause B.1.3.6 of the agreement,\n(a) All the amounts due from the customer sourced by the service partner and approved by the FMSL shall be collected by the service partner (opponent) for and on behalf of MFSL (applicant) from time to time and pay to MFSL on the respective pay out day, pay out day means 5th 10th, 15th, 20th, 25th, and 30th of every month.......",
      "labels": [
        "STA"
      ],
      "id": "a8d162ec5c6040d6861c6245e608bf86_187"
    },
    {
      "start": 29360,
      "end": 29793,
      "text": "\nClause B.1.3.11 of the agreement provided that,\n(b) Without prejudice to other rights of MFSL, if the service partner defaults in the payment of any amount due to MFSL under this agreement, the service partner shall be liable to pay additional interest @ 4.00% p.m., (or any such higher rate as MFSL may specify from time to time) on the entire amount outstanding from the date of default till realization of actual payment by MFSL.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "167396cf1ff844e6b6016d79dee4e5d4_188"
    },
    {
      "start": 29794,
      "end": 30018,
      "text": "It is, however, understood that this clause shall not entitled the service partner to delay the timely repayment as stipulated in this agreement and adherence to the repayment schedule shall be the essence of this agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d04da722cc2c4428af4a4fc99a1aff21_189"
    },
    {
      "start": 30020,
      "end": 30034,
      "text": "C/FA/1925/2021",
      "labels": [
        "ANALYSIS"
      ],
      "id": "467980200d0f4b10a78baf7fea27190a_190"
    },
    {
      "start": 30035,
      "end": 30069,
      "text": "CAV JUDGMENT DATED: 23/11/2022 (c)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c99cab1e8a545cf8930ab5f8cf981db_191"
    },
    {
      "start": 30070,
      "end": 30559,
      "text": "Further, as per the clause No.B.1.13.1 of the agreement relating to the termination of agreement, the agreement shall continued to be in effect from the date hereof and sell remain in the full force and effect upto the full repayment of all the identified obligor source by service partner and approved by FMSL under this agreement, unless terminated earlier as provided herein, either party can terminate this agreement by giving three months prior written notice to the others party....\"",
      "labels": [
        "STA"
      ],
      "id": "1a747b0a435148d0be663ca998d8b043_192"
    },
    {
      "start": 30560,
      "end": 31161,
      "text": "\n(d) Under clause No.B.1.13.2 of the agreement, however in case of any default on the part of the service partner or on the part of the service partner's personnel in carrying out the contractual obligations contain hereunder, and if the service partner failed to rectify or core the breach of default wherever possible, within 60 days from the date of communication of such breach, FMSL may terminate this agreement with 30 days prior written notice and service partner shall not question or raise any unreasonable dispute or objection in this behalf or claim any unreasonable compensation therefore.",
      "labels": [
        "STA"
      ],
      "id": "45976fd02cd441d398ce4da7ed442c38_193"
    },
    {
      "start": 31162,
      "end": 31375,
      "text": "\n(e) Additionally, as noticed in para 5.1.3 above, the rights of the appellant include as per condition no. B.1.11(1.a) to receive payment through the service partner either directly or identified representatives.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f0a70222bb0456ba4c278e2c623de97_194"
    },
    {
      "start": 31376,
      "end": 31482,
      "text": "It is provided that in case of delay in payments, the appellant will be entitled to charge penal interest.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da8ab737eb6f4d569837d547dfcafc20_195"
    },
    {
      "start": 31483,
      "end": 31609,
      "text": "Under sub-clause (1.b), the appellant is also entitled to executed all necessary documents directly with individual borrowers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5be26a68fa034b1490f1e832647b2d73_196"
    },
    {
      "start": 31610,
      "end": 31778,
      "text": "The appellant is further with right under the agreement as per sub-clause (1.c) to deal with individual borrowers directly concerning all matters relating to agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46cde087cc2c4671a7d9ffeb527855d6_197"
    },
    {
      "start": 31779,
      "end": 31895,
      "text": "The appellant may act to deal with the borrowers even though the service partner has delegated its powers to others.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9797dd1c46204dd796fdde699af249f1_198"
    },
    {
      "start": 31896,
      "end": 32081,
      "text": "In other words, the rights of the appellant to C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 approach, to deal with and to collect the amount from the borrowers directly is kept intact.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d4dbd3b9a3f4c488cdd3d69d09e08ed_199"
    },
    {
      "start": 32083,
      "end": 32237,
      "text": "5.1.3 Rights and obligations of the appellant MFSL were mentioned in conditions B.I.11 and B.I.12, which is extracted as under, B.I.11 RIGHTS OF MFSL 11.1",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6884a48937d4a94bb7c7fb2ebab3450_200"
    },
    {
      "start": 32238,
      "end": 32411,
      "text": "MFSL shall have the right to,\n1.a Receive payments (through the Service Partner directly from, the identified. obligor) for installments on micro enterprise loans disbursed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "beb0c144c3f140e0bdb6236c81973e6e_201"
    },
    {
      "start": 32412,
      "end": 32466,
      "text": "by MFSL and that are collected by the Service Partner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de622fb0477c4a11b46d061f28daaedc_202"
    },
    {
      "start": 32467,
      "end": 32589,
      "text": "In case of delay in the payments, MFSL shall be entitled to charge penal interest from the borrowers as per MFSL's policy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4786a9090b3345de99bbdd7cb84a3216_203"
    },
    {
      "start": 32590,
      "end": 32751,
      "text": "\n1.b Execute all the necessary documents directly with the individual borrowers, The Service Partner executive shall recommend each case for sanctioning to MFSL.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76b75a11782a4d5aa355d4dba3ef5b58_204"
    },
    {
      "start": 32753,
      "end": 33557,
      "text": "1.c Deal with the individual borrowers directly In all matters concerning this Agreement, even though the Service Partner has been delegated certain powers by MFSL to carry out specific acts on its behalf as mutually agreed to.\nB.I.12. OBLIGATIONS OF MFSL 12.1 MFSL shall,\n1.a Provide requisite stationary for loan application etc. and any other assets or machinery or equipment as may be necessary for the Service Partner to discharge its obligations herein;\n1.b Provide timely communication on the approved loan applications as well as C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 information regarding loan installment repayment schedules.\n1.c Support the Service Partner in taking any legal actions against the borrowers for recovery or for any other claims at the cost of the Service Partner.\n5.1.4",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6003be1255aa48cf8d2a9d1474c00e13_205"
    },
    {
      "start": 33558,
      "end": 33734,
      "text": "In condition 13.1, the agreement was made terminable by giving three months prior written notice to the other party, which notice may be for shorter period with mutual consent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c121631748d842abb92e9d84678bf5f6_206"
    },
    {
      "start": 33735,
      "end": 34018,
      "text": "It was further provided that in case of any default of service partner in carrying out contractual obligations and the breach was not rectified within 60 days from the date of communication of such breach, the appellant may terminate the agreement with 30 days' prior written notice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "489a393e2256459f8ecf5bb906bcadef_207"
    },
    {
      "start": 34019,
      "end": 34085,
      "text": "\n5.2     Condition no. B.I.22.1 dealt with resolution of disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9561b9c140de4da28c787d9fedd8df29_208"
    },
    {
      "start": 34086,
      "end": 34161,
      "text": "           It     is    relevant          to     extract         the       ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10ef946760b545948e2d979c2586217b_209"
    },
    {
      "start": 34161,
      "end": 34175,
      "text": "said condition",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6480ae0b60d40f3bc7d1df364fa711c_210"
    },
    {
      "start": 34176,
      "end": 34227,
      "text": ", \n\n      B.I.22             RESOLUTION OF DISPUTES",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7732abc0a03149af85311da5e0118f82_211"
    },
    {
      "start": 34228,
      "end": 34265,
      "text": "      22.1        Amicable Settlement",
      "labels": [
        "RPC"
      ],
      "id": "aacdb9e2a403487f8aea78751deba614_212"
    },
    {
      "start": 34266,
      "end": 34967,
      "text": "If any dispute arises between the Parties, during the subsistence of this Agreement or thereafter, in connection with these presents or the construction or application thereof, or any clause or thing therein contained, or any account or liability between the Parties hereto, or as to any act, deed or omission of any clause hereto, the validity, interpretation, implementation or alleged breach of any provisions of this Agreement or regarding a C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 question, including the question as to whether the termination of this Agreement by one Party hereto has been legitimate (Dispute), the disputing Parties hereto, shall endeavor to settle such Dispute amicably.",
      "labels": [
        "STA"
      ],
      "id": "605f503ee63349a594acfa5c208d2a4b_213"
    },
    {
      "start": 34968,
      "end": 35122,
      "text": "The attempt to bring about an amicable settlement shall be considered to have failed, if not resolved within 60 (sixty) days from the date of the Dispute.",
      "labels": [
        "RPC"
      ],
      "id": "1d5d7a084f5b4830adc96ad850309015_214"
    },
    {
      "start": 35123,
      "end": 35207,
      "text": "The said period of 60 days shall be considered \"Consultation Period\" by the Parties.",
      "labels": [
        "RPC"
      ],
      "id": "c87eaf8ddbd64b8c9cb29964d5ed4e5e_215"
    },
    {
      "start": 35208,
      "end": 35407,
      "text": "During the Consultation Period, neither of the Parties shall be entitled to commence or maintain any action In a court of law upon any matter in dispute arising from or in relation to this agreement.",
      "labels": [
        "RPC"
      ],
      "id": "d2a33543772c404aaa477e08577f3641_216"
    },
    {
      "start": 35409,
      "end": 35482,
      "text": "5.2.1 It was contemplated that thereafter the arbitration may be invoked.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3906be3383a44838abaaea9813e67ced_217"
    },
    {
      "start": 35483,
      "end": 35552,
      "text": "The arbitration was provided in condition no. 22.2, \"22.2 Arbitration",
      "labels": [
        "ANALYSIS"
      ],
      "id": "580efdb6653943b7827a96bd4ce25332_218"
    },
    {
      "start": 35553,
      "end": 35764,
      "text": "If the parties are unable to amicably settle the Dispute in accordance with the above clause, within the period specified therein, any party to the dispute shall be entitled to serve notice invoking this Clause.",
      "labels": [
        "RPC"
      ],
      "id": "de7bcf9f76bb439e95496e26ba52b746_219"
    },
    {
      "start": 35765,
      "end": 36129,
      "text": "In the event this Clause is invoked as above, then the Dispute shall be settled by arbitration in accordance with and subject to the provisions of the Arbitration and Conciliation Act, 1996, or any statutory modification or re-enactment thereof for the time being in force and shall be referred to the sole arbitration of an Arbitrator nominated/appointed by MSFL.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3ac8a73112a4d41915cc13292aa03db_220"
    },
    {
      "start": 36130,
      "end": 36226,
      "text": "The award given in arbitration shall be final and binding on both the parties to this agreement.",
      "labels": [
        "RPC"
      ],
      "id": "1a5cf4fea88a47f6a72e6c92a7206b94_221"
    },
    {
      "start": 36227,
      "end": 36427,
      "text": "Until the award is announced by the Arbitrator, the Parties shall continue to perform all their obligations under this Agreement without prejudice to a final adjustment in accordance with such award.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba54de1eefcd4112a8213d615f2e126c_222"
    },
    {
      "start": 36428,
      "end": 36478,
      "text": "\nC/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 5.3",
      "labels": [
        "ANALYSIS"
      ],
      "id": "033b577a622a4d6cb85db48dbd7319b2_223"
    },
    {
      "start": 36479,
      "end": 36746,
      "text": "Before proceeding further, the aspect and contention in light of above condition No. 22.1 in the agreement that the appellant was required to exhaust the process of amicable settlement before invoking the machinery under the Arbitration Act, 1996, may be disposed of.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3945a87f889b4801b85fcfca88a63236_224"
    },
    {
      "start": 36747,
      "end": 36980,
      "text": "As held by the Commercial Court in that context that the appellant was enjoin in law to exhaust the prior process of amicable settlement and it having not done so, the application under section 9 of the Arbitration Act was premature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb66201520ee4f0abb4fdf7f64e09d1a_225"
    },
    {
      "start": 36981,
      "end": 37158,
      "text": "Before this Court also, the arguments were raised on the said issue including whether the said stipulation in the contract should be said to be directory or mandatory in nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "509f1d0dd7444fc38e2cf64bd19d9f29_226"
    },
    {
      "start": 37160,
      "end": 37428,
      "text": "5.3.1 At this stage, this Court is not inclined to advert to the detailed merits of the said aspect including the binding effect or otherwise of the said condition inasmuch as the application under section 9 has culminated into order, which is impugned in this appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86622ae5aa5749cdb10ea2855dea7bca_227"
    },
    {
      "start": 37429,
      "end": 37542,
      "text": "The process for appointment of arbitrator is pending and notice for appointment of the arbitrator is also issued.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1706de56d64494b9a6925722ef487d0_228"
    },
    {
      "start": 37543,
      "end": 37692,
      "text": "At such advanced stage and in the given set of facts and circumstances, it would be an academic exercise to assess the merits of the said contention.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1538b886f0b4544939af47ce2c87742_229"
    },
    {
      "start": 37694,
      "end": 38226,
      "text": "5.3.2 However, at the same time, it would be suffice and proper to observe that in the dispute of the nature and kind like one involved between the C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 parties in this case, which is in respect of claim of monetary dues and remittances, resort to the process of amicable settlement as stipulated in the agreement in the aforesaid condition by the parties before going for statutory remedy under the Arbitration Act, would have not only met the spirit of amicable dispute resolution process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83184977bced4a19a1a3e909ef32f44f_230"
    },
    {
      "start": 38227,
      "end": 38293,
      "text": "\n5.4 Now section 9 of Arbitration Act provides of interim measure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1847cacb92b4a698eb4134b49705223_231"
    },
    {
      "start": 38294,
      "end": 38416,
      "text": "The party may apply for such interim measures during the pendency of or when the arbitration is proposed to be undertaken.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb024cd14027474297ca6288072c4a7e_232"
    },
    {
      "start": 38417,
      "end": 39894,
      "text": "Section 9 reads as under, Section 9: Interim measures, etc., by Court (1) A party may, before, or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a Court- (i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely:-\n(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject- matter of the dispute in arbitration, or as to which any question may arise therein and C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.",
      "labels": [
        "STA"
      ],
      "id": "c678d7cdc8a241a7908c5a89f9347128_233"
    },
    {
      "start": 39895,
      "end": 39985,
      "text": "(2) Where, before the commencement of the arbitral proceedings, a court passes ... ... ...",
      "labels": [
        "STA"
      ],
      "id": "b3cd027571d647498902599f9aed68d0_234"
    },
    {
      "start": 39986,
      "end": 40077,
      "text": "\n(3) Once the arbitral tribunal has been constituted, the court shall not entertain ... ...",
      "labels": [
        "STA"
      ],
      "id": "edd5f4641dae49a5b70fdf49ce46154e_235"
    },
    {
      "start": 40078,
      "end": 40412,
      "text": "\n5.5 As held by Supreme Court in Adhunik Steels Limited v. Orissa Manganese and Minerals Private Limited [(2007) 7 SCC 125], while exercising powers under Section 9 of the Arbitration Act, the principles analogous to the exercise of powers under Order 39 Rule 1, 2 of Code of Civil Procedure, 1908, would be the guiding consideration.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9473c0e6f25448738495b7d77acfac30_236"
    },
    {
      "start": 40413,
      "end": 40828,
      "text": "While deciding on the grantability or otherwise of the interim measures prayed for by party in application under Section 9, the principles and general rules governing exercise of powers to grant the interim injunction would become relevant and the powers under section 9 could not be viewed to be independent of the criteria C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 to be applied under Order 39, Rule 1,2, CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b233fcb019a4a5f91921c3a90054a84_237"
    },
    {
      "start": 40829,
      "end": 40851,
      "text": "It was observed, 5.5.1",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "88ae94bd2b824a298dd85540075fe80c_238"
    },
    {
      "start": 40852,
      "end": 40858,
      "text": "It was",
      "labels": [
        "ANALYSIS"
      ],
      "id": "567cacf2b2a0485eb2aa1688c397fd0a_239"
    },
    {
      "start": 40859,
      "end": 41195,
      "text": "then stated by the Apex Court, \"The concluding words of the Section, \"and the court shall have the same power for making orders as it has for the purpose and in relation to any proceedings before it\"\nalso suggest that the normal rules that govern the court in the grant of interim orders is not sought to be jettisoned by the provision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2e4590639a56458995a145f742e66823_240"
    },
    {
      "start": 41196,
      "end": 41459,
      "text": "Moreover, when a party is given a right to approach an ordinary court of the country without providing a special procedure or a special set of rules in that behalf, the ordinary rules followed by that court would govern the exercise of power conferred by the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5da8b23691d45e38ed407a6f097cbbc_241"
    },
    {
      "start": 41460,
      "end": 41701,
      "text": "On that basis also, it is not possible to keep out the concept of balance of convenience, prima facie case, irreparable injury and the concept of just and convenient while passing interim measures under Section 9 of the Act.\"\n(Para 11) 5.5.2",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae7d5ef675784181bfec3dc4b4ee09af_242"
    },
    {
      "start": 41702,
      "end": 41969,
      "text": "In other words, the celebrated principles of existence of prima facie case, possibility of irreparable injury and the factors of balance of convenience would be the considerations to be applied while deciding on the entitlement to get the interim measures prayed for.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8ca361be4584d7a91cf2d0e0498d7bb_243"
    },
    {
      "start": 41970,
      "end": 42156,
      "text": "It would be only when all these three factors are present in a given set of facts, equitable relief of injunction or interim measures under section 9 of Arbitration Act could be granted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d38252e2efee4ee18f42561dcdc7b073_244"
    },
    {
      "start": 42158,
      "end": 42548,
      "text": "5.6 Appreciated in the light of above position of law, the crux of the case pleaded by the appellant is C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 that under the agreements concerned, the respondent was under obligation to remit the collections, which may have been received from the borrowers and that such remittances of amounts were required to be done by the respondent periodically.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca1c5cb603dd4950941de5eaf5b75188_245"
    },
    {
      "start": 42549,
      "end": 42693,
      "text": "It was the case that the respondent defaulted and no payments were made to the appellant, committing breach of the terms of the agreement.\n5.6.1",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d2d39ecbcc74491b980947ccb7cc7e6_246"
    },
    {
      "start": 42694,
      "end": 42749,
      "text": "The claim of the appellant was thus of monetary nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "571caf0d5d954a5fa1816398d4aac97f_247"
    },
    {
      "start": 42750,
      "end": 42945,
      "text": "Except bare assertion about the requirement of payment and the payment not made, no data about the amount collected from the borrowers and payable to the appellant was furnished by the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a63c9893283f40829159f196aaecdf65_248"
    },
    {
      "start": 42946,
      "end": 43072,
      "text": "It was a simple case put forth that the certain amounts were payable but not paid, but without substantiation by any material.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31d1841a726b4aacaf1dcd38999ba47e_249"
    },
    {
      "start": 43073,
      "end": 43130,
      "text": "There was no ascertained amount claimed by the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "992cf8e3009445eda088d012bf90ad7b_250"
    },
    {
      "start": 43131,
      "end": 43293,
      "text": "On the contrary and noticeably in the email and notice dated 13.04.2021, the appellant asked the respondent to provide details of amount collected from borrowers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ab1c424c4e041b5ba129210124b7fb7_251"
    },
    {
      "start": 43295,
      "end": 43495,
      "text": "5.6.2 It therefore goes without saying that it would required leading of evidence before the arbitrator so as to arrive at a precise amount which may be claimable by the appellant from the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef1e6331a30643d0aebdcf545d69de23_252"
    },
    {
      "start": 43496,
      "end": 43770,
      "text": "The grievance of the appellant for seeking interim measures was such that it could be compensated in terms of money, which could be done only at the C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 conclusion of arbitral proceedings once the appellant establishes dues payable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e429a6235ee9481d9ea888deb2d8c0f5_253"
    },
    {
      "start": 43772,
      "end": 43955,
      "text": "5.7 While it is true that commercial court below has observed that on prima facie consideration of facts, the respondent could be said to be liable to pay the amount to the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd347e39bd914c55909bd18397ed3faa_254"
    },
    {
      "start": 43956,
      "end": 44227,
      "text": "A mere prima facie case however to the above limited extent and of the above kind where the claim is still not liquidated and established, even if such observation of the commercial court is accepted on demurer, would not entitle the appellant to seek any interim relief.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5060cc122c7846cd86e9b2982aa46f50_255"
    },
    {
      "start": 44228,
      "end": 44419,
      "text": "Prima facie case to some extent, even if can be said to be existing, would have to be furthered by consideration that a party would suffer irreparable injury if the injunction is not granted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8da002a613dd4c56ba46e1e4dc030efb_256"
    },
    {
      "start": 44420,
      "end": 44464,
      "text": "Equally important is balance of convenience.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97e378c5a0c34119bda3d86fd78821b2_257"
    },
    {
      "start": 44465,
      "end": 44828,
      "text": "In the present case, when the claim is monetary, and yet to be ascertained and which could be made good only at the end of the arbitral proceeding by establishing by leading evidence by the appellant, the elements of irreparable injury and balance of convenience are absent for the appellant to be entitled to seek any interim measure in the nature of injunction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "072d22b720154a5a8ef721fab98a9630_258"
    },
    {
      "start": 44830,
      "end": 45338,
      "text": "5.7.1 The Commercial Court below discerned and highlighted in paragraphs 11 and 12 of the order (Civil Misc. Application No. 409 of 2021), referrable to First Appeal No. 1926 of 2021, the basic disputes between the parties to proceed further to observe C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 rightly that even if it was to be believed that any such amount was due and payable by the respondent as per the terms and conditions of the agreement, no prima facie details were available in that regard.\n5.8",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2565d66880334f98aa5f874bf409df06_259"
    },
    {
      "start": 45339,
      "end": 45407,
      "text": "Furthermore, importantly, there has been no termination of contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf2fa68d2942451d81e9c19bee187015_260"
    },
    {
      "start": 45408,
      "end": 45622,
      "text": "The notice dated 13.04.2021 when seen for its contents, could by no stretch of imagination, view or construed or treated as affecting termination of contract or in the nature or act of termination by the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd4ea622f8974085b3f5a7017190fc71_261"
    },
    {
      "start": 45623,
      "end": 45868,
      "text": "The Commercial Court was entirely justified in recording and finding that the applicant had not acted to terminated the agreement and that the letter dated 13.04.2021 addressed by it to the respondent did not amount to intimation of termination.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d886a1579efa4c07a24b51e6c47fc500_262"
    },
    {
      "start": 45870,
      "end": 46267,
      "text": "5.8.1 It is to be observed that when the agreement between the parties is still in existence and in operation, having not been terminated by the applicant, in such circumstances, the opponent cannot be restrained from collecting the amount of installment from the borrowers under the agreement only on the ground that the respondent did not pay such amount to the applicant within stipulated time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96c0154c7d17417c9c76560d55d088ce_263"
    },
    {
      "start": 46268,
      "end": 46298,
      "text": "The agreement is in operation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da0a2930ce754395a211f38abd199e15_264"
    },
    {
      "start": 46299,
      "end": 46418,
      "text": "The respondent cannot be prohibited therefore, from exercising their rights and such interim measure cannot be granted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "996ef44a9b0c413e85c975bbcbfd836e_265"
    },
    {
      "start": 46419,
      "end": 46582,
      "text": "It is the obligation cast on respondent to collect the amount and even it is delegated certain powers in this C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 regard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e72e2a7983949e79252306fe74b239c_266"
    },
    {
      "start": 46583,
      "end": 46736,
      "text": "The appellant is however free to act on its own to collect remittances from borrower for which even the service partner could not restrain the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48aa19d1bbb24d7cbae5c0af38528c86_267"
    },
    {
      "start": 46737,
      "end": 46865,
      "text": "Not only that, the applicant itself has independent right under the agreement to directly recover the amount from the borrowers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9193e8246142482aa13a422d8467808b_268"
    },
    {
      "start": 46867,
      "end": 47220,
      "text": "5.8.2 With reference to the various clauses in the agreement, namely, the obligations to render monthly payouts, the clause regarding additional interest and the warranties given, it is very clear that there are options available under the agreement to the appellant-applicant, if the respondent fails to pay the amount of collection from the borrowers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a9983a46498c4c06a7be9caab3fe16d2_269"
    },
    {
      "start": 47222,
      "end": 47946,
      "text": "5.8.3 In this regard, following was appropriately observed by the Commercial Court below in para 15 (extracted from order in Civil Misc. Application No. 407 of 2021, corresponding to First Appeal No. 1925 of 2021), \"Considering the above noted all the main and material clauses of the agreement, its clearly appear that in default of payment from the opponent in stipulated time, the applicant have some options and rights under the agreement that;\n(a) if the business associate defaults in the payment of any amount due to MAS under the agreement the Business associate shall be liable to pay additional interest @ 4% P.A. on the entire amount outstanding from the date of default till realisation of actual payment to MAS.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "56c81da63b314f288d1392c4b28b612b_270"
    },
    {
      "start": 47948,
      "end": 48179,
      "text": "C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 (b) In fault on part of opponent/Business Associate has mentioned in particular clause of Agreement the MAS has right to recall the Facilities extended to the Business Associate.\"\n5.8.4",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cdb5a2c41be14f6ab57eb06553a1864e_271"
    },
    {
      "start": 48180,
      "end": 48315,
      "text": "The position emerges is that there is no termination of contract in eye of law which is in subsistence and operates within the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e65f59e362de4cdbab50080baa8c8e44_272"
    },
    {
      "start": 48316,
      "end": 48444,
      "text": "As seen above, the terms and conditions of the contract, which create mutual rights and obligations of the parties are in force.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79a99fd745184448a162a8f3a5d5161a_273"
    },
    {
      "start": 48445,
      "end": 48648,
      "text": "Thereunder, the respondent is obliged to recover the amount from the borrowers, at the same time, the appellant-applicant is also entitled to proceed to recover the amount straightway from the borrowers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8aac67144c994093ae59412b4389220e_274"
    },
    {
      "start": 48649,
      "end": 48794,
      "text": "There are other terms and conditions which secure monetary remittances and ensure compensation in terms of interest and damages to the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2913afbe01544f4bbb9c26a22543470e_275"
    },
    {
      "start": 48795,
      "end": 48978,
      "text": "When such obligations are alive, the prayers for interim measures of the kind and nature advanced and prayed for by the appellant- applicant are misconceived and not grantable in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eac496212e4f4438b1353741e85ced69_276"
    },
    {
      "start": 48979,
      "end": 49115,
      "text": "\n5.9 In light of the above operating facts and aspects, each of th prayer in section 9 application may be examined for its grantability.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ede4d959d39b4e858d3252dff5a21b60_277"
    },
    {
      "start": 49116,
      "end": 49438,
      "text": "The First prayer and the third prayer seeking to restrain the respondent from recovering the monthly installments and future installments, both these prayers are of same nature and could hardly be considered when the agreement operates between the parties and the mutual rights and obligations of both the sides are alive.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf70dfa153914c68b6b289b5a11b727c_278"
    },
    {
      "start": 49440,
      "end": 49454,
      "text": "C/FA/1925/2021",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32bef0a74b18411a9f88c6682e241d32_279"
    },
    {
      "start": 49455,
      "end": 49485,
      "text": "CAV JUDGMENT DATED: 23/11/2022",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84143880837d4d0f80a4b8d983775b1c_280"
    },
    {
      "start": 49486,
      "end": 49644,
      "text": "The second prayer to restrain the respondents from alienating any assets is in the nature of relief relatable to principles analogous to Order 38 Rule 5, CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6910c10748994af6a41728247eced1cb_281"
    },
    {
      "start": 49645,
      "end": 50058,
      "text": "It is true that the learned advocate for the appellant relied on decisions to submit that principles governing Order 38, Rule 5, CPC would have its play while exercising powers under section 9 of the Act, however, there is nothing to show that respondent has been committing any act or has been disposing of the its properties, which would defeat the decree or award, that may be passed finally by the arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a98113a8d224b1ab3210c34dab868f6_282"
    },
    {
      "start": 50059,
      "end": 50142,
      "text": "In absence of essential elements on that count, such relief is also not called for.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "508048cd2ef54affb05c08f614dd6149_283"
    },
    {
      "start": 50143,
      "end": 50267,
      "text": "\n6. The prayers in application under section 9 of the Arbitration Act are in the nature of execution of the contract itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b1dd81a6f0c479d93b1553256a86beb_284"
    },
    {
      "start": 50268,
      "end": 50478,
      "text": "The disputes are arbitral disputes to be resolved by the arbitrator finally upon considering the mutual rights and obligation of the parties emanating from the contract and liquidating the claim if established.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1723895474f40ea8ba49b1e73bc4d85_285"
    },
    {
      "start": 50479,
      "end": 50665,
      "text": "The prayers in the application under section 9 made by the applicant are in the nature of enforcing the terms of the contract between the parties, which is not permissible at this stage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4e2c0b15243499d8d34185862f7ac1d_286"
    },
    {
      "start": 50666,
      "end": 50769,
      "text": "They are the prayers of claiming the relief which could be granted only by the arbitrator in its award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88c0a5e0435b4927827e679b325b86da_287"
    },
    {
      "start": 50770,
      "end": 50875,
      "text": "It is well settled principle that at the interim stage, the relief of principal nature cannot be granted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f86b775607c469990d1d1d9e0154d01_288"
    },
    {
      "start": 50876,
      "end": 51069,
      "text": "Therefore, when the interim measures prayed for in the application C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 under section 9 are of such kind and nature, they are not tenable to be granted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c4103c51f094e61b0b9860c7c92e698_289"
    },
    {
      "start": 51070,
      "end": 51131,
      "text": "The proceedings under section 9 are not recovery proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2fc4f37e35744366aa56841d3eda0d3e_290"
    },
    {
      "start": 51132,
      "end": 51360,
      "text": "\n6.1 In view of the foregoing reasons and discussions, challenge in all these appeals to the respective orders passed by the Commercial Court dismissing the Application under section 9 of the Arbitration Act, 1996, is meritless.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66a85cf2912e42e4ada809892a58667c_291"
    },
    {
      "start": 51361,
      "end": 51418,
      "text": "The orders of the Commercial Court deserves to be upheld.",
      "labels": [
        "RPC"
      ],
      "id": "dd72480b187040e1af17cc392811de93_292"
    },
    {
      "start": 51419,
      "end": 51740,
      "text": "\n6.2 It has to be mentioned however that in two of the First Appeals, the Court has granted interim relief by order dated 17.08.2021, whereby the respondent is directed to deposit in the registry of this Court the amount, if any, recovered by the respondent from the borrowers of the applicant from the date of the order.",
      "labels": [
        "RATIO"
      ],
      "id": "d4180ffc12a74000ab47351bf21eb7b6_293"
    },
    {
      "start": 51741,
      "end": 51976,
      "text": "\n6.3 While dismissing the appeals, this Court considers it to be in subservience to equity and to maintain equitable interests between the parties who would be going for arbitration that the said interim direction continues to operate.",
      "labels": [
        "RATIO"
      ],
      "id": "03c91c5bdc71417ab0218287888383c8_294"
    },
    {
      "start": 51977,
      "end": 52237,
      "text": "\n6.4 Since all four appeals have common thread of controversy, it is therefore directed that the said observation that the respondent shall deposit the amount, if any, collected from the borrowers to the registry of this Court, shall operate in all four cases.",
      "labels": [
        "RATIO"
      ],
      "id": "ca4b4254dfa847db848a9d46b334685a_295"
    },
    {
      "start": 52239,
      "end": 52288,
      "text": "C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022 6.5",
      "labels": [
        "RPC"
      ],
      "id": "924f15dea0224d538076261d42dca23d_296"
    },
    {
      "start": 52289,
      "end": 52607,
      "text": "Additionally, it is observed that the respondent shall maintain the accounts of the collection of amount, which it may collect and deposit as above, to be subject to the evidence which may be led by the parties in the arbitral proceedings to be further subject to the final award which may be passed by the arbitrator.",
      "labels": [
        "RPC"
      ],
      "id": "acb1897cfc0048bfa08a5bad878e17c3_297"
    },
    {
      "start": 52609,
      "end": 52925,
      "text": "6.6 While upholding the orders of dismissal of respective Civil Misc. Applications impugned in all the appeals, it is clarified and provided further that the observations in the operative order of Misc. Civil Application No. 409 of 2021, produced in paragraph no. 1.2 above, shall operate to apply in all four cases.",
      "labels": [
        "RPC"
      ],
      "id": "18c9239b09f348d9bf04b903ad064699_298"
    },
    {
      "start": 52926,
      "end": 52977,
      "text": "\n7. All the four appeals are dismissed accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "9d17d19bbd54425298ebf3cce6435162_299"
    },
    {
      "start": 52978,
      "end": 53084,
      "text": "\nThe Civil Applications would not survive in light of the orders of disposal of the main appeals as above.",
      "labels": [
        "RPC"
      ],
      "id": "0827f4f10512455dafe16eda81f45443_300"
    },
    {
      "start": 53085,
      "end": 53136,
      "text": "\n(N.V.ANJARIA, J) (SAMIR J. DAVE,J) BIJOY B. PILLAI",
      "labels": [
        "NONE"
      ],
      "id": "e3e4d36752bd4899abdff742c658693f_301"
    }
  ]
}