{
  "id": "2fb69c93b2d921f3fd24fc4c55f453262bf72941fcebcc5900dec65742d4bd35",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court \nM/S Aggarwal Timbers Pvt Ltd vs Amrose Singapore Pte. Limited & Ors. on 22 December, 2023 \nAuthor: Vibhu Bakhru\nBench: Vibhu Bakhru \n                               In The High Court Of Delhi At New Delhi\n\n                          %                              Judgment delivered on: 22.12.2023\n\n                          +     Fao ( Comm) 176/2023 and Cm Nos . 46086/2023, \n                                47249/2023 & 47250/2023 \n\n                          M / S Aggarwal Timbers Pvt. Ltd.                    ..... Appellant \n\n\n                                                         versus\n\n\n                          Amrose Singapore Pte. Ltd. & Ors.                 ..... Respondents \n\n\n                          Advocates who appeared in this case: \n\n                          For the Appellant       : Mr Ashish Dholakia, Senior Advocate with \n                                                  Mr Dheeraj Gupta and Mr Arpit Kumar \n                                                  Singh, Advocates \n                          For the Respondents      : Mr Gautam Awasthi, Mr Ayush Choudhary, \n                                                   Mr Devansh Yadav and Mr Sahil Sharma, \n                                                   Advocates for R-2/Indian Bank\n                          Coram \n                          Hon'Ble Mr Justice Vibhu Bakhru \n                          Hon'Ble Mr Justice Amit Mahajan \n                                                     Judgment\nVibhu Bakhru, J \n1 . The appellant has filed the present appeal impugning an interim order dated 16.08.2023 passed by the learned Commercial Court (hereafter 'the impugned order') whereby the applicatio n filed by the appellant under Order XXXIX, Rules 1 and 2 of the Code of Civil Procedure, 1908 (hereafter 'the CPC') was rejected. The appellant had filed the application in CS (COMM) 388/2020 captioned M/s. Agarwalla Timbers Private Limited v. Amrose Singapore Pte Ltd. & Ors..\n2. The appellant had filed the aforementioned suit for permanent and mandatory injunction. The appellant, inter alia, seeks a decree of declaration that a transaction entered into between the appellant and respondent no.1 (Amrose Singapore Pte. Ltd. - hereafter 'ASPL') is vitiated by fraud and the appellant is not liable to make payment against a Commercial Invoice dated 09.03.2020 for an amount of USD 121,922.84/- (hereafter 'the Commercial Invoice') and/or under the Letter of Credit bearing no. 49790NI00005320 dated 06.03.2020 for an amount of USD 176,235/- (hereafter 'the LC').\n3. The appellant also seeks a decree of permanent and mandatory injunction restraining respondent no. 3 bank (hereafter 'he Union Bank of India') from making payment to ASPL or respondent no. 2 bank (hereafter 'the Indian Bank') and against ASPL and the Indian Bank restraining them from raising any demand to the Union Bank of India for payment under the Commercial Invoice and/or the LC. \n4. By the impugned order the learned Commercial Court had rejected the relief sought by the appellant for an interim injunction restraining the Union Bank of India from making any payment to the Indian Bank against the LC. \nFACTUAL BACKGROUND 5. It is the appellant's case that it had entered into a transaction for purchasing New Zealand Radiata Pine logs (Timber) from ASPL. The said goods were to be supplied against an irrevocable Letter of Credit. Accordingly, the appellant had approached the Union Bank of India with a request to open the Letter of Credit for an amount of USD 176,235/- favouring ASPL. The appellant claims that the payment was required to be released against supply of the goods in question (New Zealand Radiata Pine Logs). At the appellant's insistence, the Union Bank of India issued the LC. \n6. The appellant states that, on 09.03.2020, the Indian Bank forwarded the following shipment documents (hereafter collectively referred 'shipment documents') to the Union Bank of India:\na. Commercial Invoice dated 09.03.2020 for an amount of USD 121,922.84/-\nb. Bill of Lading dated 09.03.2020 bearing no. AP/NZ/IND-13 c. Packing List dated 09.03.2020 d. Insurance dated 09.03.2020 e. Certificate of Origin dated 09.03.2020 f. Beneficiary's Certificate dated 09.03.2020 7. The Bill of Lading dated 09.03.2020 indicated the Port of Loading - Tauranga and Marsden Point, New Zealand. The goods had been loaded on a vessel named Vessel - MV Asia Pearl 1 V5. The freight was pre- paid. The place and date of issue of lading was Singapore and it was issued by ASPL as agents for and on behalf of Asia Pearl 1 V5 Captain Lirong. \n8. The shipment documents were accepted by the Union Bank of India on 17.03.2020 and this acceptance was communicated by a SWIFT message to the Indian Bank. \n9. On 11.03.2020 the COVID-19 outbreak was declared a Pandemic by the World Health Organisation. Thereafter on 24.03.2020 a Nationwide Lockdown was invoked in India under the provisions of the National Disaster Management Act, 2005. The appellant states that by E-mail dated 01.04.2020, Mr. Praveen Bejoy (Representative of ASPL) informed the appellant that due to the uncertainty created by the lockdown in India, the vessel carrying the timber was diverted to China. It was informed to the appellant by the said E-mail that the vessel owner was not sure if he would be able to berth the vessel at Kandla Port, India. He further requested the appellant to not accept any documents that reached or may reach the appellant's banks. He clarified that the shipping documents would be replaced with new shipment documents. \n10. The appellant states that by an E-mail dated 17.04.2020 ASPL once again informed the appellant that the vessel carrying the shipment was diverted and requested the appellant to return the LC as the contract between the parties stood cancelled. \n11. The Union Bank of India sent a SWIFT message to the Indian Bank on 22.04.2020 and requested them to treat the acceptance of the shipment documents on 17.03.2020 as null and void. \n12. The Indian Bank replied to the SWIFT message sent by the Union Bank of India by a SWIFT message dated 04.05.2020 and refused to treat the acceptance of the shipment documents accepted on 17.03.2020 as null and void.\n13. It is averred by the appellant that it replied to the E-mail dated 01.04.2020 by an E-mail dated 03.04.2020 and informed Mr. Praveen Bejoy that the shipment documents had been accepted by the Union Bank of India. It further requested Mr. Praveen Bejoy to ask the Indian Bank to send an E-mail to the Union Bank of India for the return of the accepted shipment documents. It is stated that a reminder of the E-mail dated 03.04.2020 was sent on 08.04.2020.\n14. The appellant claims that it sent an E-mail to TPT Forests (ASPL is an agent of TPT Forests) dated 07.05.2020 addressing its concerns. It further requested them to clarify as to why the vessel in question (Asia Pearl 1 V5) was diverted from Kandla Port, India. \n15. The appellant states that on 07.05.2020 it addressed an E-Mail to M/s Wilson Surveyors and Adjusters Pvt. Ltd. (which are the claim agents of Vero Marine, insurance company) informing them as to the diversion of the vessel in question. The appellant requested them to investigate the matter and trace the cargo. The appellant also stated that in case they fail to trace the cargo, they must process the insurance claim of the appellant. \n16. The appellant claims that TPT Forests responded on 11.05.2020 and stated that the vessel (Asia Pearl 1 V5) had completed loading on 22.03.2020 and started the journey on the same day. On 12.05.2020, Mr. Praveen Bejoy addressed an E-mail to the appellant assuring that ASPL has communicated to the Indian Bank that the shipment documents are to be recalled. The appellant states that once again it addressed an E-mail to TPT Forests on 13.05.2020 asking them for an explanation regarding the diverting of the vessel in question. The appellant on 09.06.2020 addressed an E-mail to TPT Forests stating that ASPL had still not asked the Indian Bank to communicate with the Union Bank of India for the recall of documents. The E-mail also stated that the Indian Bank is insisting for payments despite the Union Bank of India asking them to treat the acceptance of the shipping documents as null and void. The appellant states that it received an E-Mail dated 29.07.2020 from TPT Forests clarifying that the decision to divert the vessel was due to issues arising out of force majeure. It clarified that TPT Forests had no knowledge of the Bill of Lading issued on 09.03.2020 and they had not issued or authorised the same. TPT Forests stated in the E-mail that the Bill of Lading was not valid. \n17. On 19.05.2020, M/s Wilson Surveyors and Adjusters Pvt. Ltd. responded to the E-mail dated 07.05.2020 of the appellant and stated that in case the vessel does not reach the final destination, their liability, ceases. \n18. The appellant alleges that fraud was played by ASPL on sixteen similarly placed buyers of timber, including the appellant. The appellant claims that it approached other buyers and received information that documents issued by ASPL were forged. The appellant claims that on 21.05.2020 another buyer M/s. Chaudhary Timbers Private Limited approached the International Maritime Bureau (IMB), a specialised division of the International Chambers of Commerce with a request to inquire if the Bill of Lading provided by ASPL for M/s. Chaudhary Timbers Private Limited, were original. The IMB informed M/s. Chaudhary Timbers Private Limited that the Bill of Lading issued by ASPL is null and void. M/ s. Chaudhary Timbers Private Limited was also informed by the insurance company, Vero Marine, that the insurance documents issued by ASPL, did not appear to be genuine. The Auckland Business Chamber also informed the buyer that the certificates of origin were not issued by the New Zealand Chambers of Commerce, which is accredited for the issuance of certificates of origin. \n19. The appellant claims that another buyer M/s. Utkal Lumbers Private Limited was informed by Vero Marine, that the insurance documents provided to them by ASPL are fraudulent and therefore, their claim is not valid. \n20. Agents on behalf of the owner of the vessel (Asia Maritime Pacific Limited) also responded to the legal notice sent by one of the buyers (M/s. Jyoti Timbers - appellant in FAO (COMM) 179/2023) and clarified that the Bill of Lading issued to it by ASPL was fraudulent and that the loading of the cargo did not begin on the said date. On 18.07.2020, Arnav Shipping Private Limited (an agent of the vessel owner - Asia Maritime Pacific Limited) responded to the legal notices addressed to them by various buyers and clarified that the Bills of Lading issued to them by ASPL were null and void. \n21. The appellant filed the aforementioned suit alleging that fraud was played upon it and seeks permanent and mandatory injunction restraining payment being made to ASPL or to the Indian Bank on its behalf. The appellant's application seeking interim injunction to restrain ASPL and the Indian Bank from receiving the amount under the Commercial Invoice and/or the LC was rejected by the learned Commercial Court by the impugned order. \n22. It is stated by the appellant that an application was filed by the Indian Bank under Order VII Rule 11 and the same was rejected by the learned Commercial Court by an order dated 12.10.2021. The appellant states that a petition under Article 227 of the Constitution of India impugning the said order has been filed by the Indian Bank and the same is pending adjudication. \nTHE IMPUGNED ORDER 23. The learned Commercial Court noted that the shipping documents submitted by ASPL to the Union Bank of India through the Indian Bank were accepted by the Union Bank of India and a SWIFT message communicating such acceptance was sent to the Indian Bank.\n24. The learned Commercial Court referred to Article 14 and Article 15 of the Uniform Customs and Practice for Documentary Credits of the International Chamber of Commerce that came into force on 01.07.2007 (hereafter 'UCP-600') and noted that the alleged fraud was not communicated to the Indian Bank within five days of the presentation of the shipping documents. \n25. The learned Commercial Court observed that the LC was an independent contract and was not concerned with the underlying contract for sale and purchase of the goods. Since, the Union Bank of India had not raised any objections regarding the LC on presentation, it was bound to honour the same. \n26. The learned Commercial Court took note of the submission of the appellant regarding the alleged fraud by ASPL and observed that the Indian Bank had no knowledge or notice of the alleged fraud at the time of negotiation of the LC or within five banking days from the day of presentation (of the shipping documents). It was observed that although the acceptance was communicated in March 2020, the alleged fraud was discovered in May or June 2020. \n27. The learned Commercial Court held that the obligation of the issuing bank (The Union Bank of India) to pay under the LC did not depend on the underlying contract between the buyer (appellant) and the seller (ASPL). The Court further held that, prima facie, the appellant had failed to establish that the Indian Bank had knowledge of the alleged fraud at the time of acceptance of the documents or within five days of the presentation of the shipping documents. \nSUBMISSIONS ON BEHALF OF THE APPELLANT 28. Mr. Dholakia, learned senior counsel appearing for the appellant submits that the Indian Bank in the present case is merely a nominated bank and not a negotiated bank. He contends that no negotiation of the LC had taken place and no documents had been placed on record with regard to any such negotiation. He contends that the learned Commercial Court had failed to note the difference between a nominee bank and negotiating bank under UCP-600.\n29. He contended that the negotiation of LC is analogical to the concept of 'Holder in due course' in terms of Section 9 of the Negotiable Instrument Act, 1881. It is submitted that in both cases it is the obligation of the holder to prove that he became the possessor of the instrument for consideration upon payment. \n30. He has submitted that the beneficiary, ASPL does not wish to receive the payment under the LC and moreover, the LC was already returned by the Union Bank of India to the Indian Bank. \nREASONS AND CONCLUSION 31. It is apparent from the averments made by the appellant (plaintiff in the plaint) as well as the averments made in the present appeal, that the appellant seeks to set up a case of an egregious fraud and forgery for avoiding any liability under the LC issued at its instance by the Union Bank of India. \n32. The appellant seeks to rely on certain emails sent on behalf of ASPL to substantiate its claim that the contract for sale and purchase of goods in question was cancelled. Accordingly, the appellant was instructed not to accept the documents, which were presented. The appellant claims that the vessel carrying the goods in question had been diverted to China without the appellant's knowledge and consent. \n33. Since the documents presented by the Indian Bank had already been accepted by the Union Bank, the appellant by an email dated 03.04.2020 called upon ASPL to request the Indian Bank to communicate with the Union Bank of India and recall the documents. The appellant also sent a reminder dated 08.04.2020. The appellant claims that certain other buyers who had purchased similar goods, which were stated to be on board of the said vessel (Asia Pearl 1 V5), were similarly aggrieved and had accordingly initiated correspondence with the counter parties. The appellant claims that it had also addressed letters to the insurance claim agent of Vero Marine, M/s Wilson Surveyors and Adjusters Pvt. Ltd. informing them that there was diversion of the vessel in question and to investigate the matter and trace out the cargo. \n34. The appellant claims that one of the buyers (Utkal Lumbers Pvt. Ltd.), which was placed in a similar position as the appellant was informed by the insurance company (Vero Marine) that the insurance documents provided were fraudulent and accordingly, their claim was rejected. Similarly, the insurance claims by another similarly placed buyer (M/s Chaudhary Timbers Pvt. Ltd.) were also rejected on the ground that the documents were fraudulent. The appellant also relies on other communications sent by agents of the vessel owner (Asia Maritime Pacific Limited), as well as, the insurance company in support of its contention that the Bill of Lading was fraudulent as the loading on the cargo had not begun on the date of Bill of Lading. The appellant, on the basis of communications issued by agents of the said vessel owner, claims that the Bill of Lading in question was not authorized and the same was null and void. It is also contended that the said Bills of Lading and other documents appear to be forged. \n35. It is important to note that ASPL had not appeared before the learned Commercial Court and has not contested the present appeal either. However, the same was resisted stoutly on behalf of the Indian Bank. It is contended on behalf of the appellant that the LC in question was not negotiated and the Indian bank is merely acting on behalf of ASPL. The same is contested by the Indian Bank. \n36. The Indian Bank has averred in paragraph 5 of the written statement that it had already negotiated the LC and the payments had been released to ASPL. Accordingly, the Indian Bank claims that notwithstanding the allegation raised by the appellant, it is entitled to receive the payment from the Union Bank of India against the LC in question.\n37. UCP 600 governs the operations of Letters of Credit. Article 4 of UCP 600, expressly provides that a credit by its very nature is a separate transaction from the sale or other contracts on which it is based. The banks are neither concerned nor bound by such contract, even if a reference to such contracts is included in the credit. Article 4 of UCP 600 is relevant and is set out below:\n\"Credits v. Contracts a. A credit by its nature is a separate transaction from the sale or other contract on which it may be based. Banks are in no way concerned with or bound by such contract, even if any reference whatsoever to it is included in the credit. Consequently, the undertaking of a bank to honour, to negotiate or to fulfil any other obligation under the credit is not subject to claims or defences by the applicant resulting from its relationships with the issuing bank or the beneficiary. A beneficiary can in no case avail itself of the contractual relationships existing between banks or between the applicant and the issuing bank. \nb. An issuing bank should discourage any attempt by the applicant to include, as an integral part of the credit, copies of the underlying contract, proforma invoice and the like.\" \n38. In terms of Article 14 of UPC, the issuing bank has five days following the day of presentation to determine if the presentation is compliant. In the present case, it is not disputed that the Union Bank of India had confirmed its acceptance on the Indian Bank presenting the LC.\n39. In view of the above, prima facie, we find it difficult to accept that the Union Bank of India can be interdicted in complying with its obligations under the LC as an issuing bank. We find merit in the contention that an LC is an independent contract and must not be conflated with the underlying contract of sale and purchase of goods. The grounds on which performance of the obligations under a Letter of Credit can be interdicted are limited. Indisputably, payment against a Letter of Credit may be avoided if it is established that there is an egregious fraud to which the presenting bank or negotiating bank is either a party or was aware of the same, at the material time. In the present case, there is no material to even remotely establish that the Indian Bank is a party to the fraud as alleged or was aware of the same. \n40. In UBS AG v. State Bank of Patiala: (2006) 5 SCC 416, the Supreme Court had observed that in cases where fraud was detected after the Letters of Credit were negotiated, it could not be set up as a plausible defence in a suit filed by the bank. Thus, the payment against a Letter of Credit may, in a given case of established fraud, be interdicted if the negotiating bank was duly informed of the fraud prior to negotiation of the Letter of Credit or was otherwise involved in the fraud. Absent the said conditions, the payment against Letter of Credit cannot be interdicted. The relevant extract of the decision of the Supreme Court in UBS AG v. State Bank of Patiala (supra) is set out below:\n\"22. The main contention raised on behalf of the appellant Bank is that since it had no knowledge of any fraud perpetrated by the constituent of the respondent Bank before making payment under the letter of credit in question, the respondent Bank could not refuse to reimburse the appellant Bank of payments already made to the beneficiary under the letter of credit before such intimation was received. It was also the case of the appellant Bank that since it had no knowledge of the fraud said to have been committed with regard to the bills of lading and the letter of credit itself, it negotiated documents presented before it by the beneficiary and made payment accordingly as per the instructions of the respondent Bank. \nxxx xxx xxx 35. The facts of these three appeals are clear and simple. The letters of credit were issued by the issuing bank to the confirming bank with a request to inform the beneficiary that an irrevocable letter of credit had been established for the sum indicated therein to be paid by the appellant Bank on negotiation of documents to be presented by the beneficiary. Such documents having been presented by the beneficiary to the appellant Bank, it made payment under the letter of credit to the beneficiary and was entitled to receive reimbursement for the same from the respondent Bank. If the fraud had been detected earlier and the appellant Bank had been informed of such fraud and put on caution prior to making payment, the respondent Bank may have had a triable issue to go to trial. That is not so in these three cases. In these cases, the fraud was detected after the letters of credit had been negotiated and hence such fraud alleged to have been committed by the constituent of the respondent Bank cannot be set up even as a plausible defence in the suit filed by the appellant Bank.\"\n(Emphasis Supplied)\n41. In Allahabad Bank v. Malayan Banking Limited: 2019 SCC OnLine Del 11447, a Coordinate Bench of this Court followed the decision in UBS AG v. State Bank of Patiala (supra) and rejected an appeal challenging the decree where a similar plea had been raised. The relevant extract of the said judgment is set out below: \n\"25. Having held the UCP-600 to be applicable to the transaction between the appellant and the respondent, two clauses of the Rules are of significance to the present case. Clause (d) of Article 16 of the Rules, obligates the appellant to intimate any discrepancy in the documents no later than the close of the fifth banking day following the day of communication of documents. The consequence of failing to do so is categorically provided under Clause (f) as being \"precluded from claiming that the documents do not constitute a complying presentation.\" Further, Article 7 clearly stipulates that the obligation of the issuing bank for reimbursing the nominated bank is independent of the issuing bank's undertaking to the beneficiary. \n26. Learned senior counsel for the appellant had also strongly urged before us that the goods under the LCs were never shipped and the compliance documents such as the bills of lading and invoices were forged, thus, making the appellant not liable to make the payment under the LCs. In our view, the substratum of such a contention is that the respondent had knowledge of the fraud either by being informed of it or being a party thereto. The same is clear from the decision of the Supreme Court in UBS AG v. State Bank of Patiala, (2006) 5 SCC 416 wherein it was held that if knowledge of fraud had been communicated to the respondent bank before the negotiation, only then the defence of fraud can be taken up as a triable issue. The relevant portions read as under:\nxxx xxx xxx 27. At this stage, it is appropriate to mention that there were four LCs in question, three dated 07.12.2011 and last one dated 02.01.2012. Referring the LCs by their last three digits, the LCs were LC-150, LC-151, LC-154 and LC- 159. As required, the documents presented were forwarded by respondent to the appellant. As regards LC-150, the documents were first accepted by the appellant and thereafter, after expiry of five days rejected the same. The documents pertaining to LC-151 and LC-154 were never rejected within 5 days and were only rejected after a long delay. The documents of final LC-159 were first accepted and then rejected, both being after 5 days. Thus, it is clear that as far as the appellant is concerned, it had not communicated any discrepancy within 5 days for any of the LCs.\"\n42. In Millenium Wires Private Limited v. State Trading Corporation of India Limited & Ors.: (2015) 14 SCC 375, the Supreme Court had stated the law on injunctions in respect of honouring of a Letter of Credit in the following words:\n\"11. We would uphold and restate the law on injunction against honouring letter of credit by a bank as summed up by the learned Single Judge as follows:\n11.1. The court must be slow in granting an order of injunction restraining the realisation of a bank guarantee or letter of credit. \n11.2. There are two exceptions to the above rule. The first is that it must be clearly shown that a fraud of a grievous nature has been committed and to the notice of the Bank. The second is that injustice of the kind which would make it impossible for the guarantor to reimburse himself, or would result in irretrievable harm or injustice to one of the parties concerned, should have resulted.\n11.3. It is not enough to allege fraud but there must be clear evidence both as to the fact of fraud as well as to the bank's knowledge of such fraud.\n12. It would suffice to say here that injunctions against the negotiating banks for making payments to the beneficiary must be given cautiously as constant judicial interference in the normal practices of market can have disastrous consequences as it affects the trustworthiness of the Indian banks and markets.\" \n43. It was possible for the Union Bank of India to have conveyed its objections for honoring the LC within a period of five days from its presentation. However, the Union Bank of India had not done so. Thus, the Indian Bank was fully entitled to rely on the Union Bank of India's underlying commitments to honour the LC. Prima facie, we are unable to accept that performance of this obligation is required to be interdicted on the basis of the appellant's allegations in regard to its contract with ASPL.\n44. The question whether the Indian Bank had negotiated the LC is a question of fact, this is required to be determined at an appropriate stage. At this stage, we find no reason to doubt the Indian Bank's assertion that it has in fact negotiated LC. \n45. Prima facie, if the issuing bank does not point out any discrepancies or rejects the presentation as non-compliant within the stipulated period of five days following the presentation, it would be bound to honour the same. \n46. In view of the above, we find no ground to interfere with the impugned order. The present appeal is, accordingly, dismissed. \nVIBHU BAKHRU, J AMIT MAHAJAN, J DECEMBER 22, 2023 RK",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fa65494d86d64205b8b8402d9bbda126_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f4a4774077b848be8d68bc6ea99c89c3_1"
    },
    {
      "start": 242,
      "end": 259,
      "text": "\nDelhi High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9aa506dc785e4b8d88badc7560fe9e8e_2"
    },
    {
      "start": 260,
      "end": 350,
      "text": "\nM/S Aggarwal Timbers Pvt Ltd vs Amrose Singapore Pte. Limited & Ors. on 22 December, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2b3cee4ac564cb6b4c3ce1df0d58bee_3"
    },
    {
      "start": 351,
      "end": 392,
      "text": "\nAuthor: Vibhu Bakhru\nBench: Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2481127b6c094d7dbf5855e506484ca0_4"
    },
    {
      "start": 425,
      "end": 593,
      "text": "In The High Court Of Delhi At New Delhi\n\n                          %                              Judgment delivered on: 22.12.2023\n\n                          +     Fao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d82bb9b64bb4a7c919ae6a8c11e6373_5"
    },
    {
      "start": 594,
      "end": 621,
      "text": "( Comm) 176/2023 and Cm Nos",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ed7f5019919741698e0197b231e0ddb1_6"
    },
    {
      "start": 622,
      "end": 635,
      "text": ". 46086/2023,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b15476c43ac4d9f974cc486a8871549_7"
    },
    {
      "start": 636,
      "end": 692,
      "text": "\n                                47249/2023 & 47250/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "722324184218451e88ccc1ae448a7e4a_8"
    },
    {
      "start": 721,
      "end": 753,
      "text": "M / S Aggarwal Timbers Pvt. Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "145b2d19ca0642bcbbd8712f04cb90f2_9"
    },
    {
      "start": 773,
      "end": 788,
      "text": "..... Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76eeabfe7b9149c0a8018fb55710915a_10"
    },
    {
      "start": 849,
      "end": 884,
      "text": "versus\n\n\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8bbaf094c2154b35bdffc3d8e7da254a_11"
    },
    {
      "start": 884,
      "end": 917,
      "text": "Amrose Singapore Pte. Ltd. & Ors.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2e16ac24b8eb43ec8365b4cd2331f29b_12"
    },
    {
      "start": 934,
      "end": 951,
      "text": "..... Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0c91ee90b95d444f8744992553e16f64_13"
    },
    {
      "start": 981,
      "end": 1017,
      "text": "Advocates who appeared in this case:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a305cc190f4d4fc2956f9c0ee0204db7_14"
    },
    {
      "start": 1046,
      "end": 1063,
      "text": "For the Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a4fc4a83e42744dcb9ea2248d58a9b99_15"
    },
    {
      "start": 1070,
      "end": 1112,
      "text": ": Mr Ashish Dholakia, Senior Advocate with",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6f20149146ec477ab3c42aa07e39a344_16"
    },
    {
      "start": 1164,
      "end": 1199,
      "text": "Mr Dheeraj Gupta and Mr Arpit Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69379ace8312463da88155d00e179950_17"
    },
    {
      "start": 1251,
      "end": 1267,
      "text": "Singh, Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0379ecdf2b0c49c68ac41417d128b4d5_18"
    },
    {
      "start": 1268,
      "end": 1302,
      "text": "\n                          For the",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7fe9070916b340d29e5ed7f1e34188c4_19"
    },
    {
      "start": 1303,
      "end": 1360,
      "text": "Respondents      : Mr Gautam Awasthi, Mr Ayush Choudhary,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ead0f14d17f9454bb63ffd4c1e6d3236_20"
    },
    {
      "start": 1413,
      "end": 1450,
      "text": "Mr Devansh Yadav and Mr Sahil Sharma,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "da67fcca07804a848462efa572cb131f_21"
    },
    {
      "start": 1503,
      "end": 1564,
      "text": "Advocates for R-2/Indian Bank\n                          Coram",
      "labels": [
        "PREAMBLE"
      ],
      "id": "280c50933cf94c919952a0ade8cdc610_22"
    },
    {
      "start": 1592,
      "end": 1623,
      "text": "Hon'Ble Mr Justice Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9840fb7820ac4a869d0352a91c368d71_23"
    },
    {
      "start": 1651,
      "end": 1682,
      "text": "Hon'Ble Mr Justice Amit Mahajan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e1ea5a032f004187bb73402438f4c108_24"
    },
    {
      "start": 1737,
      "end": 1746,
      "text": "Judgment\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18560d89608f405c9c8c6d880ea50c82_25"
    },
    {
      "start": 1746,
      "end": 1761,
      "text": "Vibhu Bakhru, J",
      "labels": [
        "NONE"
      ],
      "id": "a583c0ebe55340babcb49597f9e814c5_26"
    },
    {
      "start": 1762,
      "end": 1948,
      "text": "\n1 . The appellant has filed the present appeal impugning an interim order dated 16.08.2023 passed by the learned Commercial Court (hereafter 'the impugned order') whereby the applicatio",
      "labels": [
        "FAC"
      ],
      "id": "4b1022ea45a44a3e9c757f243b8ac303_27"
    },
    {
      "start": 1949,
      "end": 2079,
      "text": "n filed by the appellant under Order XXXIX, Rules 1 and 2 of the Code of Civil Procedure, 1908 (hereafter 'the CPC') was rejected.",
      "labels": [
        "FAC"
      ],
      "id": "d7ece603fbe34c90816359f8d37d4bc3_28"
    },
    {
      "start": 2080,
      "end": 2230,
      "text": "The appellant had filed the application in CS (COMM) 388/2020 captioned M/s. Agarwalla Timbers Private Limited v. Amrose Singapore Pte Ltd. & Ors..\n2.",
      "labels": [
        "FAC"
      ],
      "id": "5a539ed6f8834a53a5b1400f68396d30_29"
    },
    {
      "start": 2231,
      "end": 2318,
      "text": "The appellant had filed the aforementioned suit for permanent and mandatory injunction.",
      "labels": [
        "FAC"
      ],
      "id": "13361c5d362a475d9bf7ee93481b3bf9_30"
    },
    {
      "start": 2319,
      "end": 2818,
      "text": "The appellant, inter alia, seeks a decree of declaration that a transaction entered into between the appellant and respondent no.1 (Amrose Singapore Pte. Ltd. - hereafter 'ASPL') is vitiated by fraud and the appellant is not liable to make payment against a Commercial Invoice dated 09.03.2020 for an amount of USD 121,922.84/- (hereafter 'the Commercial Invoice') and/or under the Letter of Credit bearing no. 49790NI00005320 dated 06.03.2020 for an amount of USD 176,235/- (hereafter 'the LC').\n3.",
      "labels": [
        "FAC"
      ],
      "id": "358abfa8acc94da98ab6eb54a7a39be7_31"
    },
    {
      "start": 2819,
      "end": 3205,
      "text": "The appellant also seeks a decree of permanent and mandatory injunction restraining respondent no. 3 bank (hereafter 'he Union Bank of India') from making payment to ASPL or respondent no. 2 bank (hereafter 'the Indian Bank') and against ASPL and the Indian Bank restraining them from raising any demand to the Union Bank of India for payment under the Commercial Invoice and/or the LC.",
      "labels": [
        "FAC"
      ],
      "id": "db773185d2054f8bab4e588ce67a546a_32"
    },
    {
      "start": 3206,
      "end": 3429,
      "text": "\n4. By the impugned order the learned Commercial Court had rejected the relief sought by the appellant for an interim injunction restraining the Union Bank of India from making any payment to the Indian Bank against the LC.",
      "labels": [
        "FAC"
      ],
      "id": "9a6b8e2abe894c4eb3bf6f804b04942d_33"
    },
    {
      "start": 3431,
      "end": 3452,
      "text": "FACTUAL BACKGROUND 5.",
      "labels": [
        "FAC"
      ],
      "id": "d08795342a1d412dad9a671c62915206_34"
    },
    {
      "start": 3453,
      "end": 3583,
      "text": "It is the appellant's case that it had entered into a transaction for purchasing New Zealand Radiata Pine logs (Timber) from ASPL.",
      "labels": [
        "FAC"
      ],
      "id": "76fb0cd122ac47a7b0c59bbc27cac52b_35"
    },
    {
      "start": 3584,
      "end": 3659,
      "text": "The said goods were to be supplied against an irrevocable Letter of Credit.",
      "labels": [
        "FAC"
      ],
      "id": "949edb08543c45388b14967904cca8c6_36"
    },
    {
      "start": 3660,
      "end": 3816,
      "text": "Accordingly, the appellant had approached the Union Bank of India with a request to open the Letter of Credit for an amount of USD 176,235/- favouring ASPL.",
      "labels": [
        "FAC"
      ],
      "id": "7e4ef2c0ff9f4d8998d0db53ca5b09b1_37"
    },
    {
      "start": 3817,
      "end": 3955,
      "text": "The appellant claims that the payment was required to be released against supply of the goods in question (New Zealand Radiata Pine Logs).",
      "labels": [
        "FAC"
      ],
      "id": "e2d714eff6cc49a98b8546f403c7c698_38"
    },
    {
      "start": 3956,
      "end": 4025,
      "text": "At the appellant's insistence, the Union Bank of India issued the LC.",
      "labels": [
        "FAC"
      ],
      "id": "45aae374c94a4475964fafa961ef1db5_39"
    },
    {
      "start": 4027,
      "end": 4382,
      "text": "6. The appellant states that, on 09.03.2020, the Indian Bank forwarded the following shipment documents (hereafter collectively referred 'shipment documents') to the Union Bank of India:\na. Commercial Invoice dated 09.03.2020 for an amount of USD 121,922.84/-\nb. Bill of Lading dated 09.03.2020 bearing no. AP/NZ/IND-13 c. Packing List dated 09.03.2020 d.",
      "labels": [
        "FAC"
      ],
      "id": "d8ba3072806349f5a6f3ba9c404a6333_40"
    },
    {
      "start": 4383,
      "end": 4412,
      "text": "Insurance dated 09.03.2020 e.",
      "labels": [
        "FAC"
      ],
      "id": "e7e873a05a114801ad8c93279ae79dce_41"
    },
    {
      "start": 4413,
      "end": 4454,
      "text": "Certificate of Origin dated 09.03.2020 f.",
      "labels": [
        "FAC"
      ],
      "id": "330355854c9240418b06df2f1fa6d0de_42"
    },
    {
      "start": 4455,
      "end": 4500,
      "text": "Beneficiary's Certificate dated 09.03.2020 7.",
      "labels": [
        "FAC"
      ],
      "id": "938c1e04521d4dbe95e1f26c75ecbbef_43"
    },
    {
      "start": 4501,
      "end": 4609,
      "text": "The Bill of Lading dated 09.03.2020 indicated the Port of Loading - Tauranga and Marsden Point, New Zealand.",
      "labels": [
        "FAC"
      ],
      "id": "2754777ef41a49eab75e7f8bd7e796fb_44"
    },
    {
      "start": 4610,
      "end": 4682,
      "text": "The goods had been loaded on a vessel named Vessel - MV Asia Pearl 1 V5.",
      "labels": [
        "FAC"
      ],
      "id": "8092620cf49b4906bf4d0baa34717924_45"
    },
    {
      "start": 4683,
      "end": 4703,
      "text": "The freight was pre-",
      "labels": [
        "FAC"
      ],
      "id": "ba02281a4e80409190a3267358c5a9b4_46"
    },
    {
      "start": 4704,
      "end": 4850,
      "text": "paid. The place and date of issue of lading was Singapore and it was issued by ASPL as agents for and on behalf of Asia Pearl 1 V5 Captain Lirong.",
      "labels": [
        "FAC"
      ],
      "id": "3d400e14f2924b7db41aea469b2db33f_47"
    },
    {
      "start": 4852,
      "end": 5008,
      "text": "8. The shipment documents were accepted by the Union Bank of India on 17.03.2020 and this acceptance was communicated by a SWIFT message to the Indian Bank.",
      "labels": [
        "FAC"
      ],
      "id": "3a383729fef2440ba2e7ad451e480270_48"
    },
    {
      "start": 5010,
      "end": 5106,
      "text": "9. On 11.03.2020 the COVID-19 outbreak was declared a Pandemic by the World Health Organisation.",
      "labels": [
        "FAC"
      ],
      "id": "fe164c2a0936484e8f152da036e0db89_49"
    },
    {
      "start": 5107,
      "end": 5242,
      "text": "Thereafter on 24.03.2020 a Nationwide Lockdown was invoked in India under the provisions of the National Disaster Management Act, 2005.",
      "labels": [
        "FAC"
      ],
      "id": "f4a605fe29da4ca8b0bd479055c5a7cf_50"
    },
    {
      "start": 5243,
      "end": 5478,
      "text": "The appellant states that by E-mail dated 01.04.2020, Mr. Praveen Bejoy (Representative of ASPL) informed the appellant that due to the uncertainty created by the lockdown in India, the vessel carrying the timber was diverted to China.",
      "labels": [
        "FAC"
      ],
      "id": "8e7e0df9fa474e35a26b06760ba53924_51"
    },
    {
      "start": 5479,
      "end": 5628,
      "text": "It was informed to the appellant by the said E-mail that the vessel owner was not sure if he would be able to berth the vessel at Kandla Port, India.",
      "labels": [
        "FAC"
      ],
      "id": "3c55bac14bf24a2db8d9c824821259f1_52"
    },
    {
      "start": 5629,
      "end": 5740,
      "text": "He further requested the appellant to not accept any documents that reached or may reach the appellant's banks.",
      "labels": [
        "FAC"
      ],
      "id": "1cba01243a634c4fb15f9350af05ad7c_53"
    },
    {
      "start": 5741,
      "end": 5828,
      "text": "He clarified that the shipping documents would be replaced with new shipment documents.",
      "labels": [
        "FAC"
      ],
      "id": "09d9b89ab64040c7b9db5dc1cad3137e_54"
    },
    {
      "start": 5830,
      "end": 6077,
      "text": "10. The appellant states that by an E-mail dated 17.04.2020 ASPL once again informed the appellant that the vessel carrying the shipment was diverted and requested the appellant to return the LC as the contract between the parties stood cancelled.",
      "labels": [
        "FAC"
      ],
      "id": "c8f7e680a38341e19976378eb3de3767_55"
    },
    {
      "start": 6079,
      "end": 6261,
      "text": "11. The Union Bank of India sent a SWIFT message to the Indian Bank on 22.04.2020 and requested them to treat the acceptance of the shipment documents on 17.03.2020 as null and void.",
      "labels": [
        "FAC"
      ],
      "id": "dd1d834632134d45966cdb5ff53f4cb5_56"
    },
    {
      "start": 6263,
      "end": 6486,
      "text": "12. The Indian Bank replied to the SWIFT message sent by the Union Bank of India by a SWIFT message dated 04.05.2020 and refused to treat the acceptance of the shipment documents accepted on 17.03.2020 as null and void.\n13.",
      "labels": [
        "FAC"
      ],
      "id": "fe285c61470b4fe1918fcbfc8c6bdb29_57"
    },
    {
      "start": 6487,
      "end": 6699,
      "text": "It is averred by the appellant that it replied to the E-mail dated 01.04.2020 by an E-mail dated 03.04.2020 and informed Mr. Praveen Bejoy that the shipment documents had been accepted by the Union Bank of India.",
      "labels": [
        "FAC"
      ],
      "id": "0a2e25fde970437a89f7d932aba12833_58"
    },
    {
      "start": 6700,
      "end": 6857,
      "text": "It further requested Mr. Praveen Bejoy to ask the Indian Bank to send an E-mail to the Union Bank of India for the return of the accepted shipment documents.",
      "labels": [
        "FAC"
      ],
      "id": "2f7f796ab58846f9841bcefd78c5ba92_59"
    },
    {
      "start": 6858,
      "end": 6945,
      "text": "It is stated that a reminder of the E-mail dated 03.04.2020 was sent on 08.04.2020.\n14.",
      "labels": [
        "FAC"
      ],
      "id": "d695ba0d0f83491cbb947acc3242593d_60"
    },
    {
      "start": 6946,
      "end": 7080,
      "text": "The appellant claims that it sent an E-mail to TPT Forests (ASPL is an agent of TPT Forests) dated 07.05.2020 addressing its concerns.",
      "labels": [
        "FAC"
      ],
      "id": "927079ca3aa645a3b3f9a19ee0113d3f_61"
    },
    {
      "start": 7081,
      "end": 7206,
      "text": "It further requested them to clarify as to why the vessel in question (Asia Pearl 1 V5) was diverted from Kandla Port, India.",
      "labels": [
        "FAC"
      ],
      "id": "05a15c10a9604dc39b23f226d739c7c8_62"
    },
    {
      "start": 7208,
      "end": 7447,
      "text": "15. The appellant states that on 07.05.2020 it addressed an E-Mail to M/s Wilson Surveyors and Adjusters Pvt. Ltd. (which are the claim agents of Vero Marine, insurance company) informing them as to the diversion of the vessel in question.",
      "labels": [
        "FAC"
      ],
      "id": "a6dadbaf0f5445c38f5cf05c63d9cf98_63"
    },
    {
      "start": 7448,
      "end": 7523,
      "text": "The appellant requested them to investigate the matter and trace the cargo.",
      "labels": [
        "FAC"
      ],
      "id": "780e4faee9f7485484838b01714a865e_64"
    },
    {
      "start": 7524,
      "end": 7648,
      "text": "The appellant also stated that in case they fail to trace the cargo, they must process the insurance claim of the appellant.",
      "labels": [
        "FAC"
      ],
      "id": "d21a4d6f91794a16a92f48e79aaf37bf_65"
    },
    {
      "start": 7650,
      "end": 7837,
      "text": "16. The appellant claims that TPT Forests responded on 11.05.2020 and stated that the vessel (Asia Pearl 1 V5) had completed loading on 22.03.2020 and started the journey on the same day.",
      "labels": [
        "FAC"
      ],
      "id": "556fb1bbc375430bac1c4efddeef527b_66"
    },
    {
      "start": 7838,
      "end": 8010,
      "text": "On 12.05.2020, Mr. Praveen Bejoy addressed an E-mail to the appellant assuring that ASPL has communicated to the Indian Bank that the shipment documents are to be recalled.",
      "labels": [
        "FAC"
      ],
      "id": "53ce84490a174cac96f34fa4c1ec5a33_67"
    },
    {
      "start": 8011,
      "end": 8181,
      "text": "The appellant states that once again it addressed an E-mail to TPT Forests on 13.05.2020 asking them for an explanation regarding the diverting of the vessel in question.",
      "labels": [
        "FAC"
      ],
      "id": "965e12ad7a18424aa382e51df37baa7d_68"
    },
    {
      "start": 8182,
      "end": 8371,
      "text": "The appellant on 09.06.2020 addressed an E-mail to TPT Forests stating that ASPL had still not asked the Indian Bank to communicate with the Union Bank of India for the recall of documents.",
      "labels": [
        "FAC"
      ],
      "id": "2b9550d4890347159eb5f4acffa39443_69"
    },
    {
      "start": 8372,
      "end": 8553,
      "text": "The E-mail also stated that the Indian Bank is insisting for payments despite the Union Bank of India asking them to treat the acceptance of the shipping documents as null and void.",
      "labels": [
        "FAC"
      ],
      "id": "8331610ef2c54f92b9962a4299090eed_70"
    },
    {
      "start": 8554,
      "end": 8733,
      "text": "The appellant states that it received an E-Mail dated 29.07.2020 from TPT Forests clarifying that the decision to divert the vessel was due to issues arising out of force majeure.",
      "labels": [
        "FAC"
      ],
      "id": "cc25b7da3018467db519a1398c31a23f_71"
    },
    {
      "start": 8734,
      "end": 8871,
      "text": "It clarified that TPT Forests had no knowledge of the Bill of Lading issued on 09.03.2020 and they had not issued or authorised the same.",
      "labels": [
        "FAC"
      ],
      "id": "003957406b85473f8f55998ca15d3280_72"
    },
    {
      "start": 8872,
      "end": 8943,
      "text": "TPT Forests stated in the E-mail that the Bill of Lading was not valid.",
      "labels": [
        "FAC"
      ],
      "id": "5572168e7e914c8c9173b73e865b2399_73"
    },
    {
      "start": 8945,
      "end": 9164,
      "text": "17. On 19.05.2020, M/s Wilson Surveyors and Adjusters Pvt. Ltd. responded to the E-mail dated 07.05.2020 of the appellant and stated that in case the vessel does not reach the final destination, their liability, ceases.",
      "labels": [
        "FAC"
      ],
      "id": "ce016253f5eb4292856f72a65a60b732_74"
    },
    {
      "start": 9166,
      "end": 9292,
      "text": "18. The appellant alleges that fraud was played by ASPL on sixteen similarly placed buyers of timber, including the appellant.",
      "labels": [
        "FAC"
      ],
      "id": "d64cc0b8ffd948d99a66d00ec8a1f05a_75"
    },
    {
      "start": 9293,
      "end": 9413,
      "text": "The appellant claims that it approached other buyers and received information that documents issued by ASPL were forged.",
      "labels": [
        "FAC"
      ],
      "id": "66b4cb15587d40ccad17a81e7f75d432_76"
    },
    {
      "start": 9414,
      "end": 9747,
      "text": "The appellant claims that on 21.05.2020 another buyer M/s. Chaudhary Timbers Private Limited approached the International Maritime Bureau (IMB), a specialised division of the International Chambers of Commerce with a request to inquire if the Bill of Lading provided by ASPL for M/s. Chaudhary Timbers Private Limited, were original.",
      "labels": [
        "FAC"
      ],
      "id": "ccabb35de3e94aa6b110a4838b1b1a56_77"
    },
    {
      "start": 9748,
      "end": 9860,
      "text": "The IMB informed M/s. Chaudhary Timbers Private Limited that the Bill of Lading issued by ASPL is null and void.",
      "labels": [
        "FAC"
      ],
      "id": "6424658d33614511927720c19924550e_78"
    },
    {
      "start": 9861,
      "end": 10032,
      "text": "M/ s. Chaudhary Timbers Private Limited was also informed by the insurance company, Vero Marine, that the insurance documents issued by ASPL, did not appear to be genuine.",
      "labels": [
        "FAC"
      ],
      "id": "3bfc8377ed8447d9bb22f4ee0e80d6f7_79"
    },
    {
      "start": 10033,
      "end": 10239,
      "text": "The Auckland Business Chamber also informed the buyer that the certificates of origin were not issued by the New Zealand Chambers of Commerce, which is accredited for the issuance of certificates of origin.",
      "labels": [
        "FAC"
      ],
      "id": "b514113d4fac4362befe3940f59490b0_80"
    },
    {
      "start": 10241,
      "end": 10458,
      "text": "19. The appellant claims that another buyer M/s. Utkal Lumbers Private Limited was informed by Vero Marine, that the insurance documents provided to them by ASPL are fraudulent and therefore, their claim is not valid.",
      "labels": [
        "FAC"
      ],
      "id": "35fcb233735a44f1bd81c7e093043f6b_81"
    },
    {
      "start": 10460,
      "end": 10796,
      "text": "20. Agents on behalf of the owner of the vessel (Asia Maritime Pacific Limited) also responded to the legal notice sent by one of the buyers (M/s. Jyoti Timbers - appellant in FAO (COMM) 179/2023) and clarified that the Bill of Lading issued to it by ASPL was fraudulent and that the loading of the cargo did not begin on the said date.",
      "labels": [
        "FAC"
      ],
      "id": "42d17ddd77684f5b9b5a87570ed7e430_82"
    },
    {
      "start": 10797,
      "end": 11054,
      "text": "On 18.07.2020, Arnav Shipping Private Limited (an agent of the vessel owner - Asia Maritime Pacific Limited) responded to the legal notices addressed to them by various buyers and clarified that the Bills of Lading issued to them by ASPL were null and void.",
      "labels": [
        "FAC"
      ],
      "id": "bcff88eac0c44a9cb8abb4e49701eb7f_83"
    },
    {
      "start": 11056,
      "end": 11263,
      "text": "21. The appellant filed the aforementioned suit alleging that fraud was played upon it and seeks permanent and mandatory injunction restraining payment being made to ASPL or to the Indian Bank on its behalf.",
      "labels": [
        "FAC"
      ],
      "id": "c5d70fd0c8e34933a4ec4205cbdeb0e1_84"
    },
    {
      "start": 11264,
      "end": 11492,
      "text": "The appellant's application seeking interim injunction to restrain ASPL and the Indian Bank from receiving the amount under the Commercial Invoice and/or the LC was rejected by the learned Commercial Court by the impugned order.",
      "labels": [
        "FAC"
      ],
      "id": "e18e2d80581a40088099b6e73fbce0db_85"
    },
    {
      "start": 11494,
      "end": 11688,
      "text": "22. It is stated by the appellant that an application was filed by the Indian Bank under Order VII Rule 11 and the same was rejected by the learned Commercial Court by an order dated 12.10.2021.",
      "labels": [
        "FAC"
      ],
      "id": "95e6993663834df783ca17b822ec4462_86"
    },
    {
      "start": 11689,
      "end": 11869,
      "text": "The appellant states that a petition under Article 227 of the Constitution of India impugning the said order has been filed by the Indian Bank and the same is pending adjudication.",
      "labels": [
        "FAC"
      ],
      "id": "101e079373874614b31d91af13ab103a_87"
    },
    {
      "start": 11870,
      "end": 11893,
      "text": "\nTHE IMPUGNED ORDER 23.",
      "labels": [
        "FAC"
      ],
      "id": "447583f335904adb9b1bd5d52233d0bf_88"
    },
    {
      "start": 11894,
      "end": 12149,
      "text": "The learned Commercial Court noted that the shipping documents submitted by ASPL to the Union Bank of India through the Indian Bank were accepted by the Union Bank of India and a SWIFT message communicating such acceptance was sent to the Indian Bank.\n24.",
      "labels": [
        "FAC"
      ],
      "id": "b07e1f53b8d9495580fc0a5caa2d18df_89"
    },
    {
      "start": 12150,
      "end": 12511,
      "text": "The learned Commercial Court referred to Article 14 and Article 15 of the Uniform Customs and Practice for Documentary Credits of the International Chamber of Commerce that came into force on 01.07.2007 (hereafter 'UCP-600') and noted that the alleged fraud was not communicated to the Indian Bank within five days of the presentation of the shipping documents.",
      "labels": [
        "FAC"
      ],
      "id": "d7430bbd73534559ad1ef2ef1cf2dad1_90"
    },
    {
      "start": 12513,
      "end": 12681,
      "text": "25. The learned Commercial Court observed that the LC was an independent contract and was not concerned with the underlying contract for sale and purchase of the goods.",
      "labels": [
        "FAC"
      ],
      "id": "9566042c151d40faacccb4c9bc624e23_91"
    },
    {
      "start": 12682,
      "end": 12809,
      "text": "Since, the Union Bank of India had not raised any objections regarding the LC on presentation, it was bound to honour the same.",
      "labels": [
        "FAC"
      ],
      "id": "7973b6da1bec446c8ecf8baa0002b0e0_92"
    },
    {
      "start": 12811,
      "end": 13129,
      "text": "26. The learned Commercial Court took note of the submission of the appellant regarding the alleged fraud by ASPL and observed that the Indian Bank had no knowledge or notice of the alleged fraud at the time of negotiation of the LC or within five banking days from the day of presentation (of the shipping documents).",
      "labels": [
        "RLC"
      ],
      "id": "949e6efe777748f6bc96f912a6462d6e_93"
    },
    {
      "start": 13130,
      "end": 13260,
      "text": "It was observed that although the acceptance was communicated in March 2020, the alleged fraud was discovered in May or June 2020.",
      "labels": [
        "RLC"
      ],
      "id": "3c6dfb8c4e684ad99c2176cf2b94c107_94"
    },
    {
      "start": 13262,
      "end": 13480,
      "text": "27. The learned Commercial Court held that the obligation of the issuing bank (The Union Bank of India) to pay under the LC did not depend on the underlying contract between the buyer (appellant) and the seller (ASPL).",
      "labels": [
        "RLC"
      ],
      "id": "e7853377889a430c89222444eda550bf_95"
    },
    {
      "start": 13481,
      "end": 13726,
      "text": "The Court further held that, prima facie, the appellant had failed to establish that the Indian Bank had knowledge of the alleged fraud at the time of acceptance of the documents or within five days of the presentation of the shipping documents.",
      "labels": [
        "RLC"
      ],
      "id": "faf71a05878340ccb1eefcf500a1880e_96"
    },
    {
      "start": 13728,
      "end": 13770,
      "text": "SUBMISSIONS ON BEHALF OF THE APPELLANT 28.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "224b257dcc4d4d74946250b413a51cdc_97"
    },
    {
      "start": 13771,
      "end": 13938,
      "text": "Mr. Dholakia, learned senior counsel appearing for the appellant submits that the Indian Bank in the present case is merely a nominated bank and not a negotiated bank.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0cf3767daf3b4956ac6faabe5112db83_98"
    },
    {
      "start": 13939,
      "end": 14076,
      "text": "He contends that no negotiation of the LC had taken place and no documents had been placed on record with regard to any such negotiation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dfe3415ea51b4063a23af1f98a030eeb_99"
    },
    {
      "start": 14077,
      "end": 14219,
      "text": "He contends that the learned Commercial Court had failed to note the difference between a nominee bank and negotiating bank under UCP-600.\n29.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "79266ca8d8fd4cbe81f69a529d57a4e3_100"
    },
    {
      "start": 14220,
      "end": 14376,
      "text": "He contended that the negotiation of LC is analogical to the concept of 'Holder in due course' in terms of Section 9 of the Negotiable Instrument Act, 1881.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bbecb1530d2a4a3cb9eb221ea276d4c5_101"
    },
    {
      "start": 14377,
      "end": 14534,
      "text": "It is submitted that in both cases it is the obligation of the holder to prove that he became the possessor of the instrument for consideration upon payment.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e736045950a74e85b030887288d461b0_102"
    },
    {
      "start": 14536,
      "end": 14722,
      "text": "30. He has submitted that the beneficiary, ASPL does not wish to receive the payment under the LC and moreover, the LC was already returned by the Union Bank of India to the Indian Bank.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3a144bf8629b41a5a256747cd7ea0f2b_103"
    },
    {
      "start": 14724,
      "end": 14750,
      "text": "REASONS AND CONCLUSION 31.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3c8adade7925440bb5d2faa508a049ba_104"
    },
    {
      "start": 14751,
      "end": 15052,
      "text": "It is apparent from the averments made by the appellant (plaintiff in the plaint) as well as the averments made in the present appeal, that the appellant seeks to set up a case of an egregious fraud and forgery for avoiding any liability under the LC issued at its instance by the Union Bank of India.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5744bf1df0b24e3a8a7fe49570268f52_105"
    },
    {
      "start": 15054,
      "end": 15228,
      "text": "32. The appellant seeks to rely on certain emails sent on behalf of ASPL to substantiate its claim that the contract for sale and purchase of goods in question was cancelled.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "931b5147e387471bb5cf6e887bb4f6f4_106"
    },
    {
      "start": 15229,
      "end": 15321,
      "text": "Accordingly, the appellant was instructed not to accept the documents, which were presented.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "cab4561712484576962b32046a682bb1_107"
    },
    {
      "start": 15322,
      "end": 15463,
      "text": "The appellant claims that the vessel carrying the goods in question had been diverted to China without the appellant's knowledge and consent.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "fc5c95eea6454db6b15dc9fae6e3acc2_108"
    },
    {
      "start": 15465,
      "end": 15719,
      "text": "33. Since the documents presented by the Indian Bank had already been accepted by the Union Bank, the appellant by an email dated 03.04.2020 called upon ASPL to request the Indian Bank to communicate with the Union Bank of India and recall the documents.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3c97780102b14cd68c21e68cbeb70ed4_109"
    },
    {
      "start": 15720,
      "end": 15772,
      "text": "The appellant also sent a reminder dated 08.04.2020.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f23b641d83fc4eb39b4ed15c41c57b16_110"
    },
    {
      "start": 15773,
      "end": 16019,
      "text": "The appellant claims that certain other buyers who had purchased similar goods, which were stated to be on board of the said vessel (Asia Pearl 1 V5), were similarly aggrieved and had accordingly initiated correspondence with the counter parties.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "78374271216045ed9440b22223d4955a_111"
    },
    {
      "start": 16020,
      "end": 16286,
      "text": "The appellant claims that it had also addressed letters to the insurance claim agent of Vero Marine, M/s Wilson Surveyors and Adjusters Pvt. Ltd. informing them that there was diversion of the vessel in question and to investigate the matter and trace out the cargo.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "cf319ddf340a4b82a2e140ec3d0414b4_112"
    },
    {
      "start": 16288,
      "end": 16567,
      "text": "34. The appellant claims that one of the buyers (Utkal Lumbers Pvt. Ltd.), which was placed in a similar position as the appellant was informed by the insurance company (Vero Marine) that the insurance documents provided were fraudulent and accordingly, their claim was rejected.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "78e8f1b051234f24adfe0869ee067e67_113"
    },
    {
      "start": 16568,
      "end": 16736,
      "text": "Similarly, the insurance claims by another similarly placed buyer (M/s Chaudhary Timbers Pvt. Ltd.) were also rejected on the ground that the documents were fraudulent.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "31ea84c410164eb599bcf500b577ca65_114"
    },
    {
      "start": 16737,
      "end": 17029,
      "text": "The appellant also relies on other communications sent by agents of the vessel owner (Asia Maritime Pacific Limited), as well as, the insurance company in support of its contention that the Bill of Lading was fraudulent as the loading on the cargo had not begun on the date of Bill of Lading.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6a8d4ffb87214fec9cde358123491ef0_115"
    },
    {
      "start": 17030,
      "end": 17212,
      "text": "The appellant, on the basis of communications issued by agents of the said vessel owner, claims that the Bill of Lading in question was not authorized and the same was null and void.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "31380ea20c404fbaa75735b804687792_116"
    },
    {
      "start": 17213,
      "end": 17304,
      "text": "It is also contended that the said Bills of Lading and other documents appear to be forged.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c93abab604cc4091a44050ae5fdf667d_117"
    },
    {
      "start": 17306,
      "end": 17445,
      "text": "35. It is important to note that ASPL had not appeared before the learned Commercial Court and has not contested the present appeal either.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eef1fb1fce5a4f619869be1837add810_118"
    },
    {
      "start": 17446,
      "end": 17514,
      "text": "However, the same was resisted stoutly on behalf of the Indian Bank.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6aa6fc2bd3c5493bab365e9257c3c6c9_119"
    },
    {
      "start": 17515,
      "end": 17656,
      "text": "It is contended on behalf of the appellant that the LC in question was not negotiated and the Indian bank is merely acting on behalf of ASPL.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94a7dcb541ca4fdc9d4f8a2cc1b23d86_120"
    },
    {
      "start": 17657,
      "end": 17698,
      "text": "The same is contested by the Indian Bank.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a136508e87a44123b16d54928c2744df_121"
    },
    {
      "start": 17700,
      "end": 17853,
      "text": "36. The Indian Bank has averred in paragraph 5 of the written statement that it had already negotiated the LC and the payments had been released to ASPL.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1956e555daae465882586740f5a9f2fa_122"
    },
    {
      "start": 17854,
      "end": 18102,
      "text": "Accordingly, the Indian Bank claims that notwithstanding the allegation raised by the appellant, it is entitled to receive the payment from the Union Bank of India against the LC in question.\n37. UCP 600 governs the operations of Letters of Credit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8cf4d4cbc9694e63b68ddbf45143bada_123"
    },
    {
      "start": 18103,
      "end": 18257,
      "text": "Article 4 of UCP 600, expressly provides that a credit by its very nature is a separate transaction from the sale or other contracts on which it is based.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e1a94564b9b4dc398ec652ed9bb9dae_124"
    },
    {
      "start": 18258,
      "end": 18382,
      "text": "The banks are neither concerned nor bound by such contract, even if a reference to such contracts is included in the credit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd720485593c4471abe272fa794933ac_125"
    },
    {
      "start": 18383,
      "end": 18462,
      "text": "Article 4 of UCP 600 is relevant and is set out below:\n\"Credits v. Contracts a.",
      "labels": [
        "STA"
      ],
      "id": "bb6961a5283949dcaceb3e5f840cb952_126"
    },
    {
      "start": 18463,
      "end": 18569,
      "text": "A credit by its nature is a separate transaction from the sale or other contract on which it may be based.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3d0b9a9939d45319a9a1f13bee652d6_127"
    },
    {
      "start": 18570,
      "end": 18697,
      "text": "Banks are in no way concerned with or bound by such contract, even if any reference whatsoever to it is included in the credit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78da514d40c94c188e7f732420ee1287_128"
    },
    {
      "start": 18698,
      "end": 18941,
      "text": "Consequently, the undertaking of a bank to honour, to negotiate or to fulfil any other obligation under the credit is not subject to claims or defences by the applicant resulting from its relationships with the issuing bank or the beneficiary.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25509caa0ba046038c3a2a213977e93d_129"
    },
    {
      "start": 18942,
      "end": 19086,
      "text": "A beneficiary can in no case avail itself of the contractual relationships existing between banks or between the applicant and the issuing bank.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bca8845f0d6c45b1917a49c9590ba164_130"
    },
    {
      "start": 19087,
      "end": 19267,
      "text": "\nb. An issuing bank should discourage any attempt by the applicant to include, as an integral part of the credit, copies of the underlying contract, proforma invoice and the like.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bbc10eda62584150aec821ab798bccb1_131"
    },
    {
      "start": 19269,
      "end": 19415,
      "text": "38. In terms of Article 14 of UPC, the issuing bank has five days following the day of presentation to determine if the presentation is compliant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01693540a6a54cbb8390bda5943fbbf0_132"
    },
    {
      "start": 19416,
      "end": 19555,
      "text": "In the present case, it is not disputed that the Union Bank of India had confirmed its acceptance on the Indian Bank presenting the LC.\n39.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a546337228a1475dab51074387d14733_133"
    },
    {
      "start": 19556,
      "end": 19736,
      "text": "In view of the above, prima facie, we find it difficult to accept that the Union Bank of India can be interdicted in complying with its obligations under the LC as an issuing bank.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ddefeb8bee794bdfb5a8e1d87bd7dd53_134"
    },
    {
      "start": 19737,
      "end": 19892,
      "text": "We find merit in the contention that an LC is an independent contract and must not be conflated with the underlying contract of sale and purchase of goods.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78e727e565b0429389f4559b4c7bd99c_135"
    },
    {
      "start": 19893,
      "end": 20001,
      "text": "The grounds on which performance of the obligations under a Letter of Credit can be interdicted are limited.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44194d44782c424fa5cd1029f86e1409_136"
    },
    {
      "start": 20002,
      "end": 20234,
      "text": "Indisputably, payment against a Letter of Credit may be avoided if it is established that there is an egregious fraud to which the presenting bank or negotiating bank is either a party or was aware of the same, at the material time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8bc609774a849afbc23cfc424cf02d8_137"
    },
    {
      "start": 20235,
      "end": 20385,
      "text": "In the present case, there is no material to even remotely establish that the Indian Bank is a party to the fraud as alleged or was aware of the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6051f4f0b5414f548a849491814a2502_138"
    },
    {
      "start": 20386,
      "end": 20877,
      "text": "\n40. In UBS AG v. State Bank of Patiala: (2006) 5 SCC 416, the Supreme Court had observed that in cases where fraud was detected after the Letters of Credit were negotiated, it could not be set up as a plausible defence in a suit filed by the bank. Thus, the payment against a Letter of Credit may, in a given case of established fraud, be interdicted if the negotiating bank was duly informed of the fraud prior to negotiation of the Letter of Credit or was otherwise involved in the fraud.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "86bfa7f91600402cb2ade3848d2581c3_139"
    },
    {
      "start": 20878,
      "end": 20965,
      "text": "Absent the said conditions, the payment against Letter of Credit cannot be interdicted.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7813cc28a79d40d3902190500c5bdf6d_140"
    },
    {
      "start": 20966,
      "end": 21089,
      "text": "The relevant extract of the decision of the Supreme Court in UBS AG v. State Bank of Patiala (supra) is set out below:\n\"22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0dc47aef30894370964ea70ae34cbb58_141"
    },
    {
      "start": 21090,
      "end": 21488,
      "text": "The main contention raised on behalf of the appellant Bank is that since it had no knowledge of any fraud perpetrated by the constituent of the respondent Bank before making payment under the letter of credit in question, the respondent Bank could not refuse to reimburse the appellant Bank of payments already made to the beneficiary under the letter of credit before such intimation was received.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c73c8a28e8fb48659cbefbc7ccf97787_142"
    },
    {
      "start": 21489,
      "end": 21811,
      "text": "It was also the case of the appellant Bank that since it had no knowledge of the fraud said to have been committed with regard to the bills of lading and the letter of credit itself, it negotiated documents presented before it by the beneficiary and made payment accordingly as per the instructions of the respondent Bank.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "652886f0da914a929792f8104f4e7d5e_143"
    },
    {
      "start": 21812,
      "end": 21828,
      "text": "\nxxx xxx xxx 35.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f50f15028b0547beaa04ed5633663d98_144"
    },
    {
      "start": 21829,
      "end": 21883,
      "text": "The facts of these three appeals are clear and simple.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "61781707c4ca41a4bd5a3a8a911f27f4_145"
    },
    {
      "start": 21884,
      "end": 22186,
      "text": "The letters of credit were issued by the issuing bank to the confirming bank with a request to inform the beneficiary that an irrevocable letter of credit had been established for the sum indicated therein to be paid by the appellant Bank on negotiation of documents to be presented by the beneficiary.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b23b62ded4e34b42b041252504a34d67_146"
    },
    {
      "start": 22187,
      "end": 22408,
      "text": "Such documents having been presented by the beneficiary to the appellant Bank, it made payment under the letter of credit to the beneficiary and was entitled to receive reimbursement for the same from the respondent Bank.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1453c077b2f4174aed914026fb7afa0_147"
    },
    {
      "start": 22409,
      "end": 22611,
      "text": "If the fraud had been detected earlier and the appellant Bank had been informed of such fraud and put on caution prior to making payment, the respondent Bank may have had a triable issue to go to trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f66f3b95caa84ad9a86bcd687eae8e39_148"
    },
    {
      "start": 22612,
      "end": 22648,
      "text": "That is not so in these three cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e84e155410ed4f8d955d4269e9a52629_149"
    },
    {
      "start": 22649,
      "end": 22940,
      "text": "In these cases, the fraud was detected after the letters of credit had been negotiated and hence such fraud alleged to have been committed by the constituent of the respondent Bank cannot be set up even as a plausible defence in the suit filed by the appellant Bank.\"\n(Emphasis Supplied)\n41.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9dbde346632544849fbb591aa19ab7b0_150"
    },
    {
      "start": 22941,
      "end": 23195,
      "text": "In Allahabad Bank v. Malayan Banking Limited: 2019 SCC OnLine Del 11447, a Coordinate Bench of this Court followed the decision in UBS AG v. State Bank of Patiala (supra) and rejected an appeal challenging the decree where a similar plea had been raised.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4debd9d6385d42528ab395df4423feab_151"
    },
    {
      "start": 23196,
      "end": 23255,
      "text": "The relevant extract of the said judgment is set out below:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "832037e3cf804f50b475cd247c7c8ce3_152"
    },
    {
      "start": 23256,
      "end": 23429,
      "text": "\n\"25. Having held the UCP-600 to be applicable to the transaction between the appellant and the respondent, two clauses of the Rules are of significance to the present case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9cc92279cba94349ac23b2f3e18e08ed_153"
    },
    {
      "start": 23430,
      "end": 23635,
      "text": "Clause (d) of Article 16 of the Rules, obligates the appellant to intimate any discrepancy in the documents no later than the close of the fifth banking day following the day of communication of documents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7ec48bbd1f54d719decdfba63075345_154"
    },
    {
      "start": 23636,
      "end": 23812,
      "text": "The consequence of failing to do so is categorically provided under Clause (f) as being \"precluded from claiming that the documents do not constitute a complying presentation.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef1d7aadbcae459595bccd028ca96438_155"
    },
    {
      "start": 23813,
      "end": 23994,
      "text": "Further, Article 7 clearly stipulates that the obligation of the issuing bank for reimbursing the nominated bank is independent of the issuing bank's undertaking to the beneficiary.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6450632a50904145af304ae3e20d36ea_156"
    },
    {
      "start": 23996,
      "end": 24278,
      "text": "26. Learned senior counsel for the appellant had also strongly urged before us that the goods under the LCs were never shipped and the compliance documents such as the bills of lading and invoices were forged, thus, making the appellant not liable to make the payment under the LCs.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "07c3baf2b08840f99ccaa263ea71f356_157"
    },
    {
      "start": 24279,
      "end": 24434,
      "text": "In our view, the substratum of such a contention is that the respondent had knowledge of the fraud either by being informed of it or being a party thereto.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f2938bd8f7e4a97a9c00005e9703005_158"
    },
    {
      "start": 24435,
      "end": 24727,
      "text": "The same is clear from the decision of the Supreme Court in UBS AG v. State Bank of Patiala, (2006) 5 SCC 416 wherein it was held that if knowledge of fraud had been communicated to the respondent bank before the negotiation, only then the defence of fraud can be taken up as a triable issue.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "df4ff4476f6a4ff7a09b0f021793d31f_159"
    },
    {
      "start": 24728,
      "end": 24780,
      "text": "The relevant portions read as under:\nxxx xxx xxx 27.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac2cf444c76a4ee9be3e858e564bb6f8_160"
    },
    {
      "start": 24781,
      "end": 24916,
      "text": "At this stage, it is appropriate to mention that there were four LCs in question, three dated 07.12.2011 and last one dated 02.01.2012.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a361df0f95354170884abc06ded62562_161"
    },
    {
      "start": 24917,
      "end": 25011,
      "text": "Referring the LCs by their last three digits, the LCs were LC-150, LC-151, LC-154 and LC- 159.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "037243ff5d134d90bc70a0cbf46494e4_162"
    },
    {
      "start": 25012,
      "end": 25095,
      "text": "As required, the documents presented were forwarded by respondent to the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30dd7db48397485ba2b3f6872746d197_163"
    },
    {
      "start": 25096,
      "end": 25226,
      "text": "As regards LC-150, the documents were first accepted by the appellant and thereafter, after expiry of five days rejected the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b28039d9b3f8431db07f762a407be9b0_164"
    },
    {
      "start": 25227,
      "end": 25349,
      "text": "The documents pertaining to LC-151 and LC-154 were never rejected within 5 days and were only rejected after a long delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d40ab7de209489cb409ba10cca24799_165"
    },
    {
      "start": 25350,
      "end": 25443,
      "text": "The documents of final LC-159 were first accepted and then rejected, both being after 5 days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66e01fa46c034be7aeb0708d022de8ea_166"
    },
    {
      "start": 25444,
      "end": 25583,
      "text": "Thus, it is clear that as far as the appellant is concerned, it had not communicated any discrepancy within 5 days for any of the LCs.\"\n42.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b145783d31f4dae8eb4c20eee84083b_167"
    },
    {
      "start": 25584,
      "end": 25818,
      "text": "In Millenium Wires Private Limited v. State Trading Corporation of India Limited & Ors.: (2015) 14 SCC 375, the Supreme Court had stated the law on injunctions in respect of honouring of a Letter of Credit in the following words:\n\"11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a158356f564c46ee954db8cb3949d229_168"
    },
    {
      "start": 25819,
      "end": 25972,
      "text": "We would uphold and restate the law on injunction against honouring letter of credit by a bank as summed up by the learned Single Judge as follows:\n11.1.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "facd93b6cd4d4c86926d24647581a409_169"
    },
    {
      "start": 25973,
      "end": 26099,
      "text": "The court must be slow in granting an order of injunction restraining the realisation of a bank guarantee or letter of credit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9187ae6eb32a4ae1b9c7f2ab9d57c3fd_170"
    },
    {
      "start": 26101,
      "end": 26150,
      "text": "11.2. There are two exceptions to the above rule.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c2bd528d0eef4374b5982e9771b6aec7_171"
    },
    {
      "start": 26151,
      "end": 26277,
      "text": "The first is that it must be clearly shown that a fraud of a grievous nature has been committed and to the notice of the Bank.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8b899bdb818d4948b1dfb8fac1ea4043_172"
    },
    {
      "start": 26278,
      "end": 26650,
      "text": "The second is that injustice of the kind which would make it impossible for the guarantor to reimburse himself, or would result in irretrievable harm or injustice to one of the parties concerned, should have resulted.\n11.3. It is not enough to allege fraud but there must be clear evidence both as to the fact of fraud as well as to the bank's knowledge of such fraud.\n12.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a3ff88ca76f14b77af7c88e36e192e78_173"
    },
    {
      "start": 26651,
      "end": 26959,
      "text": "It would suffice to say here that injunctions against the negotiating banks for making payments to the beneficiary must be given cautiously as constant judicial interference in the normal practices of market can have disastrous consequences as it affects the trustworthiness of the Indian banks and markets.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "430147e33a964acc8b148ac05ed76728_174"
    },
    {
      "start": 26961,
      "end": 27112,
      "text": "43. It was possible for the Union Bank of India to have conveyed its objections for honoring the LC within a period of five days from its presentation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58e0d5c7db554392a2bce7e1985198a9_175"
    },
    {
      "start": 27113,
      "end": 27162,
      "text": "However, the Union Bank of India had not done so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6c3cb46f4cd481296c17adb921b9968_176"
    },
    {
      "start": 27163,
      "end": 27281,
      "text": "Thus, the Indian Bank was fully entitled to rely on the Union Bank of India's underlying commitments to honour the LC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "769217b894484c809a0a52003562d45d_177"
    },
    {
      "start": 27282,
      "end": 27469,
      "text": "Prima facie, we are unable to accept that performance of this obligation is required to be interdicted on the basis of the appellant's allegations in regard to its contract with ASPL.\n44.",
      "labels": [
        "RATIO"
      ],
      "id": "13aa429907d84184864dd33fc8bc6275_178"
    },
    {
      "start": 27470,
      "end": 27610,
      "text": "The question whether the Indian Bank had negotiated the LC is a question of fact, this is required to be determined at an appropriate stage.",
      "labels": [
        "RATIO"
      ],
      "id": "f9a5b96d866740bfbae3f224337c6bb4_179"
    },
    {
      "start": 27611,
      "end": 27715,
      "text": "At this stage, we find no reason to doubt the Indian Bank's assertion that it has in fact negotiated LC.",
      "labels": [
        "RATIO"
      ],
      "id": "adda9bf87d6e4ddea926e1140ffdc9bc_180"
    },
    {
      "start": 27717,
      "end": 27943,
      "text": "45. Prima facie, if the issuing bank does not point out any discrepancies or rejects the presentation as non-compliant within the stipulated period of five days following the presentation, it would be bound to honour the same.",
      "labels": [
        "RATIO"
      ],
      "id": "db4653bd761f40419a3eb3f5cc0d8f9e_181"
    },
    {
      "start": 27945,
      "end": 28026,
      "text": "46. In view of the above, we find no ground to interfere with the impugned order.",
      "labels": [
        "RPC"
      ],
      "id": "b9a8e350b99a4170bcc35246fc117b77_182"
    },
    {
      "start": 28027,
      "end": 28073,
      "text": "The present appeal is, accordingly, dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "08afda4677a0487691ddeee91b7f0e03_183"
    },
    {
      "start": 28074,
      "end": 28127,
      "text": "\nVIBHU BAKHRU, J AMIT MAHAJAN, J DECEMBER 22, 2023 RK",
      "labels": [
        "NONE"
      ],
      "id": "e915dd9eeb03410793a78496eacfbd1f_184"
    }
  ]
}