{
  "id": "478ea562f9bf5db7649c7be369e757087834aa5cbbdec032e39febefe1e844e6",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nKandla Container Terminal Pvt. Ltd. ... vs Doosan Heavy Industries And ... on 18 July, 2018 \nEquivalent citations: Aironline 2018 Guj 89\nAuthor: M.R. Shah\nBench: M.R. Shah, A.Y. Kogje \n        C/ Fa/2180/2018                                       Cav Judgment\n\n\n\n\n              In The High Court Of Gujarat At Ahmedabad\n\n                         R/ First Appeal No. 2180 of 2018 \n                                      With\n                         Civil Applica TION NO . 1 of 2018                                       With                          CIVIL APPLICATION NO. 2 of 2018            [Converted to Special Civil Application No.11144/2018] \n\nFOR APPROVAL AND SIGNATURE:\n\nHONOURABLE MR.JUSTICE M.R. SHAH                                 sd/-\nand HONOURABLE MR.JUSTICE A.Y. KOGJE                                sd/- \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n1 Whether Reporters of Local Papers may be allowed to Yes see the judgment ?\n2 To be referred to the Reporter or not ? Yes 3 Whether their Lordships wish to see the fair copy of the No judgment ?\n4 Whether this case involves a substantial question of law No as to the interpretation of the Constitution of India or any order made thereunder ? \n= = = = = = = = = = = = = = == ========================================== KANDLA CONTAINER TERMINAL PVT. LTD. (FORMERLY KNOWN AS ABG KANDLA CONTAINER TERMINAL PRIVATE LTD) Versus DOOSAN HEAVY INDUSTRIES AND CONSTRUCTION COMPANY LIMITED ========================================================== Appearance: \nIn First Appeal No.2180/2018 MR HARDIK P MODH(5344) for the APPELLANT MR KAMAL TRIVEDI, SENIOR ADVOCATE WITH MR UDIT MENDIRATTA, ADVOCATE WITH MR PRATIK Y JASANI(5325), ADVOCATE for RESPONDENT(s) No. 1 In Civil Application No.1 of 2018 MR. TARAK DAMANI, ADVOCATE for the Applicants MR. PRATIK Y JASANI, ADVOCATE for the Opponent MR. HARDIK P MODH, ADVOCATE for the Opponent In Civil Application No.2 of 2018 MR. DHAVAL D VYAS, ADVOCATE for the Applicants MR. PRATIK Y JASANI, ADVOCATE for the Opponent MR. HARDIK P MODH, ADVOCATE for the Opponent ================================= = = = = = = = = = = = = = = = = = = = = = = = = = CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE A.Y. KOGJE Date : 18/07/2018 C.A.V. JUDGMENT (PER : HONOURABLE MR.JUSTICE M.R. SHAH)\n1. Feeling aggrieved and dissatisfied with the impugned order passed by the learned Judge, Commercial Court, Rajkot, dated 30.03.2018/ 07.04.2018, passed below Ex.1 in Commercial Execution Petition No.12/2017 by which the learned Judge has overruled the preliminary objection raised by the judgment-debtor that the said execution petition before the Commercial Court shall not be maintainable and/or that the Commercial Court, Rajkot, shall not have any jurisdiction to adjudicate the said execution petition and the objection that only the Commercial Division of the High Court shall have the jurisdiction to adjudicate the execution petition and consequently holding that the Commercial Court, Rajkot, shall have the jurisdiction to adjudicate the said commercial execution petition, the original respondent - a judgment- debtor, has preferred the present First Appeal under Section 13 of the Commercial Court, Commercial Division and Commercial Appellate Division of the High Courts Act, 2015 (hereinafter referred to as \"the Commercial Courts Act, 2015\").\n2. The facts leading to the present appeal in nutshell are as under:\n2.1 It is not in dispute that in an international arbitration between the appellant herein and the original applicant, being ICC Case No.18836/CYK, an award has been passed against the appellant herein. At this stage, it is required to be noted that the said international arbitration proceedings were pursuant to Article 4(2) of the ICC Rules of Arbitration in force as from 01.01.2012. It appears that in its request for arbitration, the original claimant proposed that the language of the arbitration be in English and that there should be a sole arbitrator. That by a letter dated 25.07.2012, the Secretariat of the ICC International Court of Arbitration sent a request for arbitration to the original respondent. The said proposed arbitration proceedings were opposed by the appellant - original respondent. It appears that thereafter, after two to three extensions, the International Court of Arbitration of the International Chamber of Commerce decided to submit the matter to a sole arbitrator pursuant to Article 12(2). That thereafter, upon the proposal of the Hong Kong Group, the Court at its session on 11.12.2012, appointed one Mr.Peter Scott Caldwell, Hong Kong, to act as a sole arbitrator. \nThat thereafter, the sole arbitrator declared his award on 31.07.2014 and partly allowed the claim as mentioned in the operative portion of the award, in favour of the respondent herein - original claimant. \n2.2 It appears that thereafter, the respondent herein - original claimant filed the execution petition, being Execution Application No.166/2015 in the Court of learned Additional District Court at Gandhidham. \n2.3 That the applicants of Civil Application No.1/2018 Axis Bank Limited and UCO Bank jointly submitted the application before the learned executing Court, i.e. the learned Additional District Court at Gandhidham, in whose Court the said execution application was filed, inter alia praying for transfer of the execution petition. It was the case on behalf of the decree-holder that as the award under execution is a domestic arbitral award for more than specified value, the execution petition is required to be transferred to the Commercial Court. However, the learned Additional District Judge, Gandhidham - Kutchh, was of the opinion that in view of the decision of this Court in M/s.OCI Corporation v. Kandla Export Corporation & Ors. - Misc. Civil Application (For Transfer) No.2969/2016 dated 11.11.2016 which is now reported in 2016 SCC OnLine Guj 5981 in which it was held for execution application of arbitration award of more than specified value if it is award of international l arbitration, then Commercial Division would have jurisdiction, the learned Additional District Judge, Gandhidham - Kutchh, by order dated 01.02.2017, returned the execution petition to the decree- holder for presenting it before the appropriate Court. 2.4 That thereafter, the original decree-holder filed the present execution petition before the Commercial Court, Rajkot, being Commercial Execution Petition No.12/2017. That the appellant-herein - judgment-debtor raised an objection that the Commercial Court, Rajkot, does not have any jurisdiction to adjudicate the said petition and that only the Commercial Division of the High Court shall have the jurisdiction to adjudicate the execution petition. Heavy reliance was placed upon the decision of the Division Bench of this Court in the case of M/s.OCI Corporation v. Kandla Export Corporation & Ors. - Misc. Civil Application (For Transfer) No.2969/2016 dated 11.11.2016 reported in 2017(1) GLH 383 : 2016 SCC OnLine Guj 5981 [hereinafter referred to as \"M/s.OCI Corporation (I)\"]. Reliance was also placed upon the subsequent decision of this Court in the case of Kandla Export Corporation & Anr. v. OCI Corporation & Anr. dated 28.09.2017 in First Appeal No.3096/2017 and other allied appeals which came to be confirmed by the Hon'ble Supreme Court vide its decision dated 07.02.2018 in Civil Appeal Nos.1661-1663/2018 reported in 2018 SCC OnLine SC 170. However, by impugned order, the learned Judge, Commercial Court, Rajkot, has refused to follow the binding decision of this Court in the case of M/s.OCI Corporation (I) (supra) on the ground that in the case of M/s.OCI Corporation (I) (supra) before this Court it was a case of foreign award and in the present case, the award declared by the learned sole arbitrator is a domestic award. At this stage, it is required to be noted that as such, there are two decisions of this Court in the case of M/s.OCI Corporation, one in Misc. Civil Application (For Transfer) No.2969/2016 dated 11.11.2016 i.e. M/s.OCI Corporation-I, which would have direct bearing on the issue involved in the present proceedings, and another, dated 28.09.2017 in First Appeal No.3096/2017 and allied matters which was arising out of the order passed by the Commercial Division of the High Court holding that the said foreign award sought to be executed is enforceable. Both will be discussed hereinafter. Therefore, by impugned order, the learned Commercial Court, Rajkot, has overruled the objection raised by the appellant herein - judgment-debtor and has held that the Commercial Court, Rajkot, shall have jurisdiction to entertain and adjudicate the said execution petition. 2.5 Feeling aggrieved and dissatisfied with the impugned order passed by the learned Judge, Commercial Court, Rajkot, overruling the objection raised by the appellant herein on the jurisdiction of the Commercial Court, Rajkot, to entertain and adjudicate the said execution petition, and holding that for the execution of the award, the Commercial Court, Rajkot, shall have jurisdiction, the original applicant - original judgment-debtor has preferred the present appeal under Section 13 of the Commercial Courts Act, 2015. \n3. Shri Hardik Modh, learned advocate has appeared on behalf of the appellant herein - original applicant who has raised an objection - original judgment-debtor and Shri Kamal Trivedi, learned Senior Advocate, has appeared with learned advocate Shri Udit Mendiratta, on behalf of the respondent herein. Shri Tarak Damani, learned advocate, has appeared on behalf of the applicant in Civil Application No.1/2018 and Shri Dhaval D. Vyas, learned advocate, has appeared on behalf of the applicant of Civil Application No.2/2018. \n4. Shri Hardik Modh, learned advocate appearing on behalf of the appellant - original applicant - original judgment- debtor - objector, has vehemently submitted that the learned Judge has materially erred in overruling the objection raised by the appellant on the jurisdiction of the Commercial Court, Rajkot, to entertain and adjudicate the execution petition to execute the award in case of international arbitration and has materially erred in holding that the Commercial Court, Rajkot, shall have the jurisdiction to entertain and adjudicate the execution petition to execute the award sought to be executed which was arising out of the international arbitration. 4.1 It is vehemently submitted by Shri Modh, learned advocate appearing on behalf of the appellant - original judgment-debtor that as such, the learned Judge has not properly appreciated and/or considered and/or has not considered at all the entire / whole decision of the Division Bench of this Court in the case of M/s.OCI Corporation (I) (supra). \n4.2 It is vehemently submitted by Shri Modh, learned advocate appearing on behalf of the appellant - original judgment-debtor that as such, the decision of this Court in the case of Kandla Export Corporation & Anr. v. OCI Corporation & Anr. dated 28.09.2017 in First Appeal No.3096/2017 [hereinafter referred to as \"M/s.OCI Corporation -II\"] as such would not have any bearing on the jurisdiction aspect and/or jurisdiction of the Commercial Court. 4.3 It is submitted by Shri Modh, learned advocate appearing on behalf of the appellant - original judgment- debtor that the controversy in M/s.OCI Corporation -I (supra) and M/s.OCI Corporation - II (supra) were different and arising out of different proceedings / orders and as such, the learned Judge, Commercial Court, Rajkot, has not at all noticed the difference in the decisions in M/s.OCI Corporation-I (supra) and M/s.OCI Corporation - II (supra). \n4.4 It is vehemently submitted by Shri Modh, learned advocate appearing on behalf of the appellant - original judgment-debtor that as such, in the present case, the decision of the Division Bench of this Court dated 11.11.2016 in Misc. Civil Application (For Transfer) No.2969/2016 i.e. decision in M/s.OCI Corporation -I shall be applicable with full force. It is vehemently submitted by Shri Modh, learned advocate appearing on behalf of the appellant - original judgment-debtor, that in M/s.OCI Corporation - I (supra), the Division bench of this Court has specifically observed and held that in case of an international arbitration, an execution petition to execute the award in connection with international arbitration shall be before the Commercial Division of the High Court only. It is submitted that without considering the entire facts and findings as a whole, the learned Judge has unnecessarily tried to justify facts and has erred in observing and holding that the decision in M/s.OCI Corporation -I (supra) and/or the decision in M/s.OCI Corporation -II (supra) which came to be confirmed by the Hon'ble Supreme Court vide judgment and order dated 07.02.2018 in Civil Appeal Nos.1661-1663/2018 shall not be applicable as in the aforesaid case, the award was a foreign award and in the present case the award is a domestic award. 4.5 It is further submitted by Shri Modh, learned advocate appearing on behalf of the appellant - original judgment-debtor that the learned Judge has unnecessarily drawn a distinction between the domestic award and foreign award, without further appreciating the fact that as such even the domestic award was also with respect to the international arbitration as defined under the provisions of the Arbitration and Conciliation Act, 1996. It is submitted that in the case of M/s.OCI Corporation - I (supra), the Division Bench of this Court has, in conclusion, specifically observed and held that where the subject-matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or the appeals arising out of such arbitration under the provisions of the Arbitration Act shall be heard, decided and disposed of by the Commercial Division where such commercial division has been constituted in the High Court. It is submitted that despite the above, the learned Judge has materially erred in not following the said binding decision of the Division Bench of this Court in the case of M/s.OCI Corporation - I (supra). 4.6 It is vehemently submitted by Shri Modh, learned advocate appearing on behalf of the appellant - original judgment-debtor that even some of the observations made by the learned Judge that the observations made by the High Court and/or the order passed by the High Court shall not be considered as a statute, are absolutely unwarranted and more particularly are made without properly appreciating and/or understanding the ratio of the judgment of this Court in M/s.OCI Corporation - I (supra). \nMaking above submissions and relying upon the decision of the Division Bench of this Court in the case of M/s.OCI Corporation - I (supra), it is requested to allow the present appeal and quash and set aside the impugned order and it is requested to hold that the Commercial Court, Rajkot, would have no jurisdiction to entertain and adjudicate the execution petition to execute the award arising out of the international arbitration and that a Commercial Division of the High Court shall have jurisdiction to entertain and adjudicate the said execution petition.\n5. Shri Kamal Trivedi, learned Senior Advocate has appeared on behalf of the respondent herein - original judgment-creditor - original claimant.\n5.1 Shri Kamal Trivedi, learned Senior Advocate appearing on behalf of the respondent herein - original judgment-creditor - original claimant has raised a preliminary objection on the maintainability of the present appeal under Section 13 of the Commercial Courts Act, 2015, against the impugned order passed by the learned Commercial Court. \nIn support of his above submission, Shri Kamal Trivedi, learned Senior Advocate, has heavily relied upon the decision of the Bombay High Court in the case of Smt.Sushila Singhania & Ors v. Bharat Hari Singhania & Ors. dated 29.03.2017 in Commercial Appeal No.4/2016 - 2017 SCC OnLine Bom 360 (Paragraphs 55, 70, 71, 100, and 101). 5.2 It is vehemently submitted by Shri Kamal Trivedi, learned Senior Advocate appearing on behalf of the respondent - original judgment-creditor - original claimant that against the impugned order passed by learned Commercial Court, appeal under Section 13 of the Commercial Courts Act, 2015, shall not be maintainable as the impugned order is not appealable under Section 13 of the Commercial Courts Act, 2015. it is further submitted by Shri Kamal Trivedi, learned Senior Advocate that even otherwise, as the arbitration was much prior to the Arbitration and Conciliation (Amendment) Act, 2015, and therefore, as per Section 26 of the Arbitration and Conciliation (Amendment) Act, 2015, the amended Act shall not be applicable and therefore, the definition of `Court' contained in Section 2(e) of the Arbitration and Conciliation Act (Amendment) Act, 2015, shall not be applicable. It is submitted that therefore, the Arbitration and Conciliation (Amendment) Act, 2015, shall not be applicable retrospectively and shall not apply to the arbitral proceedings commenced prior to the Arbitration and Conciliation (Amendment) Act, 2015, and therefore, the Commercial Division of this High Court shall not have jurisdiction to entertain and adjudicate the execution petition to execute the award arising out of the arbitration proceedings commenced prior to Arbitration and Conciliation (Amendment) Act, 2015.\nIn support of his above submission, Shri Trivedi, learned Senior Advocate, has relied upon the recent decision of the Hon'ble Supreme Court in the case of Board of Control for Cricket in India v. Kochi Cricket Pvt. Ltd. and etc. dated 15.03.2015 in Civil Appeal Nos.2879-2880/2018 reported in 2018 SCC OnLine 232.\n5.3 Now so far as the distinction drawn by the learned Judge that in the present case as the award was the domestic award and in the case of M/s.OCI Corporation -I (supra), it was a foreign award and therefore, the decision of this Court in the case of M/s.OCI Corporation - I (supra) shall not be applicable in the present case, Shri Trivedi, learned Senior Advocate appearing on behalf of the original claimant - original applicant has initially tried to support the same. However, he is not disputing that the arbitration before the learned sole arbitrator was an international arbitration and the award declared by the learned sole arbitrator was in connection with the international arbitration. \n6. Shri Tarak Damani and Shri Dhaval D. Vyas, learned advocates appearing on behalf of the respective applicants in Civil Applications have supported the appellant herein and relying upon the decision of the Division Bench of this Court in the case of M/s.OCI Corporation - I (supra), it is submitted that the Commercial Court, Rajkot, shall not have any jurisdiction to entertain/ adjudicate the execution petition in connection with international arbitration and only the Commercial Division of the High Court shall have the jurisdiction. \n7. In rejoinder and to the objection raised by Shri Kamal Trivedi, learned Senior Advocate appearing on behalf of the respondent on maintainability of the present appeal under Section 13 of the Commercial Courts Act, 2015 against the impugned order passed by the learned Judge, Commercial Court, Rajkot, Shri Modh, learned advocate appearing on behalf of the appellant - judgment-debtor has submitted that as such, considering the first part of sub-section (1) of Section 13 of the Commercial Courts Act, 2015, present appeal under Section 13 of the Act shall be maintainable. He has submitted and requested that in case this Court comes to a conclusion that the present appeal under Section 13 of the Commercial Courts Act, 2015, against the impugned order passed by the learned Judge, Commercial Court, Rajkot, shall not be maintainable, the present appeal be converted into a petition under Article 227 of the Constitution of India, which otherwise, is as per the recent decision of this Court dated 07.05.2018 in the case of State of Gujarat v. Union of India - Special Civil Application No.737/2018.\n8. Heard learned counsel for the respective parties at length. At the outset, it is required to be noted that the present appeal under Section 13 of the Commercial Courts Act, 2015, has been preferred by the appellant herein the judgment- debtor challenging the impugned order passed by the learned Commercial Court, Rajkot, overruling the objection raised by the appellant herein on the jurisdiction of the Commercial Court, Rajkot, to decide and adjudicate the execution petition filed before it. \n9. A preliminary objection is raised by Shri Kamal Trivedi, learned Senior Advocate appearing on behalf of the respondent herein - original judgment-creditor on the maintainability of the present appeal under Section 13 of the Commercial Courts Act, 2015, against the impugned order passed by the learned Commercial Court, Rajkot, overruling and/or setting aside the objection on the jurisdiction of the Commercial Court, Rajkot, to entertain and adjudicate the said execution petition. \n9.1 Heavy reliance has been placed by Shri Kamal Trivedi, learned Senior Advocate appearing on behalf of the respondent on Section 13(1) and the proviso to the said Section of the Commercial Courts Act, 2015. It is submitted that against the final decision/ judgment of the Commercial Court or the Commercial Division of the High Court, appeal shall be maintainable to the Commercial Appellate Division of the High Court. It is also submitted by Shri Kamal Trivedi, learned Senior Advocate appearing on behalf of the respondent that even under Section 13 of the Commercial Courts Act, 2015, considering proviso to sub-section (1) of Section 13, an appeal shall lie from such orders passed by the Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908, as amended by Commercial Courts Act, 2015 and Section 37 of the Arbitration and Conciliation Act, 1996 only. \n9.2 Having heard learned counsel for the respective parties and considering sub-section (1) of Section 13 of the Commercial Courts Act, 2015, Shri Kamal Trivedi, learned Senior Advocate appearing on behalf of the respondent herein is right in raising the objection on the maintainability of the present appeal under Section 13 of the Commercial Courts Act, 2015, against the impugned order passed by the learned Judge, Commercial Court. As such, the said issue does not seem to be now res-integra in view of the decision of the Hon'ble Supreme Court in the case of Kandla Export Corporation & Anr. v. OCI Corporation & Anr. dated 07.02.2018 in Civil Appeal Nos.1661-1663/2018 reported in 2018 SCC OnLine SC 170. A somewhat similar submission was made before the Hon'ble Supreme Court and Section 13(1) of the Commercial Courts Act, 2015, fell for consideration before the Hon'ble Supreme Court and while interpreting and/or considering sub-section (1) of Section 13 of the Commercial Courts Act, 2015, the Hon'ble Supreme Court in Paragraphs 15 to 17 has observed and held as under:- \n\"15. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts. The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court. To this main provision, an exception is carved out by the proviso. The primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in CIT v. Indo-Mercantile Bank Ltd., 1959 Supp (2) SCR 256 at 266-267, thus:\n\"The proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment. Ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment. It is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso. Therefore it is to be construed harmoniously with the main enactment. (Per Das, C.J. in Abdul Jabar Butt v. State of Jammu & Kashmir [(1957) SCR 51, 59]). Bhagwati, J., in Ram Narain Sons Ltd. v. Assistant Commissioner of Sales Tax [(1955) 2 SCR 483, 493] said:\nIt is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision. It carves out an exception to the main provision to which it has been enacted as a proviso and to no other.\" \nLord Macmillan in Madras & Southern Maharatta Railway Co. v. Bezwada Municipality [(1944) LR 71 IA 113, 122] laid down the sphere of a proviso as follows:\n\"The proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case. Where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude from it by implication what clearly falls within its express terms.\" \nThe territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section. It has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect. (Vide also Corporation of City of Toronto v.\nAttorney-General for Canada [(1946) AC 32, 37] .)\" \n16. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court. \n17. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act. Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act.\" \n9.3 Applying the law laid down by the Hon'ble Supreme Court in the aforesaid decision to the facts of the case on hand and considering sub-section (1) of Section 13 of the Commercial Courts Act, 2015, we are of the opinion that against the final judgment and/or decision of the Commercial Court or the Commercial Division of the High Court only, appeal shall be maintainable before the Commercial Appellate Division of the High Court. However, an appeal shall also lie from such orders passed by the Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code as amended by the Commercial Courts Act, 2015 and Section 37 of the Arbitration and Conciliation Act, 1996. Therefore, the submission on behalf of Shri Kamal Trivedi, learned Senior Advocate on behalf of the respondent that an appeal under Section 13 of the Commercial Courts Act, 2015, shall lie only from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code, as amended by the Commercial Courts Act, 2015 and Section 37 of the Arbitration and Conciliation Act, 1996, is not acceptable. As observed and held by the Hon'ble Supreme Court, Section 13(1) of the Commercial Courts Act, 2015, is in two parts, one is with respect to providing appeal to the Commercial Appellate Division of the High Court against the final decision / judgment or order of the Commercial Court or the Commercial Division of the High Court and the second part is with respect to providing appeal from such orders passed by Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code as amended by the Commercial Courts Act, 2015 and Section 37 of the Arbitration and Conciliation Act, 1996. However, at the same time, Shri Trivedi, learned Senior Advocate appearing on behalf of the respondent is justified in raising the objection on the maintainability of the present appeal under Section 13 of the Commercial Courts Act, 2015 against the impugned order passed by the learned Commercial Court, Rajkot, overruling and /or setting aside the objection raised by the appellant herein on the jurisdiction of the Commercial Court, Rajkot, to entertain and adjudicate the execution petition. \n10. In view of the above discussion, it is observed and held that the present appeal under Section 13 of the Commercial Courts Act, 2015, against the impugned order passed by the learned Commercial Court, Rajkot, shall not be maintainable. However, considering the request made by Shri Modh, learned advocate appearing on behalf of the appellant and considering the fact that the issue with respect to the jurisdiction of the Commercial Court, Rajkot, would be a pure question of law and it is with respect to the jurisdiction, as held by the Division Bench of this Court in State of Gujarat v. Union of India (supra), a petition under Article 227 of the Constitution of India shall be maintainable and therefore, learned advocate appearing on behalf of the appellant is permitted to convert the present First Appeal into a Writ Petition under Article 227 of the Constitution of India. Registry is directed to register the present First Appeal as Special Civil Application under Article 227 of the Constitution of India by giving a separate, new number accordingly. \n11. Now so far as the challenge to the impugned order on merits is concerned, at the outset, it is required to be noted that as such, the issue involved in the present petition with respect to the jurisdiction of the Commercial Court, Rajkot, to decide and adjudicate the said execution petition is now no more res-integra in view of the decision of the Division Bench of this Court in the case of M/s.OCI Corporation -I (supra). In the aforesaid decision, in Paragraph-63, the Division Bench of this Court has specifically observed and held as under:-\n\"63. The sum and substance of the above discussion would be, (1) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be heard, decided and disposed of by the Commercial division where such Commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat. \n(2) Where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of Arbitration and Conciliation (Amendment) Act, 2015 the same shall be heard, decided and disposed of by the concerned High Court. \n(3) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial Court has been constituted.\" \nTherefore, the learned Judge, Commercial Court, Rajkot, has unnecessarily distinguished the decision of this Court in the case of M/s.OCI Corporation -I (supra) and thereby has erred in not following the said binding decision of this Court. The decision of this Court in M/s.OCI Corporation -I (supra) which is reported to be confirmed by the Hon'ble Supreme Court, specifically lays down that if the award is in connection with the international arbitration, execution petition shall be maintainable before the Commercial Division of the High Court alone. At this stage, it is required to be noted that as such, the applicability of the Commercial Courts Act, 2015 and/or applicability of the Arbitration and Conciliation (Amendment) Act, 2015, cannot be disputed as the respondent herein - original applicant itself has preferred the execution petition before the Commercial Court under the Commercial Courts Act, 2015. In the aforesaid decision in M/s.OCI Corporation - I (supra), after considering the Scheme of the Commercial Courts Act, 2015, and the object and purpose of the enactment of the Commercial Courts Act, 2015, and the Scheme of the Arbitration and Conciliation (Amendment) Act, 2015, it is specifically observed and held that against any decision and/or order where the subject-matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996, shall be heard, decided and disposed of by the Commercial Division where such Commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat. It is not in dispute that in the present case, the subject-matter of arbitration is a commercial dispute of a specified value and the arbitration is an international commercial arbitration. Even when the award is a domestic award as the venue might have been in India, the arbitration would still be an international commercial arbitration. Under the circumstances, the impugned order passed by the learned Judge, Commercial Court, Rajkot, overruling / setting aside the objections raised by the appellant herein on the jurisdiction of the Commercial Court, Rajkot, to entertain and adjudicate the execution petition with respect to the international commercial arbitration and the order passed by the learned Commercial Court that the said execution petition shall be maintainable before the Commercial Court, Rajkot, cannot be sustained and the same deserves to be quashed and set aside. It is, accordingly quashed and set aside. The Commercial Court, Rajkot, is hereby directed to return the said execution petition to the original applicant - original claimant to present it before the Commercial Division of this Court immediately and thereafter, the original claimant - original applicant to file the execution petition before the Commercial Division of this Court and if filed within a period of four weeks from the return of the execution petition to present it before the Commercial Division of this Court, the same be considered in accordance with law and on merits at the earliest. \nRule is made absolute accordingly to the aforesaid extent. In the facts and circumstances of the case, there shall be no order as to costs. \nIn view of the disposal of writ petition, respective Civil Applications stand disposed of. \nsd/-\n(M.R. SHAH, J) sd/-\n(A.Y. KOGJE, J) sunil",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3868be73b9848b0829af06094f69451_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b049520ea1a345dfb257c2819356f468_1"
    },
    {
      "start": 242,
      "end": 353,
      "text": "\nGujarat High Court\nKandla Container Terminal Pvt. Ltd. ... vs Doosan Heavy Industries And ... on 18 July, 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "09f2c026fa094d17ad47762203c4f575_2"
    },
    {
      "start": 354,
      "end": 445,
      "text": "\nEquivalent citations: Aironline 2018 Guj 89\nAuthor: M.R. Shah\nBench: M.R. Shah, A.Y. Kogje",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6540e9680ae44ec3b9175e9330905ab8_3"
    },
    {
      "start": 455,
      "end": 470,
      "text": "C/ Fa/2180/2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f0464c992c55465e9254ef0752a3c621_4"
    },
    {
      "start": 509,
      "end": 540,
      "text": "Cav Judgment\n\n\n\n\n              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fff14b32869442a4bbac5cd95aff1be0_5"
    },
    {
      "start": 540,
      "end": 610,
      "text": "In The High Court Of Gujarat At Ahmedabad\n\n                         R/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d8f3424ea9a74ed797406ebd46b28c72_6"
    },
    {
      "start": 611,
      "end": 640,
      "text": "First Appeal No. 2180 of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "09388d3e95b344ab9cbccc5b910e3902_7"
    },
    {
      "start": 680,
      "end": 723,
      "text": "With\n                         Civil Applica",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8732e28ab85547428ebf212201cf9c15_8"
    },
    {
      "start": 724,
      "end": 731,
      "text": "TION NO",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8cb90b9ed5fb4433b477dfcdff5fb3bb_9"
    },
    {
      "start": 732,
      "end": 743,
      "text": ". 1 of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "408c0988beb843e7bdcbe64ec4dbd26a_10"
    },
    {
      "start": 782,
      "end": 843,
      "text": "With                          CIVIL APPLICATION NO. 2 of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3b47eb2d5bc4dc4852744ee2ec37bf8_11"
    },
    {
      "start": 855,
      "end": 909,
      "text": "[Converted to Special Civil Application No.11144/2018]",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d8d6e7fe536a4f3a92099e0d56a9c4ea_12"
    },
    {
      "start": 912,
      "end": 972,
      "text": "FOR APPROVAL AND SIGNATURE:\n\nHONOURABLE MR.JUSTICE M.R. SHAH",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d2cd5c9f0eff45798034e0254d83c0f6_13"
    },
    {
      "start": 1005,
      "end": 1046,
      "text": "sd/-\nand HONOURABLE MR.JUSTICE A.Y. KOGJE",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d40fa4453ca34ad295cf558c1ddba257_14"
    },
    {
      "start": 1078,
      "end": 1085,
      "text": "sd/- \n=",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b6b84561efe042eb814aca5bd72e2b80_15"
    },
    {
      "start": 1086,
      "end": 1093,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63b9ce7d93934cf881fc13abd4abebf2_16"
    },
    {
      "start": 1094,
      "end": 1101,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6dc3108d3a8146449bd9a965891838a1_17"
    },
    {
      "start": 1102,
      "end": 1109,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1fe05c121bac4572b876234154277c08_18"
    },
    {
      "start": 1110,
      "end": 1117,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9c4343ce59aa41149358dd52c451d5ee_19"
    },
    {
      "start": 1118,
      "end": 1125,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "55db0b7b7f324f0897de3bd88576745d_20"
    },
    {
      "start": 1126,
      "end": 1133,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ed5fad6c8c74a539a704477a43a1646_21"
    },
    {
      "start": 1134,
      "end": 1141,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "80457f8bbfc0496cbd41a708de639a0b_22"
    },
    {
      "start": 1142,
      "end": 1149,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f87f2fcc30114b9082947887f65b04bc_23"
    },
    {
      "start": 1150,
      "end": 1157,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4eec52f31e454ff3b4d7bbcc75397ba6_24"
    },
    {
      "start": 1158,
      "end": 1165,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c438118965de4b33986329dcd39c6c23_25"
    },
    {
      "start": 1166,
      "end": 1173,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96116f00534745988aaf9e65acc153fd_26"
    },
    {
      "start": 1174,
      "end": 1181,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0e5c8673c3a945319624b6924081ebc1_27"
    },
    {
      "start": 1182,
      "end": 1189,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18a6db6408264a45927c896bb284cd47_28"
    },
    {
      "start": 1190,
      "end": 1197,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9395bd95931148bdaabcf22cb82921e6_29"
    },
    {
      "start": 1198,
      "end": 1542,
      "text": "=\n1 Whether Reporters of Local Papers may be allowed to Yes see the judgment ?\n2 To be referred to the Reporter or not ? Yes 3 Whether their Lordships wish to see the fair copy of the No judgment ?\n4 Whether this case involves a substantial question of law No as to the interpretation of the Constitution of India or any order made thereunder ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cadaf1cfe8604bf9ba26d567175b7554_30"
    },
    {
      "start": 1544,
      "end": 1551,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f0ea40b4f74b44e2b3da023ca20b7c29_31"
    },
    {
      "start": 1552,
      "end": 1559,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "73f226cb7cdf45e280958cfadeb42e5d_32"
    },
    {
      "start": 1560,
      "end": 1567,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "83c1d96ca49342c1ab79991df427ad1a_33"
    },
    {
      "start": 1568,
      "end": 1574,
      "text": "= = ==",
      "labels": [
        "PREAMBLE"
      ],
      "id": "39bf7ee97a204fb2b20005dd7c9a4c2d_34"
    },
    {
      "start": 1575,
      "end": 1779,
      "text": "========================================== KANDLA CONTAINER TERMINAL PVT. LTD. (FORMERLY KNOWN AS ABG KANDLA CONTAINER TERMINAL PRIVATE LTD) Versus DOOSAN HEAVY INDUSTRIES AND CONSTRUCTION COMPANY LIMITED",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76cf4ed4b22d405dbcd2968afa73c72d_35"
    },
    {
      "start": 1780,
      "end": 1850,
      "text": "========================================================== Appearance:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fde5b8e2372e4483a322fa96bd7ef434_36"
    },
    {
      "start": 1852,
      "end": 2432,
      "text": "In First Appeal No.2180/2018 MR HARDIK P MODH(5344) for the APPELLANT MR KAMAL TRIVEDI, SENIOR ADVOCATE WITH MR UDIT MENDIRATTA, ADVOCATE WITH MR PRATIK Y JASANI(5325), ADVOCATE for RESPONDENT(s) No. 1 In Civil Application No.1 of 2018 MR. TARAK DAMANI, ADVOCATE for the Applicants MR. PRATIK Y JASANI, ADVOCATE for the Opponent MR. HARDIK P MODH, ADVOCATE for the Opponent In Civil Application No.2 of 2018 MR. DHAVAL D VYAS, ADVOCATE for the Applicants MR. PRATIK Y JASANI, ADVOCATE for the Opponent MR. HARDIK P MODH, ADVOCATE for the Opponent =================================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "31db46f1aa5348a9b43592180ec2937f_37"
    },
    {
      "start": 2433,
      "end": 2440,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ab680bd5b704493b81f2bc805128b685_38"
    },
    {
      "start": 2441,
      "end": 2448,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "03cab7246a414a0f929e31b75055873d_39"
    },
    {
      "start": 2449,
      "end": 2456,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f55daa234d544d1db4563742162343a3_40"
    },
    {
      "start": 2457,
      "end": 2464,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c376e09ad814f8f958eb47df7a9287e_41"
    },
    {
      "start": 2465,
      "end": 2472,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "103f8da83f51486d86f9973e3372127e_42"
    },
    {
      "start": 2473,
      "end": 2480,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "51a4040214334282b0785eb66010ba8c_43"
    },
    {
      "start": 2481,
      "end": 3695,
      "text": "= CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE A.Y. KOGJE Date : 18/07/2018 C.A.V. JUDGMENT (PER : HONOURABLE MR.JUSTICE M.R. SHAH)\n1. Feeling aggrieved and dissatisfied with the impugned order passed by the learned Judge, Commercial Court, Rajkot, dated 30.03.2018/ 07.04.2018, passed below Ex.1 in Commercial Execution Petition No.12/2017 by which the learned Judge has overruled the preliminary objection raised by the judgment-debtor that the said execution petition before the Commercial Court shall not be maintainable and/or that the Commercial Court, Rajkot, shall not have any jurisdiction to adjudicate the said execution petition and the objection that only the Commercial Division of the High Court shall have the jurisdiction to adjudicate the execution petition and consequently holding that the Commercial Court, Rajkot, shall have the jurisdiction to adjudicate the said commercial execution petition, the original respondent - a judgment- debtor, has preferred the present First Appeal under Section 13 of the Commercial Court, Commercial Division and Commercial Appellate Division of the High Courts Act, 2015 (hereinafter referred to as \"the Commercial Courts Act, 2015\").\n2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f1258e5228074cf1bc34344015b2d423_44"
    },
    {
      "start": 3696,
      "end": 3964,
      "text": "The facts leading to the present appeal in nutshell are as under:\n2.1 It is not in dispute that in an international arbitration between the appellant herein and the original applicant, being ICC Case No.18836/CYK, an award has been passed against the appellant herein.",
      "labels": [
        "FAC"
      ],
      "id": "d855fa77cfb04d21b16af1aeca83e6c8_45"
    },
    {
      "start": 3965,
      "end": 4149,
      "text": "At this stage, it is required to be noted that the said international arbitration proceedings were pursuant to Article 4(2) of the ICC Rules of Arbitration in force as from 01.01.2012.",
      "labels": [
        "FAC"
      ],
      "id": "016751854306465ab64a4df16403886e_46"
    },
    {
      "start": 4150,
      "end": 4323,
      "text": "It appears that in its request for arbitration, the original claimant proposed that the language of the arbitration be in English and that there should be a sole arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "b517590201ca4b8e8a2b8d3327f4a3c7_47"
    },
    {
      "start": 4324,
      "end": 4479,
      "text": "That by a letter dated 25.07.2012, the Secretariat of the ICC International Court of Arbitration sent a request for arbitration to the original respondent.",
      "labels": [
        "FAC"
      ],
      "id": "c54163ad5b2341aaa3eea9cb395853d7_48"
    },
    {
      "start": 4480,
      "end": 4574,
      "text": "The said proposed arbitration proceedings were opposed by the appellant - original respondent.",
      "labels": [
        "FAC"
      ],
      "id": "2a18e04361b24aa7a506d75bf38b6650_49"
    },
    {
      "start": 4575,
      "end": 4790,
      "text": "It appears that thereafter, after two to three extensions, the International Court of Arbitration of the International Chamber of Commerce decided to submit the matter to a sole arbitrator pursuant to Article 12(2).",
      "labels": [
        "FAC"
      ],
      "id": "d0cd15bf58e9415ab57c6b35e4fbc1a9_50"
    },
    {
      "start": 4791,
      "end": 4968,
      "text": "That thereafter, upon the proposal of the Hong Kong Group, the Court at its session on 11.12.2012, appointed one Mr.Peter Scott Caldwell, Hong Kong, to act as a sole arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "5ff28bef30314f179f4fe95322aff9b5_51"
    },
    {
      "start": 4969,
      "end": 5176,
      "text": "\nThat thereafter, the sole arbitrator declared his award on 31.07.2014 and partly allowed the claim as mentioned in the operative portion of the award, in favour of the respondent herein - original claimant.",
      "labels": [
        "FAC"
      ],
      "id": "3ea732241a8c4b8d8ac7c777556077b2_52"
    },
    {
      "start": 5178,
      "end": 5386,
      "text": "2.2 It appears that thereafter, the respondent herein - original claimant filed the execution petition, being Execution Application No.166/2015 in the Court of learned Additional District Court at Gandhidham.",
      "labels": [
        "FAC"
      ],
      "id": "f73b0185ebdf446fae3bf645d37c92b2_53"
    },
    {
      "start": 5387,
      "end": 5717,
      "text": "\n2.3 That the applicants of Civil Application No.1/2018 Axis Bank Limited and UCO Bank jointly submitted the application before the learned executing Court, i.e. the learned Additional District Court at Gandhidham, in whose Court the said execution application was filed, inter alia praying for transfer of the execution petition.",
      "labels": [
        "FAC"
      ],
      "id": "2dbebbd52385461e960e6d6fcda630b5_54"
    },
    {
      "start": 5718,
      "end": 5936,
      "text": "It was the case on behalf of the decree-holder that as the award under execution is a domestic arbitral award for more than specified value, the execution petition is required to be transferred to the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "c4bab1d3a5a646cbbf2f74435b31d8e9_55"
    },
    {
      "start": 5937,
      "end": 6630,
      "text": "However, the learned Additional District Judge, Gandhidham - Kutchh, was of the opinion that in view of the decision of this Court in M/s.OCI Corporation v. Kandla Export Corporation & Ors. - Misc. Civil Application (For Transfer) No.2969/2016 dated 11.11.2016 which is now reported in 2016 SCC OnLine Guj 5981 in which it was held for execution application of arbitration award of more than specified value if it is award of international l arbitration, then Commercial Division would have jurisdiction, the learned Additional District Judge, Gandhidham - Kutchh, by order dated 01.02.2017, returned the execution petition to the decree- holder for presenting it before the appropriate Court.",
      "labels": [
        "FAC"
      ],
      "id": "ba4ef53a05ac4ac7b0349185fa28ac11_56"
    },
    {
      "start": 6631,
      "end": 6800,
      "text": "2.4 That thereafter, the original decree-holder filed the present execution petition before the Commercial Court, Rajkot, being Commercial Execution Petition No.12/2017.",
      "labels": [
        "FAC"
      ],
      "id": "7e93d26cfcbf4c5886e8d572bb822bdb_57"
    },
    {
      "start": 6801,
      "end": 7084,
      "text": "That the appellant-herein - judgment-debtor raised an objection that the Commercial Court, Rajkot, does not have any jurisdiction to adjudicate the said petition and that only the Commercial Division of the High Court shall have the jurisdiction to adjudicate the execution petition.",
      "labels": [
        "FAC"
      ],
      "id": "93c4f79fae204416a9b3a8da0dc2c336_58"
    },
    {
      "start": 7085,
      "end": 7235,
      "text": "Heavy reliance was placed upon the decision of the Division Bench of this Court in the case of M/s.OCI Corporation v. Kandla Export Corporation & Ors.",
      "labels": [
        "FAC"
      ],
      "id": "80940453f50041998ae1fb6b01636634_59"
    },
    {
      "start": 7236,
      "end": 7417,
      "text": "- Misc. Civil Application (For Transfer) No.2969/2016 dated 11.11.2016 reported in 2017(1) GLH 383 : 2016 SCC OnLine Guj 5981 [hereinafter referred to as \"M/s.OCI Corporation (I)\"].",
      "labels": [
        "NONE"
      ],
      "id": "fd6a277098564ce98c54d854162a3845_60"
    },
    {
      "start": 7418,
      "end": 7792,
      "text": "Reliance was also placed upon the subsequent decision of this Court in the case of Kandla Export Corporation & Anr. v. OCI Corporation & Anr. dated 28.09.2017 in First Appeal No.3096/2017 and other allied appeals which came to be confirmed by the Hon'ble Supreme Court vide its decision dated 07.02.2018 in Civil Appeal Nos.1661-1663/2018 reported in 2018 SCC OnLine SC 170.",
      "labels": [
        "RLC"
      ],
      "id": "5348d3b29c0245eaa7118391c30a8ee7_61"
    },
    {
      "start": 7793,
      "end": 8180,
      "text": "However, by impugned order, the learned Judge, Commercial Court, Rajkot, has refused to follow the binding decision of this Court in the case of M/s.OCI Corporation (I) (supra) on the ground that in the case of M/s.OCI Corporation (I) (supra) before this Court it was a case of foreign award and in the present case, the award declared by the learned sole arbitrator is a domestic award.",
      "labels": [
        "FAC"
      ],
      "id": "a7bec3a7cae547ebaf5a274a13339490_62"
    },
    {
      "start": 8181,
      "end": 8735,
      "text": "At this stage, it is required to be noted that as such, there are two decisions of this Court in the case of M/s.OCI Corporation, one in Misc. Civil Application (For Transfer) No.2969/2016 dated 11.11.2016 i.e. M/s.OCI Corporation-I, which would have direct bearing on the issue involved in the present proceedings, and another, dated 28.09.2017 in First Appeal No.3096/2017 and allied matters which was arising out of the order passed by the Commercial Division of the High Court holding that the said foreign award sought to be executed is enforceable.",
      "labels": [
        "FAC"
      ],
      "id": "4e3f14d4ee85416298133a57b7f58ce0_63"
    },
    {
      "start": 8736,
      "end": 8771,
      "text": "Both will be discussed hereinafter.",
      "labels": [
        "NONE"
      ],
      "id": "5e1ccd7cae8a444eb28204b3be1aab7c_64"
    },
    {
      "start": 8772,
      "end": 9045,
      "text": "Therefore, by impugned order, the learned Commercial Court, Rajkot, has overruled the objection raised by the appellant herein - judgment-debtor and has held that the Commercial Court, Rajkot, shall have jurisdiction to entertain and adjudicate the said execution petition.",
      "labels": [
        "RLC"
      ],
      "id": "0e2aa8e1c54f41ed8201b74621d0cf6d_65"
    },
    {
      "start": 9046,
      "end": 9569,
      "text": "2.5 Feeling aggrieved and dissatisfied with the impugned order passed by the learned Judge, Commercial Court, Rajkot, overruling the objection raised by the appellant herein on the jurisdiction of the Commercial Court, Rajkot, to entertain and adjudicate the said execution petition, and holding that for the execution of the award, the Commercial Court, Rajkot, shall have jurisdiction, the original applicant - original judgment-debtor has preferred the present appeal under Section 13 of the Commercial Courts Act, 2015.",
      "labels": [
        "RLC"
      ],
      "id": "8e6916fba29748518676fdbee2fd2db2_66"
    },
    {
      "start": 9571,
      "end": 9873,
      "text": "3. Shri Hardik Modh, learned advocate has appeared on behalf of the appellant herein - original applicant who has raised an objection - original judgment-debtor and Shri Kamal Trivedi, learned Senior Advocate, has appeared with learned advocate Shri Udit Mendiratta, on behalf of the respondent herein.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "938fa1ca7e0e4062add5430986068cd7_67"
    },
    {
      "start": 9874,
      "end": 10096,
      "text": "Shri Tarak Damani, learned advocate, has appeared on behalf of the applicant in Civil Application No.1/2018 and Shri Dhaval D. Vyas, learned advocate, has appeared on behalf of the applicant of Civil Application No.2/2018.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6cc1662af6f04e74b420adf887a35dd3_68"
    },
    {
      "start": 10098,
      "end": 10765,
      "text": "4. Shri Hardik Modh, learned advocate appearing on behalf of the appellant - original applicant - original judgment- debtor - objector, has vehemently submitted that the learned Judge has materially erred in overruling the objection raised by the appellant on the jurisdiction of the Commercial Court, Rajkot, to entertain and adjudicate the execution petition to execute the award in case of international arbitration and has materially erred in holding that the Commercial Court, Rajkot, shall have the jurisdiction to entertain and adjudicate the execution petition to execute the award sought to be executed which was arising out of the international arbitration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "05eeddaabb5242bc85fc0964b13a214a_69"
    },
    {
      "start": 10766,
      "end": 11115,
      "text": "4.1 It is vehemently submitted by Shri Modh, learned advocate appearing on behalf of the appellant - original judgment-debtor that as such, the learned Judge has not properly appreciated and/or considered and/or has not considered at all the entire / whole decision of the Division Bench of this Court in the case of M/s.OCI Corporation (I) (supra).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4d97218768d34e4fa08bcf7be5df55ea_70"
    },
    {
      "start": 11117,
      "end": 11565,
      "text": "4.2 It is vehemently submitted by Shri Modh, learned advocate appearing on behalf of the appellant - original judgment-debtor that as such, the decision of this Court in the case of Kandla Export Corporation & Anr. v. OCI Corporation & Anr. dated 28.09.2017 in First Appeal No.3096/2017 [hereinafter referred to as \"M/s.OCI Corporation -II\"] as such would not have any bearing on the jurisdiction aspect and/or jurisdiction of the Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b855def100c148918915d4c0e38f765d_71"
    },
    {
      "start": 11566,
      "end": 12022,
      "text": "4.3 It is submitted by Shri Modh, learned advocate appearing on behalf of the appellant - original judgment- debtor that the controversy in M/s.OCI Corporation -I (supra) and M/s.OCI Corporation - II (supra) were different and arising out of different proceedings / orders and as such, the learned Judge, Commercial Court, Rajkot, has not at all noticed the difference in the decisions in M/s.OCI Corporation-I (supra) and M/s.OCI Corporation - II (supra).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "20293c7adb254ba59130f5f0c08936de_72"
    },
    {
      "start": 12024,
      "end": 12382,
      "text": "4.4 It is vehemently submitted by Shri Modh, learned advocate appearing on behalf of the appellant - original judgment-debtor that as such, in the present case, the decision of the Division Bench of this Court dated 11.11.2016 in Misc. Civil Application (For Transfer) No.2969/2016 i.e. decision in M/s.OCI Corporation -I shall be applicable with full force.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "52f65804c3f44e77823944fb92e8b604_73"
    },
    {
      "start": 12383,
      "end": 12812,
      "text": "It is vehemently submitted by Shri Modh, learned advocate appearing on behalf of the appellant - original judgment-debtor, that in M/s.OCI Corporation - I (supra), the Division bench of this Court has specifically observed and held that in case of an international arbitration, an execution petition to execute the award in connection with international arbitration shall be before the Commercial Division of the High Court only.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1b2cfb6f029144c78bdbb494dea134ef_74"
    },
    {
      "start": 12813,
      "end": 13367,
      "text": "It is submitted that without considering the entire facts and findings as a whole, the learned Judge has unnecessarily tried to justify facts and has erred in observing and holding that the decision in M/s.OCI Corporation -I (supra) and/or the decision in M/s.OCI Corporation -II (supra) which came to be confirmed by the Hon'ble Supreme Court vide judgment and order dated 07.02.2018 in Civil Appeal Nos.1661-1663/2018 shall not be applicable as in the aforesaid case, the award was a foreign award and in the present case the award is a domestic award.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fe8e87096f4d4493a29671e5aefa52ec_75"
    },
    {
      "start": 13368,
      "end": 13806,
      "text": "4.5 It is further submitted by Shri Modh, learned advocate appearing on behalf of the appellant - original judgment-debtor that the learned Judge has unnecessarily drawn a distinction between the domestic award and foreign award, without further appreciating the fact that as such even the domestic award was also with respect to the international arbitration as defined under the provisions of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a346b9658a2441a5ab891480e848e5ef_76"
    },
    {
      "start": 13807,
      "end": 14367,
      "text": "It is submitted that in the case of M/s.OCI Corporation - I (supra), the Division Bench of this Court has, in conclusion, specifically observed and held that where the subject-matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or the appeals arising out of such arbitration under the provisions of the Arbitration Act shall be heard, decided and disposed of by the Commercial Division where such commercial division has been constituted in the High Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b64d44f81caf4c07b2dd1da6436bdaba_77"
    },
    {
      "start": 14368,
      "end": 14573,
      "text": "It is submitted that despite the above, the learned Judge has materially erred in not following the said binding decision of the Division Bench of this Court in the case of M/s.OCI Corporation - I (supra).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f6e68accc99b4c95ae6eb8cbc9b80266_78"
    },
    {
      "start": 14574,
      "end": 15070,
      "text": "4.6 It is vehemently submitted by Shri Modh, learned advocate appearing on behalf of the appellant - original judgment-debtor that even some of the observations made by the learned Judge that the observations made by the High Court and/or the order passed by the High Court shall not be considered as a statute, are absolutely unwarranted and more particularly are made without properly appreciating and/or understanding the ratio of the judgment of this Court in M/s.OCI Corporation - I (supra).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "de4907ce12b841e2b7bfbefc51bba02b_79"
    },
    {
      "start": 15072,
      "end": 15783,
      "text": "Making above submissions and relying upon the decision of the Division Bench of this Court in the case of M/s.OCI Corporation - I (supra), it is requested to allow the present appeal and quash and set aside the impugned order and it is requested to hold that the Commercial Court, Rajkot, would have no jurisdiction to entertain and adjudicate the execution petition to execute the award arising out of the international arbitration and that a Commercial Division of the High Court shall have jurisdiction to entertain and adjudicate the said execution petition.\n5. Shri Kamal Trivedi, learned Senior Advocate has appeared on behalf of the respondent herein - original judgment-creditor - original claimant.\n5.1",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "052aef94da954ea9989657c5f777b56f_80"
    },
    {
      "start": 15784,
      "end": 16121,
      "text": "Shri Kamal Trivedi, learned Senior Advocate appearing on behalf of the respondent herein - original judgment-creditor - original claimant has raised a preliminary objection on the maintainability of the present appeal under Section 13 of the Commercial Courts Act, 2015, against the impugned order passed by the learned Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "848e22d9b32144359792f066567c05be_81"
    },
    {
      "start": 16123,
      "end": 16453,
      "text": "In support of his above submission, Shri Kamal Trivedi, learned Senior Advocate, has heavily relied upon the decision of the Bombay High Court in the case of Smt.Sushila Singhania & Ors v. Bharat Hari Singhania & Ors. dated 29.03.2017 in Commercial Appeal No.4/2016 - 2017 SCC OnLine Bom 360 (Paragraphs 55, 70, 71, 100, and 101).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "daae35fef1a443598b93d13919778a37_82"
    },
    {
      "start": 16454,
      "end": 16865,
      "text": "5.2 It is vehemently submitted by Shri Kamal Trivedi, learned Senior Advocate appearing on behalf of the respondent - original judgment-creditor - original claimant that against the impugned order passed by learned Commercial Court, appeal under Section 13 of the Commercial Courts Act, 2015, shall not be maintainable as the impugned order is not appealable under Section 13 of the Commercial Courts Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a3aed0174856461b8662f753354c6014_83"
    },
    {
      "start": 16866,
      "end": 17337,
      "text": "it is further submitted by Shri Kamal Trivedi, learned Senior Advocate that even otherwise, as the arbitration was much prior to the Arbitration and Conciliation (Amendment) Act, 2015, and therefore, as per Section 26 of the Arbitration and Conciliation (Amendment) Act, 2015, the amended Act shall not be applicable and therefore, the definition of `Court' contained in Section 2(e) of the Arbitration and Conciliation Act (Amendment) Act, 2015, shall not be applicable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7ab08e1ddea44866a73a0e0393e29aab_84"
    },
    {
      "start": 17338,
      "end": 18178,
      "text": "It is submitted that therefore, the Arbitration and Conciliation (Amendment) Act, 2015, shall not be applicable retrospectively and shall not apply to the arbitral proceedings commenced prior to the Arbitration and Conciliation (Amendment) Act, 2015, and therefore, the Commercial Division of this High Court shall not have jurisdiction to entertain and adjudicate the execution petition to execute the award arising out of the arbitration proceedings commenced prior to Arbitration and Conciliation (Amendment) Act, 2015.\nIn support of his above submission, Shri Trivedi, learned Senior Advocate, has relied upon the recent decision of the Hon'ble Supreme Court in the case of Board of Control for Cricket in India v. Kochi Cricket Pvt. Ltd. and etc. dated 15.03.2015 in Civil Appeal Nos.2879-2880/2018 reported in 2018 SCC OnLine 232.\n5.3",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ff0f01896df345d2bc29539be3300ef5_85"
    },
    {
      "start": 18179,
      "end": 18649,
      "text": "Now so far as the distinction drawn by the learned Judge that in the present case as the award was the domestic award and in the case of M/s.OCI Corporation -I (supra), it was a foreign award and therefore, the decision of this Court in the case of M/s.OCI Corporation - I (supra) shall not be applicable in the present case, Shri Trivedi, learned Senior Advocate appearing on behalf of the original claimant - original applicant has initially tried to support the same.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b107c51896cc482eb65d70a3d3026541_86"
    },
    {
      "start": 18650,
      "end": 18875,
      "text": "However, he is not disputing that the arbitration before the learned sole arbitrator was an international arbitration and the award declared by the learned sole arbitrator was in connection with the international arbitration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "68bd4efdd35042e5b9966661504cb1ef_87"
    },
    {
      "start": 18877,
      "end": 19417,
      "text": "6. Shri Tarak Damani and Shri Dhaval D. Vyas, learned advocates appearing on behalf of the respective applicants in Civil Applications have supported the appellant herein and relying upon the decision of the Division Bench of this Court in the case of M/s.OCI Corporation - I (supra), it is submitted that the Commercial Court, Rajkot, shall not have any jurisdiction to entertain/ adjudicate the execution petition in connection with international arbitration and only the Commercial Division of the High Court shall have the jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9de459440f6f4388858c2960f7d355cb_88"
    },
    {
      "start": 19419,
      "end": 19995,
      "text": "7. In rejoinder and to the objection raised by Shri Kamal Trivedi, learned Senior Advocate appearing on behalf of the respondent on maintainability of the present appeal under Section 13 of the Commercial Courts Act, 2015 against the impugned order passed by the learned Judge, Commercial Court, Rajkot, Shri Modh, learned advocate appearing on behalf of the appellant - judgment-debtor has submitted that as such, considering the first part of sub-section (1) of Section 13 of the Commercial Courts Act, 2015, present appeal under Section 13 of the Act shall be maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dd29ace557e44ee28c4dcdb4d11b4621_89"
    },
    {
      "start": 19996,
      "end": 20526,
      "text": "He has submitted and requested that in case this Court comes to a conclusion that the present appeal under Section 13 of the Commercial Courts Act, 2015, against the impugned order passed by the learned Judge, Commercial Court, Rajkot, shall not be maintainable, the present appeal be converted into a petition under Article 227 of the Constitution of India, which otherwise, is as per the recent decision of this Court dated 07.05.2018 in the case of State of Gujarat v. Union of India - Special Civil Application No.737/2018.\n8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "963e819188c443508b79b042db1af14f_90"
    },
    {
      "start": 20527,
      "end": 20586,
      "text": "Heard learned counsel for the respective parties at length.",
      "labels": [
        "NONE"
      ],
      "id": "7a2d82b50a394995a587b7e678269bcf_91"
    },
    {
      "start": 20587,
      "end": 21022,
      "text": "At the outset, it is required to be noted that the present appeal under Section 13 of the Commercial Courts Act, 2015, has been preferred by the appellant herein the judgment- debtor challenging the impugned order passed by the learned Commercial Court, Rajkot, overruling the objection raised by the appellant herein on the jurisdiction of the Commercial Court, Rajkot, to decide and adjudicate the execution petition filed before it.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2e1608fae21b4a8586f44a784c598c64_92"
    },
    {
      "start": 21024,
      "end": 21510,
      "text": "9. A preliminary objection is raised by Shri Kamal Trivedi, learned Senior Advocate appearing on behalf of the respondent herein - original judgment-creditor on the maintainability of the present appeal under Section 13 of the Commercial Courts Act, 2015, against the impugned order passed by the learned Commercial Court, Rajkot, overruling and/or setting aside the objection on the jurisdiction of the Commercial Court, Rajkot, to entertain and adjudicate the said execution petition.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ec698fdaed524a9386f394362a55f284_93"
    },
    {
      "start": 21511,
      "end": 21720,
      "text": "\n9.1 Heavy reliance has been placed by Shri Kamal Trivedi, learned Senior Advocate appearing on behalf of the respondent on Section 13(1) and the proviso to the said Section of the Commercial Courts Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f42ec049e00e4518949e16da92e671ff_94"
    },
    {
      "start": 21721,
      "end": 21933,
      "text": "It is submitted that against the final decision/ judgment of the Commercial Court or the Commercial Division of the High Court, appeal shall be maintainable to the Commercial Appellate Division of the High Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cf23725592ba4b869867fb843c0d7e73_95"
    },
    {
      "start": 21934,
      "end": 22447,
      "text": "It is also submitted by Shri Kamal Trivedi, learned Senior Advocate appearing on behalf of the respondent that even under Section 13 of the Commercial Courts Act, 2015, considering proviso to sub-section (1) of Section 13, an appeal shall lie from such orders passed by the Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908, as amended by Commercial Courts Act, 2015 and Section 37 of the Arbitration and Conciliation Act, 1996 only.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3b5ed20a82e1496f838a4432beccf428_96"
    },
    {
      "start": 22448,
      "end": 22885,
      "text": "\n9.2 Having heard learned counsel for the respective parties and considering sub-section (1) of Section 13 of the Commercial Courts Act, 2015, Shri Kamal Trivedi, learned Senior Advocate appearing on behalf of the respondent herein is right in raising the objection on the maintainability of the present appeal under Section 13 of the Commercial Courts Act, 2015, against the impugned order passed by the learned Judge, Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "704a3167f9904b71bfbd604362dcd30e_97"
    },
    {
      "start": 22886,
      "end": 23160,
      "text": "As such, the said issue does not seem to be now res-integra in view of the decision of the Hon'ble Supreme Court in the case of Kandla Export Corporation & Anr. v. OCI Corporation & Anr. dated 07.02.2018 in Civil Appeal Nos.1661-1663/2018 reported in 2018 SCC OnLine SC 170.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "49a7b62178d448a8a5b08bd508f7e871_98"
    },
    {
      "start": 23161,
      "end": 23532,
      "text": "A somewhat similar submission was made before the Hon'ble Supreme Court and Section 13(1) of the Commercial Courts Act, 2015, fell for consideration before the Hon'ble Supreme Court and while interpreting and/or considering sub-section (1) of Section 13 of the Commercial Courts Act, 2015, the Hon'ble Supreme Court in Paragraphs 15 to 17 has observed and held as under:-",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "22fc9d0c213144d38134d7b90ce1981e_99"
    },
    {
      "start": 23533,
      "end": 23657,
      "text": "\n\"15. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0bf8e5089cc449df9f0182e12f610830_100"
    },
    {
      "start": 23658,
      "end": 23846,
      "text": "The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "72bf747065c24351a5941899bbaaead5_101"
    },
    {
      "start": 23847,
      "end": 23913,
      "text": "To this main provision, an exception is carved out by the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ebdda6419804bbbbd9386ab88ae7739_102"
    },
    {
      "start": 23914,
      "end": 24384,
      "text": "The primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in CIT v. Indo-Mercantile Bank Ltd., 1959 Supp (2) SCR 256 at 266-267, thus:\n\"The proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e6b732a3f47a44a5aedb9059523ae218_103"
    },
    {
      "start": 24385,
      "end": 24567,
      "text": "Ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b79fa263811c4558a4bd7f50c4ae7184_104"
    },
    {
      "start": 24568,
      "end": 24713,
      "text": "It is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ac51268cdcb140089a660efa3f3cd2bf_105"
    },
    {
      "start": 24714,
      "end": 24783,
      "text": "Therefore it is to be construed harmoniously with the main enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7ac89e6f55554717b23c7e0e8c09ef2a_106"
    },
    {
      "start": 24784,
      "end": 24868,
      "text": "(Per Das, C.J. in Abdul Jabar Butt v. State of Jammu & Kashmir [(1957) SCR 51, 59]).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0ad5eb2bb9bd4f74943e5272b67ff1c8_107"
    },
    {
      "start": 24869,
      "end": 25133,
      "text": "Bhagwati, J., in Ram Narain Sons Ltd. v. Assistant Commissioner of Sales Tax [(1955) 2 SCR 483, 493] said:\nIt is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d9f19902efd04304b6b7edba606775dc_108"
    },
    {
      "start": 25134,
      "end": 25242,
      "text": "It carves out an exception to the main provision to which it has been enacted as a proviso and to no other.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "41deedcd06724b5b843dfd83db005cde_109"
    },
    {
      "start": 25243,
      "end": 25585,
      "text": "\nLord Macmillan in Madras & Southern Maharatta Railway Co. v. Bezwada Municipality [(1944) LR 71 IA 113, 122] laid down the sphere of a proviso as follows:\n\"The proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d4fa35925c2f416d88a5b86b7137cd40_110"
    },
    {
      "start": 25586,
      "end": 25843,
      "text": "Where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude from it by implication what clearly falls within its express terms.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "be924d1d15964ba3aa22c4ee2a79fa11_111"
    },
    {
      "start": 25844,
      "end": 26006,
      "text": "\nThe territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "72b1255b27484e0480c58eac5db4cbf1_112"
    },
    {
      "start": 26007,
      "end": 26299,
      "text": "It has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "558d98c6fae244f5bfaa76754a9477e4_113"
    },
    {
      "start": 26300,
      "end": 26395,
      "text": "(Vide also Corporation of City of Toronto v.\nAttorney-General for Canada [(1946) AC 32, 37] .)\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "06642c816ba344668ce0d20fb319809c_114"
    },
    {
      "start": 26397,
      "end": 26656,
      "text": "16. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "52c5465457a84a5faf3be270fdfae846_115"
    },
    {
      "start": 26657,
      "end": 26955,
      "text": "It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9dc6507448743d6bee45f309a3348d3_116"
    },
    {
      "start": 26957,
      "end": 27147,
      "text": "17. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "295d984797794059a9d27db34706522d_117"
    },
    {
      "start": 27148,
      "end": 27384,
      "text": "Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97cdd20035e7448c97b01970c9a3a98e_118"
    },
    {
      "start": 27385,
      "end": 27820,
      "text": "\n9.3 Applying the law laid down by the Hon'ble Supreme Court in the aforesaid decision to the facts of the case on hand and considering sub-section (1) of Section 13 of the Commercial Courts Act, 2015, we are of the opinion that against the final judgment and/or decision of the Commercial Court or the Commercial Division of the High Court only, appeal shall be maintainable before the Commercial Appellate Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "550e56056b1940d5b4c07f17090a503d_119"
    },
    {
      "start": 27821,
      "end": 28098,
      "text": "However, an appeal shall also lie from such orders passed by the Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code as amended by the Commercial Courts Act, 2015 and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c0699e401c842b1a446f4e7e35a8da9_120"
    },
    {
      "start": 28099,
      "end": 28554,
      "text": "Therefore, the submission on behalf of Shri Kamal Trivedi, learned Senior Advocate on behalf of the respondent that an appeal under Section 13 of the Commercial Courts Act, 2015, shall lie only from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code, as amended by the Commercial Courts Act, 2015 and Section 37 of the Arbitration and Conciliation Act, 1996, is not acceptable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8025a83cbaf34a38a491fa1951ecd5aa_121"
    },
    {
      "start": 28555,
      "end": 29179,
      "text": "As observed and held by the Hon'ble Supreme Court, Section 13(1) of the Commercial Courts Act, 2015, is in two parts, one is with respect to providing appeal to the Commercial Appellate Division of the High Court against the final decision / judgment or order of the Commercial Court or the Commercial Division of the High Court and the second part is with respect to providing appeal from such orders passed by Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code as amended by the Commercial Courts Act, 2015 and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "STA"
      ],
      "id": "51e2d7be67804927a47115193338a70c_122"
    },
    {
      "start": 29180,
      "end": 29675,
      "text": "However, at the same time, Shri Trivedi, learned Senior Advocate appearing on behalf of the respondent is justified in raising the objection on the maintainability of the present appeal under Section 13 of the Commercial Courts Act, 2015 against the impugned order passed by the learned Commercial Court, Rajkot, overruling and /or setting aside the objection raised by the appellant herein on the jurisdiction of the Commercial Court, Rajkot, to entertain and adjudicate the execution petition.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "d125639a3cac4cf8a83dc000f5299226_123"
    },
    {
      "start": 29677,
      "end": 29916,
      "text": "10. In view of the above discussion, it is observed and held that the present appeal under Section 13 of the Commercial Courts Act, 2015, against the impugned order passed by the learned Commercial Court, Rajkot, shall not be maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5cfc0e1ae81e48f1b66f169ad949ac4d_124"
    },
    {
      "start": 29917,
      "end": 30562,
      "text": "However, considering the request made by Shri Modh, learned advocate appearing on behalf of the appellant and considering the fact that the issue with respect to the jurisdiction of the Commercial Court, Rajkot, would be a pure question of law and it is with respect to the jurisdiction, as held by the Division Bench of this Court in State of Gujarat v. Union of India (supra), a petition under Article 227 of the Constitution of India shall be maintainable and therefore, learned advocate appearing on behalf of the appellant is permitted to convert the present First Appeal into a Writ Petition under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81d581bcfffa4d52ac8ab374954ee9f8_125"
    },
    {
      "start": 30563,
      "end": 30742,
      "text": "Registry is directed to register the present First Appeal as Special Civil Application under Article 227 of the Constitution of India by giving a separate, new number accordingly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eef6a5ad59a141038545f2ce740cbfb7_126"
    },
    {
      "start": 30744,
      "end": 31173,
      "text": "11. Now so far as the challenge to the impugned order on merits is concerned, at the outset, it is required to be noted that as such, the issue involved in the present petition with respect to the jurisdiction of the Commercial Court, Rajkot, to decide and adjudicate the said execution petition is now no more res-integra in view of the decision of the Division Bench of this Court in the case of M/s.OCI Corporation -I (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3b96ae359594d9c9c1f088858f09ad3_127"
    },
    {
      "start": 31174,
      "end": 31301,
      "text": "In the aforesaid decision, in Paragraph-63, the Division Bench of this Court has specifically observed and held as under:-\n\"63.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e32da56045644b4badaccb03bbb6582b_128"
    },
    {
      "start": 31302,
      "end": 31830,
      "text": "The sum and substance of the above discussion would be, (1) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be heard, decided and disposed of by the Commercial division where such Commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa32bc3139a44e848951a322fa5ec0e2_129"
    },
    {
      "start": 31831,
      "end": 32155,
      "text": "\n(2) Where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of Arbitration and Conciliation (Amendment) Act, 2015 the same shall be heard, decided and disposed of by the concerned High Court.",
      "labels": [
        "STA"
      ],
      "id": "30ab620814e940a4ac79d8787b017beb_130"
    },
    {
      "start": 32156,
      "end": 32630,
      "text": "\n(3) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial Court has been constituted.\"",
      "labels": [
        "STA"
      ],
      "id": "c984ef26696d4af097aacf88db557cef_131"
    },
    {
      "start": 32631,
      "end": 32872,
      "text": "\nTherefore, the learned Judge, Commercial Court, Rajkot, has unnecessarily distinguished the decision of this Court in the case of M/s.OCI Corporation -I (supra) and thereby has erred in not following the said binding decision of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d2a354b4f294280abfac5a7f5d3ae73_132"
    },
    {
      "start": 32873,
      "end": 33188,
      "text": "The decision of this Court in M/s.OCI Corporation -I (supra) which is reported to be confirmed by the Hon'ble Supreme Court, specifically lays down that if the award is in connection with the international arbitration, execution petition shall be maintainable before the Commercial Division of the High Court alone.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "89ef9265fdca4f1cae7164e762ecce82_133"
    },
    {
      "start": 33189,
      "end": 33553,
      "text": "At this stage, it is required to be noted that as such, the applicability of the Commercial Courts Act, 2015 and/or applicability of the Arbitration and Conciliation (Amendment) Act, 2015, cannot be disputed as the respondent herein - original applicant itself has preferred the execution petition before the Commercial Court under the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "487eef95c3424dfdb6d590d8f0abb82a_134"
    },
    {
      "start": 33554,
      "end": 34380,
      "text": "In the aforesaid decision in M/s.OCI Corporation - I (supra), after considering the Scheme of the Commercial Courts Act, 2015, and the object and purpose of the enactment of the Commercial Courts Act, 2015, and the Scheme of the Arbitration and Conciliation (Amendment) Act, 2015, it is specifically observed and held that against any decision and/or order where the subject-matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996, shall be heard, decided and disposed of by the Commercial Division where such Commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "44fd1dc8f86646c8af8f0341b28d75d5_135"
    },
    {
      "start": 34381,
      "end": 34570,
      "text": "It is not in dispute that in the present case, the subject-matter of arbitration is a commercial dispute of a specified value and the arbitration is an international commercial arbitration.",
      "labels": [
        "RATIO"
      ],
      "id": "c8868f66a61d40c0b60a5705dc3791ae_136"
    },
    {
      "start": 34571,
      "end": 34721,
      "text": "Even when the award is a domestic award as the venue might have been in India, the arbitration would still be an international commercial arbitration.",
      "labels": [
        "RATIO"
      ],
      "id": "41de28525e944196b391838146218a4e_137"
    },
    {
      "start": 34722,
      "end": 35270,
      "text": "Under the circumstances, the impugned order passed by the learned Judge, Commercial Court, Rajkot, overruling / setting aside the objections raised by the appellant herein on the jurisdiction of the Commercial Court, Rajkot, to entertain and adjudicate the execution petition with respect to the international commercial arbitration and the order passed by the learned Commercial Court that the said execution petition shall be maintainable before the Commercial Court, Rajkot, cannot be sustained and the same deserves to be quashed and set aside.",
      "labels": [
        "RPC"
      ],
      "id": "a4a0a4324cfc4a76b2fcadd6ee9a410a_138"
    },
    {
      "start": 35271,
      "end": 35312,
      "text": "It is, accordingly quashed and set aside.",
      "labels": [
        "RPC"
      ],
      "id": "43761aba6c1d4b398ee8a117ed920e76_139"
    },
    {
      "start": 35313,
      "end": 35873,
      "text": "The Commercial Court, Rajkot, is hereby directed to return the said execution petition to the original applicant - original claimant to present it before the Commercial Division of this Court immediately and thereafter, the original claimant - original applicant to file the execution petition before the Commercial Division of this Court and if filed within a period of four weeks from the return of the execution petition to present it before the Commercial Division of this Court, the same be considered in accordance with law and on merits at the earliest.",
      "labels": [
        "RPC"
      ],
      "id": "06a60c9cb53948b3b051144c70e21240_140"
    },
    {
      "start": 35874,
      "end": 35933,
      "text": "\nRule is made absolute accordingly to the aforesaid extent.",
      "labels": [
        "RPC"
      ],
      "id": "fc79f7c9dd084d5e8fdff0ad0de3d18e_141"
    },
    {
      "start": 35934,
      "end": 36014,
      "text": "In the facts and circumstances of the case, there shall be no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "318d41a188964828b19cb15c1f6f0ca9_142"
    },
    {
      "start": 36015,
      "end": 36106,
      "text": "\nIn view of the disposal of writ petition, respective Civil Applications stand disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "100082c91c9d42c6b83bb631926b9ab1_143"
    },
    {
      "start": 36108,
      "end": 36154,
      "text": "sd/-\n(M.R. SHAH, J) sd/-\n(A.Y. KOGJE, J) sunil",
      "labels": [
        "NONE"
      ],
      "id": "260f0aaff8b1480383294e4eabdff833_144"
    }
  ]
}