{
  "id": "ae870ddf8f3260d7cf7a09619c2c5ec5debd4f958889036af8f141ee700a25a6",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court \nSyed Asmath Pasha Qhadri vs M/S. Sumeru Realty Pvt Ltd on 23 April, 2024 \nAuthor: N S Sanjay Gowda\nBench: N S Sanjay Gowda \n                                         -1-\n                                                       Nc: 2024:Khc:16253\n                                                    Crp No. 229 of 2024\n\n\n\n\n                 In The High Court Of Karnataka At Bengaluru\n\n                     Dated This The 23Rd Day Of April, 2024 \n\n                                      Before\n                   The Hon'Ble Mr Justice N S Sanjay Gowda \n                  Civil Revision Petition No . 229 Of 2024 ( Io) \n\n\n            Between: \n\n            1.     Syed Asmath Pasha Qhadri, \n                   S / O Syed Khader Pasha, \n                   Aged About 64 Years, \n                   R / At No.275, Ii Block, \n                   Jayanagar, Bengaluru-560 011.\n\n            2.     Syed Salman Ysyf Qhadri, \n                   S / O Syed Asmath Pasha Qhadri, \n                   Aged 34 Years,\n                   R / At No.275, Ii Block, Jayanagar, \n                   Bengaluru-560 011. \n                                                           ... Petitioners\n            (By Sri. A.Mahesh Chowdhary., Advocate) \n\n            And: \nDigitally\nsigned by \nKiran       1.    M / S Sumeru Realty Pvt Ltd., \nKumar R           Company Registered Under The \nLocation: \nHigh              Companies Act\nCourt Of\nKarnataka         Having Its Office At \n                  2Nd Floor, Smavit Building,\n                  Next To Art Of Living Ashram,\n                  Opposite To Kanakapura Road,\n                  Represented By Its Ceo \n                  Sri . Sunit Suryakant Kaluskar. \n\n            2.    M / S Shrivision Living Space Pvt Ltd., \n                  Company Incorporated Under\n                  Companies Act, 1956\n                  Having Its Office At No.40/43, 8Th Main, \n                              -2-\n                                          Nc: 2024:Khc:16253 \n                                        Crp No. 229 of 2024 \n\n\n\n\n     4Th Cross, Rmv Extension,\n     Sadhashivanagar,\n     Bengaluru-560 080.\n     Represented By Its Director,\n     Sri.A.M.Subramanya.\n                                             ...Respondents\n\n      This Crp Is Filed Under Section 115 Of Cpc.,\nAgainst The Order Dated 26.02.2024 Passed On\nI.A.No.VII In Commercial OS.No.54/2023 On The File Of\nThe Xi Additional District Judge, Bengaluru Rural\nDistrict, Bengaluru, Dismissing The I.A.No.VII Filed\nUnder Order Vii Rule 11(a) And (d) Of Cpc Rejection Of\nPlaint\n\n     This Petition Having Been Heard And Reserved\nFor   Orders    On   01.04.2024, Coming  On   For\nPronouncement This Day, The Court Made The\nFollowing:\n\n\n                          Order\n1. The plaintiff - 1st respondent herein filed a suit on the basis of a Co-Joint Development Agreement (for brevity, \"the Agreement\") entered into between the plaintiff and the 1st defendant, who repr esented not only itself, but also defendants 2 and 3. \n2. It was contended that the plaintiff on the basis of the Agreement was entitled to execute the project and the defendants had no right to interfere with the execution of NC: 2024:KHC:16253 the project, especially since the plaintiff had invested huge sums of money.\n3. In said suit, an application came to be filed by defendants 2 and 3 seeking rejection of plaint on the ground that the plaintiff had failed to comply with the mandatory requirement of engaging in pre-institution mediation and settlement. It was contended that the suit could not have been instituted without taking recourse to pre-institution mediation and settlement as contemplated under Section 12A of the Commercial Courts Act, 2015 (\"the Commercial Courts Act Act\"). It was further contended that the Apex Court in the case of Patil Automation1 has held that Section 12A of the Commercial Courts Act was not a procedural provision and compliance of Section 12A of the Commercial Courts Act was mandatory, and since Section 12A of the Commercial Courts Act was not complied with, the institution of suit Patil Automation Pvt. Ltd. v. Rakheja Engineers Pvt. Ltd., (2002) 10 SCC 1.\nNC: 2024:KHC:16253 itself was barred by law, thereby entitling rejection of the plaint under Order VII Rule 11 of the CPC.\n4. The plaintiff resisted said application and sought to contend that as per the observation of the Apex Court in Shakti Bhog Food Industries2, this application was totally misconceived.\n5. The Trial Court, on consideration of the contentions advanced by the plaintiff and defendants 2 and 3, by the impugned order, has rejected the application filed under Order VII Rule 11(a) and (d) of the CPC. \n6. Being aggrieved by the same, defendants 2 and 3 have preferred this revision petition under Section 115 of the CPC and the Registry has raised an objection that the revision petition was not maintainable in view of Section 8 of the Commercial Courts Act. \nShakti Bhog Food Industries Ltd. v. The Central Bank of India and Anr., [2020] 6 SCR 538.\nNC: 2024:KHC:16253 7. Mr. Mahesh Chowdhary, learned counsel appearing for the petitioners contended that the bar against filing a revision petition would only pertain to an interlocutory order passed by the Commercial Court and since an order rejecting the application to reject the plaint could not be construed as an interlocutory order, the bar under Section 8 of the Commercial Courts Act would not arise. He also submitted that Section 18 of the Commercial Courts Act was circumscribed by the condition that it was subject to the provision of Section 13 of the Commercial Courts Act, and Section 13 of the Commercial Courts Act provided for an appeal against an order passed by the Commercial Court only in respect of the orders enumerated specifically under Order XLIII of the CPC and, thus, the defendants could not avail of the appellate remedy since the appeal was not provided under Order XLIII of the CPC against an order passed on an application under Order VII Rule 11 CPC. He therefore strenuously contended that the only remedy available to the petitioner was to file a revision. \nNC: 2024:KHC:16253 8. He also averred that if the Trial Court had allowed the application filed under Order VII Rule 11 of the CPC, the proceedings before the Commercial Court would come to an end, and, therefore, the proviso to Section 115 of the CPC would stand attracted, and as a consequence, the revision would be maintainable. \n9. In the light of the arguments advanced, the only question to be considered is:\nWhether a revision petition under Section 115 of the CPC can be maintained against an order passed by the Commercial Court on an application filed under Order VII Rule 11 of the CPC. \n10. The Law Commission of India in its report No.253 pertaining to Commercial Division and Commercial Appellate Division of High Courts and Commercial Courts Bill, 2015 has stated as follows (in Para 3.23.2):\nNC: 2024:KHC:16253 \"3.23.2. It is further recommended that notwithstanding any other law, no civil revision application or petition shall be entertained against an interlocutory order of the Commercial Court, including an order on a jurisdictional challenge. The purpose here is to prevent the time frames stipulated for case management hearing from becoming redundant by the frequent filing of civil revision applications and petitions against every interlocutory order. By removing a potential source of bottleneck of cases, the Bill hopes to ensure the expedited disposal of cases.\"\n11. It is therefore clear that the Law Commission was of the view that providing for a revisional remedy would be a potential source of bottle neck and it would thus be appropriate to create a bar for entertaining a civil revision application or a petition under Section 115 of the CPC. \n12. Section 8 of the Commercial Courts Act reads as follows:\n\"8. Bar against revision application or petition against an interlocutory order.-- Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a NC: 2024:KHC:16253 Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\"\n13. On a plain reading of Section 8 of the Commercial Courts Act, it is clear that it starts with a non-obstante clause and declares that a civil revision application/petition should not be entertained against any interlocutory order of the Commercial Court including an order on the issue of jurisdiction and any such challenge. It is hence clear that if the Commercial Court were to pass an interlocutory order, the aggrieved party cannot invoke revisional jurisdiction under Section 115 of the CPC. \n14. The further emphasis in Section 8 of the Commercial Courts Act is that the bar to invoke the revisional jurisdiction would apply even to an order on the issue of jurisdiction and any such challenge. The use of this language in Section 8 would leave no room for doubt that if an order that is passed by the Commercial Court relates to a challenge to its jurisdiction, no revision can be filed. \nNC: 2024:KHC:16253 15. It cannot be in dispute that an order on an application under Order VII Rule 11 of the CPC can be brought within the ambit of the phrase \"such other challenge\" found in Section 8 of the Commercial Courts Act. In other words, if there is a challenge to the maintainability of a suit filed before the Commercial Court by making an application under Order VII Rule 11 of the CPC, an order passed on such a challenge would not be amenable to the revisional jurisdiction by virtue of the bar under Section 8 of the Commercial Courts Act. \n16. It is to be stated here that the use of a sweeping remark such as \"any such challenge\" in Section 8 would bring within its ambit any order passed on a challenge to the jurisdiction of the Commercial Court to entertain a suit. If an argument is advanced that non-compliance of a statutory provision under the Commercial Courts Act before the institution of suit renders the suit not maintainable, it is clear that it would also be a challenge to the jurisdiction of the Commercial Court and,\n- 10 - NC: 2024:KHC:16253 consequentially, any order passed on such an application would not be liable for a challenge by way of revision under Section 115 of the CPC in view of the bar under Section 8 of the Commercial Courts Act.\n17. The matter may also be looked at from another angle. The language employed by the Legislature in Section 8 of the Commercial Courts Act makes it unmistakably clear that the Legislature did not want the power of revision being available in respect of any order passed by the Commercial Court. The bar for entertaining a revision is based basically on the premise that the proceedings before the Commercial Court are designed for a speedy resolution of commercial disputes within statutorily prescribed timelines. If the Legislature was of the view that there existed a possibility that the speedy resolution or adherence to the timelines could be defeated by a party invoking the ordinary remedy of revision and it should therefore be barred, such an intent would have to be honoured. \n- 11 - NC: 2024:KHC:16253 18. If the matter is viewed from this angle, it would fundamentally mean that the power available under Section 115 of the CPC would be totally absent in the case of an order passed by the Commercial Court. If it was the intention of the Legislature that there should be a complete bar for invoking the jurisdiction under Section 115 of the CPC, the argument that revision can be preferred in respect of the proviso to Section 115 of the CPC cannot be accepted. \n19. The argument that an order passed on an application under Order VII Rule 11 of the CPC cannot be an interlocutory order and, therefore, the bar under Section 8 of the Commercial Courts Act is not attracted, also cannot be accepted. As already stated above, the bar for invoking revisional jurisdiction is not only in respect of any interlocutory order, but also to any challenge made to the jurisdiction of the Commercial Court to entertain a suit. \n20. The further argument that Section 8 of the Commercial Courts Act makes it clear that a bar to invoke - 12 - NC: 2024:KHC:16253 the revisional jurisdiction was subject to the provision of Section 13 of the Commercial Courts Act which provides for an appeal, would lead to an inference that if an appeal is not provided under Order XLIII of the CPC, necessarily, the revisional jurisdiction under Section 115 of the CPC would stand attracted, cannot be accepted. In Section 8 of the Commercial Courts Act, the Legislature is basically declaring that an appeal is provided for only in respect of cases which are specifically enumerated under Order XLIII of the CPC and Section 37 of the Arbitration and Conciliation Act, and against no other order. \n21. It cannot be in dispute that an appeal is a creature of the statute and there is no inherent right to prefer an appeal against every order. If the statutory provision relating to appeals categorically provides for orders which can be appealed against, no party can contend that the remedy of a revision would be available, if a right to prefer an appeal is not provided for. \n- 13 - NC: 2024:KHC:16253 22. As stated above, it is clear that unmistakable intent of the Legislature is that the revisional jurisdiction of the High Courts under Section 115 of the CPC is completely unavailable in respect of orders passed by the Civil Court and in this view of the matter, it is clear that this revision is not maintainable. \n23. The reliance placed by the learned counsel for the petitioners on the decision in the case of Shah Babulal Khimji3 rendered by the Apex Court to contend that an order passed under Order VII Rule 11 of the CPC cannot be considered as an interlocutory order, but would have to be considered as a preliminary judgment can be of no real assistance in the said case. Even if it is accepted that an order passed under Order VII Rule 11 of the CPC is not an interlocutory order but is a preliminary judgment, the power to invoke the revisional jurisdiction of this Court is lost by virtue of the clear bar created under Section 8 of the 2015 Act. \nShah Babulal Khimji v. Jayaben D Kania & Anr., (1981) 4 SCC 8.\n- 14 - NC: 2024:KHC:16253 24. Even if the judgments are to be applied, an order passed on an application under Order VII Rule 11 of the CPC would be a preliminary judgment and an appeal against a preliminary judgment can be filed only if it is specifically provided under a statute. Since no appeal is provided for against a preliminary judgment, such as the one passed under Order VII Rule 11 of the CPC, it is clear that the petitioners would have no right to prefer an appeal under Section 13 of the Commercial Courts Act also. \n25. Learned counsel for the petitioners also placed reliance on the decision rendered by the Delhi High Court in the case of Black Diamond Trackparts Pvt. Ltd.4 In this case, the Division Bench has, in fact, observed that a revision under Section 115 of the CPC is barred against the orders passed under the Commercial Courts Act, but a petition under Articles 226 and 227 of the Constitution of India would be available. This judgment would not support Black Diamond Trackparts Pvt. Ltd. & Ors v. Black Diamond Motors Pvt. Ltd., 2021 SCC OnLine Del 3946. \n- 15 - NC: 2024:KHC:16253 the filing of a revision against an order passed by the Commercial Court. \n26. Reliance placed on the judgment rendered by the Madras High Court in the case of Ramanan Balagangatharan5 would also be of no avail, because a challenge therein was made to an interim order passed by the learned Single Judge of the Madras High Court by filing a petition under Articles 226 and 227 of the Constitution of India and, in the context of that case, the Madras High Court came to the conclusion that the supervisory jurisdiction under Articles 226 and 227 of the Constitution of India could be exercised by the High Court only in case of subordinate Courts and the learned Single Judge of that Court could not be considered as a subordinate to the High Court.\n27. In this view of the matter, it is clear that a revision against an order passed by the Commercial Court, even if Ramanan Balagangatharan v. M/S Rise East Entertainment Pvt. Ltd., C.R.P (Sr) No.92516/2021.\n- 16 - NC: 2024:KHC:16253 it is one under Order VII Rule 11 of the CPC, would not be maintainable. The office objection is upheld and consequently, the revision petition is rejected as not maintainable. \n28. However, rejection of this revision petition will not preclude the petitioners from invoking supervisory jurisdiction of this Court under Article 227 of the Constitution of India. \nSd/-\nJUDGE PKS",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ce3f9830178494cb446c12ea073322c_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b17423e7854941c69dfe2cd6e2f0e348_1"
    },
    {
      "start": 242,
      "end": 263,
      "text": "\nKarnataka High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53caa75bb8904e73a6bec4494572eece_2"
    },
    {
      "start": 264,
      "end": 337,
      "text": "\nSyed Asmath Pasha Qhadri vs M/S. Sumeru Realty Pvt Ltd on 23 April, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "021acc72fbea4309b490665f68c4e420_3"
    },
    {
      "start": 338,
      "end": 387,
      "text": "\nAuthor: N S Sanjay Gowda\nBench: N S Sanjay Gowda",
      "labels": [
        "PREAMBLE"
      ],
      "id": "56b2650231604a59bd82bc5f41b668c4_4"
    },
    {
      "start": 430,
      "end": 560,
      "text": "-1-\n                                                       Nc: 2024:Khc:16253\n                                                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "048b51c7f33a410d97140d4708b53133_5"
    },
    {
      "start": 560,
      "end": 601,
      "text": "Crp No. 229 of 2024\n\n\n\n\n                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5d8133d7c03648199dee273d64002ad3_6"
    },
    {
      "start": 601,
      "end": 667,
      "text": "In The High Court Of Karnataka At Bengaluru\n\n                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "43d715d0dbc24050a335299e217157b4_7"
    },
    {
      "start": 667,
      "end": 705,
      "text": "Dated This The 23Rd Day Of April, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f3db38a78d204d349a5832c9e7790b19_8"
    },
    {
      "start": 746,
      "end": 772,
      "text": "Before\n                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "13b4c326fde0478b82f6f1e5acb1b88f_9"
    },
    {
      "start": 772,
      "end": 783,
      "text": "The Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ec4d49910574ae380d5388d6b928c3f_10"
    },
    {
      "start": 784,
      "end": 811,
      "text": "Mr Justice N S Sanjay Gowda",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ba97e24447a149d89f18d54f214f5ca0_11"
    },
    {
      "start": 831,
      "end": 845,
      "text": "Civil Revision",
      "labels": [
        "PREAMBLE"
      ],
      "id": "377dea03c5094584af0eae752a93dace_12"
    },
    {
      "start": 846,
      "end": 854,
      "text": "Petition",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fb8f0b6cb1ed4c3283f2016969e9da97_13"
    },
    {
      "start": 855,
      "end": 871,
      "text": "No . 229 Of 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7ddb087ce4d04b679d26c26eab9e470f_14"
    },
    {
      "start": 872,
      "end": 901,
      "text": "( Io) \n\n\n            Between:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "23d81be788cf4d5f9806a180f094d39f_15"
    },
    {
      "start": 916,
      "end": 948,
      "text": "1.     Syed Asmath Pasha Qhadri,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "78ccad490cfe49508feb3afa0aa7f93a_16"
    },
    {
      "start": 969,
      "end": 993,
      "text": "S / O Syed Khader Pasha,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4c75f7395d9a48f08a32efe53f862134_17"
    },
    {
      "start": 994,
      "end": 1034,
      "text": "\n                   Aged About 64 Years,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "41c82016b40b4e32bec856bceecc0735_18"
    },
    {
      "start": 1055,
      "end": 1079,
      "text": "R / At No.275, Ii Block,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f470e4c8a16400c9194e98b816ab858_19"
    },
    {
      "start": 1100,
      "end": 1145,
      "text": "Jayanagar, Bengaluru-560 011.\n\n            2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5e96c089a8c343598206abe7a8bc818e_20"
    },
    {
      "start": 1150,
      "end": 1161,
      "text": "Syed Salman",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b63a9e6467840758a0e7b16dd370d52_21"
    },
    {
      "start": 1162,
      "end": 1174,
      "text": "Ysyf Qhadri,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e66b9223299442e3a8bcd782feb1fc63_22"
    },
    {
      "start": 1195,
      "end": 1205,
      "text": "S / O Syed",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7e224f86cce343c7972d8ac4698b6d8a_23"
    },
    {
      "start": 1206,
      "end": 1212,
      "text": "Asmath",
      "labels": [
        "PREAMBLE"
      ],
      "id": "88681d242f0b4030a9d6bdeb32d71f07_24"
    },
    {
      "start": 1213,
      "end": 1226,
      "text": "Pasha Qhadri,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86009773887c4bdea670e1d056933cf8_25"
    },
    {
      "start": 1247,
      "end": 1282,
      "text": "Aged 34 Years,\n                   R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4081300cee0c4d1a8cae77ce71b8da7c_26"
    },
    {
      "start": 1283,
      "end": 1316,
      "text": "/ At No.275, Ii Block, Jayanagar,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "60f7a498c0bb42bdba7c48e9410bd515_27"
    },
    {
      "start": 1337,
      "end": 1350,
      "text": "Bengaluru-560",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ee8b4966333e4ac5a4c94b2665805cd0_28"
    },
    {
      "start": 1351,
      "end": 1419,
      "text": "011. \n                                                           ...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "08a0ee76ecfa4a71a82df99d41a045f4_29"
    },
    {
      "start": 1420,
      "end": 1444,
      "text": "Petitioners\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d2009f211dc243c2b114420f9b0c038d_30"
    },
    {
      "start": 1444,
      "end": 1483,
      "text": "(By Sri. A.Mahesh Chowdhary., Advocate)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c444b9039c04ba6abc6051063c4dcab_31"
    },
    {
      "start": 1498,
      "end": 1523,
      "text": "And: \nDigitally\nsigned by",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c3d01a740b0418aa33a4235974c313d_32"
    },
    {
      "start": 1524,
      "end": 1543,
      "text": "\nKiran       1.    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e0aa00c268d84eea83f1589e5b71ff23_33"
    },
    {
      "start": 1543,
      "end": 1572,
      "text": "M / S Sumeru Realty Pvt Ltd.,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df01b8719dd843e89c143b01c514129e_34"
    },
    {
      "start": 1573,
      "end": 1581,
      "text": "\nKumar R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a124a00ecca14ee78ef20c7bedf46300_35"
    },
    {
      "start": 1592,
      "end": 1620,
      "text": "Company Registered Under The",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a93de0beb65a4d87a486524096da3749_36"
    },
    {
      "start": 1621,
      "end": 1631,
      "text": "\nLocation:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f861696f24d4b35acc625a06489402a_37"
    },
    {
      "start": 1633,
      "end": 1683,
      "text": "High              Companies Act\nCourt Of\nKarnataka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30e7ed13fef94078aac8c94557c0823e_38"
    },
    {
      "start": 1684,
      "end": 1712,
      "text": "        Having Its Office At",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ff965383560456b8d1cb3ade3a5c904_39"
    },
    {
      "start": 1713,
      "end": 1895,
      "text": "\n                  2Nd Floor, Smavit Building,\n                  Next To Art Of Living Ashram,\n                  Opposite To Kanakapura Road,\n                  Represented By Its Ceo",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d0a7ca2c153f4d149603d5332c8ca259_40"
    },
    {
      "start": 1915,
      "end": 1926,
      "text": "Sri . Sunit",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ea6b90cbec8943e5841359021e937f5d_41"
    },
    {
      "start": 1927,
      "end": 1946,
      "text": "Suryakant Kaluskar.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3948db57f68d4e2493f721a1f21254e6_42"
    },
    {
      "start": 1961,
      "end": 1968,
      "text": "2.    M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5968fb4c25147e0a57425f05be1b850_43"
    },
    {
      "start": 1969,
      "end": 2006,
      "text": "/ S Shrivision Living Space Pvt Ltd.,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5d5d92e2a2994b9e882106ad306679c5_44"
    },
    {
      "start": 2026,
      "end": 2071,
      "text": "Company Incorporated Under\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6fdc101e515a41d3a5de052936e092eb_45"
    },
    {
      "start": 2071,
      "end": 2109,
      "text": "Companies Act, 1956\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "60a695dcc459403b9043ec4971b6aa99_46"
    },
    {
      "start": 2109,
      "end": 2149,
      "text": "Having Its Office At No.40/43, 8Th Main,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d72ca1527d374e4aa3108c97f0836339_47"
    },
    {
      "start": 2181,
      "end": 2245,
      "text": "-2-\n                                          Nc: 2024:Khc:16253",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4def40f861c94033972599a01463889e_48"
    },
    {
      "start": 2246,
      "end": 2306,
      "text": "\n                                        Crp No. 229 of 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "459f6c2f4ff54406bfbb62a0206ceb4c_49"
    },
    {
      "start": 2307,
      "end": 2515,
      "text": "\n\n\n\n\n     4Th Cross, Rmv Extension,\n     Sadhashivanagar,\n     Bengaluru-560 080.\n     Represented By Its Director,\n     Sri.A.M.Subramanya.\n                                             ...Respondents\n\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "032fd4f693b3461f83a18bac26bf5c2f_50"
    },
    {
      "start": 2515,
      "end": 2963,
      "text": "This Crp Is Filed Under Section 115 Of Cpc.,\nAgainst The Order Dated 26.02.2024 Passed On\nI.A.No.VII In Commercial OS.No.54/2023 On The File Of\nThe Xi Additional District Judge, Bengaluru Rural\nDistrict, Bengaluru, Dismissing The I.A.No.VII Filed\nUnder Order Vii Rule 11(a) And (d) Of Cpc Rejection Of\nPlaint\n\n     This Petition Having Been Heard And Reserved\nFor   Orders    On   01.04.2024, Coming  On   For\nPronouncement This Day, The Court Made",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b32427d6aeb437a944a76372c9085e3_51"
    },
    {
      "start": 2964,
      "end": 3015,
      "text": "The\nFollowing:\n\n\n                          Order\n1.",
      "labels": [
        "FAC"
      ],
      "id": "da2bf0e018f54290ba023267eb63f4c9_52"
    },
    {
      "start": 3016,
      "end": 3213,
      "text": "The plaintiff - 1st respondent herein filed a suit on the basis of a Co-Joint Development Agreement (for brevity, \"the Agreement\") entered into between the plaintiff and the 1st defendant, who repr",
      "labels": [
        "FAC"
      ],
      "id": "85819a469fcd4c9d9b553e01ed8266d9_53"
    },
    {
      "start": 3214,
      "end": 3267,
      "text": "esented not only itself, but also defendants 2 and 3.",
      "labels": [
        "FAC"
      ],
      "id": "07d18f52e52c4a7bac718984b041e55d_54"
    },
    {
      "start": 3269,
      "end": 3539,
      "text": "2. It was contended that the plaintiff on the basis of the Agreement was entitled to execute the project and the defendants had no right to interfere with the execution of NC: 2024:KHC:16253 the project, especially since the plaintiff had invested huge sums of money.\n3.",
      "labels": [
        "FAC"
      ],
      "id": "f218fdfac54d4ad7b69cc566a91f800c_55"
    },
    {
      "start": 3540,
      "end": 3777,
      "text": "In said suit, an application came to be filed by defendants 2 and 3 seeking rejection of plaint on the ground that the plaintiff had failed to comply with the mandatory requirement of engaging in pre-institution mediation and settlement.",
      "labels": [
        "FAC"
      ],
      "id": "1eef6d859af94a1ea8c198ca44890228_56"
    },
    {
      "start": 3778,
      "end": 4011,
      "text": "It was contended that the suit could not have been instituted without taking recourse to pre-institution mediation and settlement as contemplated under Section 12A of the Commercial Courts Act, 2015 (\"the Commercial Courts Act Act\").",
      "labels": [
        "FAC"
      ],
      "id": "6a2da9e9b89b412cb3fddd1c98d4c7f6_57"
    },
    {
      "start": 4012,
      "end": 4549,
      "text": "It was further contended that the Apex Court in the case of Patil Automation1 has held that Section 12A of the Commercial Courts Act was not a procedural provision and compliance of Section 12A of the Commercial Courts Act was mandatory, and since Section 12A of the Commercial Courts Act was not complied with, the institution of suit Patil Automation Pvt. Ltd. v. Rakheja Engineers Pvt. Ltd., (2002) 10 SCC 1.\nNC: 2024:KHC:16253 itself was barred by law, thereby entitling rejection of the plaint under Order VII Rule 11 of the CPC.\n4.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c93c0f6fe4814832b525cc72f8354bc0_58"
    },
    {
      "start": 4550,
      "end": 4736,
      "text": "The plaintiff resisted said application and sought to contend that as per the observation of the Apex Court in Shakti Bhog Food Industries2, this application was totally misconceived.\n5.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2ea123098af54a57a21de5aba22ee196_59"
    },
    {
      "start": 4737,
      "end": 4944,
      "text": "The Trial Court, on consideration of the contentions advanced by the plaintiff and defendants 2 and 3, by the impugned order, has rejected the application filed under Order VII Rule 11(a) and (d) of the CPC.",
      "labels": [
        "RLC"
      ],
      "id": "17c3794cd8414f6e9b9081f806850d27_60"
    },
    {
      "start": 4945,
      "end": 5203,
      "text": "\n6. Being aggrieved by the same, defendants 2 and 3 have preferred this revision petition under Section 115 of the CPC and the Registry has raised an objection that the revision petition was not maintainable in view of Section 8 of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bedff04ee52f403d9ef1aaef4a596c7d_61"
    },
    {
      "start": 5205,
      "end": 5316,
      "text": "Shakti Bhog Food Industries Ltd. v. The Central Bank of India and Anr., [2020] 6 SCR 538.\nNC: 2024:KHC:16253 7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0a86568872b941fea102fd1f40a5ae7a_62"
    },
    {
      "start": 5317,
      "end": 5704,
      "text": "Mr. Mahesh Chowdhary, learned counsel appearing for the petitioners contended that the bar against filing a revision petition would only pertain to an interlocutory order passed by the Commercial Court and since an order rejecting the application to reject the plaint could not be construed as an interlocutory order, the bar under Section 8 of the Commercial Courts Act would not arise.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8eed53fcd2b247a082b5ac5f4642bbe7_63"
    },
    {
      "start": 5705,
      "end": 6281,
      "text": "He also submitted that Section 18 of the Commercial Courts Act was circumscribed by the condition that it was subject to the provision of Section 13 of the Commercial Courts Act, and Section 13 of the Commercial Courts Act provided for an appeal against an order passed by the Commercial Court only in respect of the orders enumerated specifically under Order XLIII of the CPC and, thus, the defendants could not avail of the appellate remedy since the appeal was not provided under Order XLIII of the CPC against an order passed on an application under Order VII Rule 11 CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1c8c00c373014bfc879dbddc06e21a02_64"
    },
    {
      "start": 6282,
      "end": 6389,
      "text": "He therefore strenuously contended that the only remedy available to the petitioner was to file a revision.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5c822359b56d44c6af3fd81939e2e56f_65"
    },
    {
      "start": 6391,
      "end": 6412,
      "text": "NC: 2024:KHC:16253 8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f735eef1ee0e4d7cabeb953e755465e3_66"
    },
    {
      "start": 6413,
      "end": 6723,
      "text": "He also averred that if the Trial Court had allowed the application filed under Order VII Rule 11 of the CPC, the proceedings before the Commercial Court would come to an end, and, therefore, the proviso to Section 115 of the CPC would stand attracted, and as a consequence, the revision would be maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ce2c33496e004c79bb9f1b2b7979f65d_67"
    },
    {
      "start": 6725,
      "end": 6989,
      "text": "9. In the light of the arguments advanced, the only question to be considered is:\nWhether a revision petition under Section 115 of the CPC can be maintained against an order passed by the Commercial Court on an application filed under Order VII Rule 11 of the CPC.",
      "labels": [
        "ISSUE"
      ],
      "id": "6d5eb1b9839b4988808d67c4fb090637_68"
    },
    {
      "start": 6991,
      "end": 7227,
      "text": "10. The Law Commission of India in its report No.253 pertaining to Commercial Division and Commercial Appellate Division of High Courts and Commercial Courts Bill, 2015 has stated as follows (in Para 3.23.2):\nNC: 2024:KHC:16253 \"3.23.2.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4aead4da901e491fb8e40a00c579f101_69"
    },
    {
      "start": 7228,
      "end": 7458,
      "text": "It is further recommended that notwithstanding any other law, no civil revision application or petition shall be entertained against an interlocutory order of the Commercial Court, including an order on a jurisdictional challenge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c5a13844a8a4fb699b13a4e8b3fe213_70"
    },
    {
      "start": 7459,
      "end": 7671,
      "text": "The purpose here is to prevent the time frames stipulated for case management hearing from becoming redundant by the frequent filing of civil revision applications and petitions against every interlocutory order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d436b6a20bb49c4a7352831c14ad461_71"
    },
    {
      "start": 7672,
      "end": 7789,
      "text": "By removing a potential source of bottleneck of cases, the Bill hopes to ensure the expedited disposal of cases.\"\n11.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b155ebbfe144894be88d329e549e3c8_72"
    },
    {
      "start": 7790,
      "end": 8072,
      "text": "It is therefore clear that the Law Commission was of the view that providing for a revisional remedy would be a potential source of bottle neck and it would thus be appropriate to create a bar for entertaining a civil revision application or a petition under Section 115 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46eaeba22201437c87b7355c366b08d2_73"
    },
    {
      "start": 8073,
      "end": 8632,
      "text": "\n12. Section 8 of the Commercial Courts Act reads as follows:\n\"8. Bar against revision application or petition against an interlocutory order.-- Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a NC: 2024:KHC:16253 Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\"\n13.",
      "labels": [
        "STA"
      ],
      "id": "f1ecf8f4aa6c413d8ed70c4445fd9cf8_74"
    },
    {
      "start": 8633,
      "end": 8958,
      "text": "On a plain reading of Section 8 of the Commercial Courts Act, it is clear that it starts with a non-obstante clause and declares that a civil revision application/petition should not be entertained against any interlocutory order of the Commercial Court including an order on the issue of jurisdiction and any such challenge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00cb10761456465f949ab859babf2054_75"
    },
    {
      "start": 8959,
      "end": 9130,
      "text": "It is hence clear that if the Commercial Court were to pass an interlocutory order, the aggrieved party cannot invoke revisional jurisdiction under Section 115 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ff4b1ea63d44a089a6a6bf8ae929b54_76"
    },
    {
      "start": 9132,
      "end": 9334,
      "text": "14. The further emphasis in Section 8 of the Commercial Courts Act is that the bar to invoke the revisional jurisdiction would apply even to an order on the issue of jurisdiction and any such challenge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4930a579d0bf4beb8c9ffc2776dc7fe6_77"
    },
    {
      "start": 9335,
      "end": 9528,
      "text": "The use of this language in Section 8 would leave no room for doubt that if an order that is passed by the Commercial Court relates to a challenge to its jurisdiction, no revision can be filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e0e8b281df4413b8c7faf9cab86f390_78"
    },
    {
      "start": 9529,
      "end": 9552,
      "text": "\nNC: 2024:KHC:16253 15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5b784032f554004b9506ab829ed02ad_79"
    },
    {
      "start": 9553,
      "end": 9761,
      "text": "It cannot be in dispute that an order on an application under Order VII Rule 11 of the CPC can be brought within the ambit of the phrase \"such other challenge\" found in Section 8 of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b96f2e6f58f1437dbfda014b616fab82_80"
    },
    {
      "start": 9762,
      "end": 10085,
      "text": "In other words, if there is a challenge to the maintainability of a suit filed before the Commercial Court by making an application under Order VII Rule 11 of the CPC, an order passed on such a challenge would not be amenable to the revisional jurisdiction by virtue of the bar under Section 8 of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6d76cf742b64f8f9f11f80a1fa2e13b_81"
    },
    {
      "start": 10087,
      "end": 10316,
      "text": "16. It is to be stated here that the use of a sweeping remark such as \"any such challenge\" in Section 8 would bring within its ambit any order passed on a challenge to the jurisdiction of the Commercial Court to entertain a suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9f02cbcfb9447a2966ececbf72e374b_82"
    },
    {
      "start": 10317,
      "end": 10817,
      "text": "If an argument is advanced that non-compliance of a statutory provision under the Commercial Courts Act before the institution of suit renders the suit not maintainable, it is clear that it would also be a challenge to the jurisdiction of the Commercial Court and,\n- 10 - NC: 2024:KHC:16253 consequentially, any order passed on such an application would not be liable for a challenge by way of revision under Section 115 of the CPC in view of the bar under Section 8 of the Commercial Courts Act.\n17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b554a2be4af249d1ac6687222a479260_83"
    },
    {
      "start": 10818,
      "end": 10870,
      "text": "The matter may also be looked at from another angle.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3ba528340fb4d96a05968a48df5df7e_84"
    },
    {
      "start": 10871,
      "end": 11109,
      "text": "The language employed by the Legislature in Section 8 of the Commercial Courts Act makes it unmistakably clear that the Legislature did not want the power of revision being available in respect of any order passed by the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "206582ff96174e7183b07578b4d64dfd_85"
    },
    {
      "start": 11110,
      "end": 11329,
      "text": "The bar for entertaining a revision is based basically on the premise that the proceedings before the Commercial Court are designed for a speedy resolution of commercial disputes within statutorily prescribed timelines.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "40939eb91bb44bdc85b72f0ec0c2d9bf_86"
    },
    {
      "start": 11330,
      "end": 11601,
      "text": "If the Legislature was of the view that there existed a possibility that the speedy resolution or adherence to the timelines could be defeated by a party invoking the ordinary remedy of revision and it should therefore be barred, such an intent would have to be honoured.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "276813091c4240539a8c7b982c550bfc_87"
    },
    {
      "start": 11602,
      "end": 11632,
      "text": "\n- 11 - NC: 2024:KHC:16253 18.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8037106a4774a33bad2cb34f43a4cc9_88"
    },
    {
      "start": 11633,
      "end": 11835,
      "text": "If the matter is viewed from this angle, it would fundamentally mean that the power available under Section 115 of the CPC would be totally absent in the case of an order passed by the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8cbdbb4ca2c34b65ab159f596d10dfae_89"
    },
    {
      "start": 11836,
      "end": 12090,
      "text": "If it was the intention of the Legislature that there should be a complete bar for invoking the jurisdiction under Section 115 of the CPC, the argument that revision can be preferred in respect of the proviso to Section 115 of the CPC cannot be accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef0a7602e2074f03be264269fcd841ef_90"
    },
    {
      "start": 12092,
      "end": 12327,
      "text": "19. The argument that an order passed on an application under Order VII Rule 11 of the CPC cannot be an interlocutory order and, therefore, the bar under Section 8 of the Commercial Courts Act is not attracted, also cannot be accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "708bb7902be2442d9c20ad9f1315666f_91"
    },
    {
      "start": 12328,
      "end": 12544,
      "text": "As already stated above, the bar for invoking revisional jurisdiction is not only in respect of any interlocutory order, but also to any challenge made to the jurisdiction of the Commercial Court to entertain a suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc6a76a17053471da64ffc02af3d1982_92"
    },
    {
      "start": 12546,
      "end": 13010,
      "text": "20. The further argument that Section 8 of the Commercial Courts Act makes it clear that a bar to invoke - 12 - NC: 2024:KHC:16253 the revisional jurisdiction was subject to the provision of Section 13 of the Commercial Courts Act which provides for an appeal, would lead to an inference that if an appeal is not provided under Order XLIII of the CPC, necessarily, the revisional jurisdiction under Section 115 of the CPC would stand attracted, cannot be accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0a12bd2d8264f429e52c853a5d6239a_93"
    },
    {
      "start": 13011,
      "end": 13295,
      "text": "In Section 8 of the Commercial Courts Act, the Legislature is basically declaring that an appeal is provided for only in respect of cases which are specifically enumerated under Order XLIII of the CPC and Section 37 of the Arbitration and Conciliation Act, and against no other order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8913a6468fa46f3b4c0fbd91e744df6_94"
    },
    {
      "start": 13297,
      "end": 13440,
      "text": "21. It cannot be in dispute that an appeal is a creature of the statute and there is no inherent right to prefer an appeal against every order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f76dbe7e7b6e43abb99802a5900eb31d_95"
    },
    {
      "start": 13441,
      "end": 13675,
      "text": "If the statutory provision relating to appeals categorically provides for orders which can be appealed against, no party can contend that the remedy of a revision would be available, if a right to prefer an appeal is not provided for.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a5d5ed5e41d4149939c3f2782fe7ffc_96"
    },
    {
      "start": 13676,
      "end": 13706,
      "text": "\n- 13 - NC: 2024:KHC:16253 22.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba137b65654e4795803c9ba2035b27f5_97"
    },
    {
      "start": 13707,
      "end": 14020,
      "text": "As stated above, it is clear that unmistakable intent of the Legislature is that the revisional jurisdiction of the High Courts under Section 115 of the CPC is completely unavailable in respect of orders passed by the Civil Court and in this view of the matter, it is clear that this revision is not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a32e261cdaf422ea828f2e38aeb02ba_98"
    },
    {
      "start": 14022,
      "end": 14387,
      "text": "23. The reliance placed by the learned counsel for the petitioners on the decision in the case of Shah Babulal Khimji3 rendered by the Apex Court to contend that an order passed under Order VII Rule 11 of the CPC cannot be considered as an interlocutory order, but would have to be considered as a preliminary judgment can be of no real assistance in the said case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "09729b13e35b430b8ad15d46bab52130_99"
    },
    {
      "start": 14388,
      "end": 14665,
      "text": "Even if it is accepted that an order passed under Order VII Rule 11 of the CPC is not an interlocutory order but is a preliminary judgment, the power to invoke the revisional jurisdiction of this Court is lost by virtue of the clear bar created under Section 8 of the 2015 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f51e00176f014e708a955d56592088ae_100"
    },
    {
      "start": 14666,
      "end": 14759,
      "text": "\nShah Babulal Khimji v. Jayaben D Kania & Anr., (1981) 4 SCC 8.\n- 14 - NC: 2024:KHC:16253 24.",
      "labels": [
        "NONE"
      ],
      "id": "b51994a169014e078ce53649ba20f0d4_101"
    },
    {
      "start": 14760,
      "end": 15012,
      "text": "Even if the judgments are to be applied, an order passed on an application under Order VII Rule 11 of the CPC would be a preliminary judgment and an appeal against a preliminary judgment can be filed only if it is specifically provided under a statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38bbc7207ea44409b403847d4ea7d739_102"
    },
    {
      "start": 15013,
      "end": 15260,
      "text": "Since no appeal is provided for against a preliminary judgment, such as the one passed under Order VII Rule 11 of the CPC, it is clear that the petitioners would have no right to prefer an appeal under Section 13 of the Commercial Courts Act also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa29f076f7484464b14cfb1aadec8d26_103"
    },
    {
      "start": 15262,
      "end": 15422,
      "text": "25. Learned counsel for the petitioners also placed reliance on the decision rendered by the Delhi High Court in the case of Black Diamond Trackparts Pvt. Ltd.4",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "837777bd8c0549478b9ce7e1637b1c5b_104"
    },
    {
      "start": 15423,
      "end": 15683,
      "text": "In this case, the Division Bench has, in fact, observed that a revision under Section 115 of the CPC is barred against the orders passed under the Commercial Courts Act, but a petition under Articles 226 and 227 of the Constitution of India would be available.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd52fd060f5c45b6bcd0053a6ef48e2d_105"
    },
    {
      "start": 15684,
      "end": 15817,
      "text": "This judgment would not support Black Diamond Trackparts Pvt. Ltd. & Ors v. Black Diamond Motors Pvt. Ltd., 2021 SCC OnLine Del 3946.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "91f6548a873a47b19b60db8a9c897aad_106"
    },
    {
      "start": 15818,
      "end": 15918,
      "text": "\n- 15 - NC: 2024:KHC:16253 the filing of a revision against an order passed by the Commercial Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "de7d560af01748f3994c253490aff1d3_107"
    },
    {
      "start": 15920,
      "end": 16598,
      "text": "26. Reliance placed on the judgment rendered by the Madras High Court in the case of Ramanan Balagangatharan5 would also be of no avail, because a challenge therein was made to an interim order passed by the learned Single Judge of the Madras High Court by filing a petition under Articles 226 and 227 of the Constitution of India and, in the context of that case, the Madras High Court came to the conclusion that the supervisory jurisdiction under Articles 226 and 227 of the Constitution of India could be exercised by the High Court only in case of subordinate Courts and the learned Single Judge of that Court could not be considered as a subordinate to the High Court.\n27.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ab718d568768449b9b2a189d5ec7f908_108"
    },
    {
      "start": 16599,
      "end": 16902,
      "text": "In this view of the matter, it is clear that a revision against an order passed by the Commercial Court, even if Ramanan Balagangatharan v. M/S Rise East Entertainment Pvt. Ltd., C.R.P (Sr) No.92516/2021.\n- 16 - NC: 2024:KHC:16253 it is one under Order VII Rule 11 of the CPC, would not be maintainable.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bba63ef9f04b46ccbff7a04de6a9d3e0_109"
    },
    {
      "start": 16903,
      "end": 17006,
      "text": "The office objection is upheld and consequently, the revision petition is rejected as not maintainable.",
      "labels": [
        "RPC"
      ],
      "id": "c1bbdcdc88a84bd9bddb3e190cfdb0e2_110"
    },
    {
      "start": 17008,
      "end": 17191,
      "text": "28. However, rejection of this revision petition will not preclude the petitioners from invoking supervisory jurisdiction of this Court under Article 227 of the Constitution of India.",
      "labels": [
        "RPC"
      ],
      "id": "a9f49abfd0674fa1b361492d5a1f2059_111"
    },
    {
      "start": 17192,
      "end": 17207,
      "text": "\nSd/-\nJUDGE PKS",
      "labels": [
        "NONE"
      ],
      "id": "d6841a4bbed5447887c5774b2e73d62f_112"
    }
  ]
}