{
  "id": "cb15a37a2668eb038f8a263297056794c27e168149555da67862668202a4a759",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nBharat Heavy Electricals Limited vs Electricity Generation Incorporation ... on 19 September, 2017 \nEquivalent citations: Air 2018 Delhi 38\nAuthor: Mukta Gupta\nBench: Mukta Gupta \n*     In The High Court Of Delhi At New Delhi\n%                                  Reserved on: 11th September, 2017\n                                   Decided on: 19th September, 2017 \n+                   Cs(Comm) 190/2017 \n      Bharat Heavy Electricals Limited ..... Plaintiff\n                  Represented by: Dr. A.M. Singhvi, Mr. Parag \n                                  Tripathi, Sr . Advocates with \n                                  Mr. Atul Shanker Mathur, Ms. \n                                  Nimita Kaul and Mr. Prabal \n                                  Mehrotra , Advocates . \n                  versus\n\n      Electricity Generation\n      Incorporation & Ors .                              ..... Defendants\n                    Represented by:         Mr. Rajeeve Mehra, Sr. \n                                            Advocate with Mr. Mayank \n                                            Mishra and Mr. Ashwin Nayar, \n                                            Advocates for Defendant No.2.\n                                            Mr. Arun Aggarwal, Advocate \n                                            for Defendant No.3. \nCoram: \nHon'Ble Ms. Justice Mukta Gupta\nI.A. Nos. 3182/2017 (under Order Xxxix Rule 1 and 2 Cpc),\n5090/2017 (under Order Vii Rule 10 and 11 by Defendant No. 2) and\n7263/2017 (under Order Xxxix Rule 4 Cpc r/w Order Vii Rule 10\nand 11 by Defendant No.3) \n\n1.    Before dealing with the applications individually it would be\nappropriate to first set out the facts in the plaint. Plaintiff Bharat Heavy\nElectricals Limited (in short 'Bhel') has filed the present suit impleading\nElectricity Generation Incorporation (in short 'Egi') having its office at\nAnkara, Turkey as defendant No.1, AKBank T.A.S. (in short 'AKBank') at\nIstanbul, Turkey as defendant No.2 and Bank of Baroda (in short 'BoB')\n\n\n\nCs(Comm) 190/2017                                                      Page 1 of 27\n having its branch office at Sansad Mark, New Delhi as defendant No.3. The\nthree main prayers in the suit besides the costs are:\n      \"(a) Pass a decree of declaration, declaring that the alleged\n           invocation of the Performance Bank Guarantee bearing\n           No.0834INC15CG00075 for an amount of Eur Eur\n           3,831,589.69 i.e. Inr 28,35,37,637.06 valid till 1 st July,\n           2024 by Defendant No.1 to Defendant No.2 and\n           consequently of the Counter Guarantee of Defendant\n           No.3 to Defendant No.2 bearing No. 2158Fgper000215\n           is fraudulent and hence void; and\n      (b) pass a decree of permanent injunction restraining\n           Defendant No.3 from making any payment whatsoever to\n           Defendant No.2 in terms of the fraudulent invocation by\n           Defendant No.1 of the Performance Bank Guarantee in\n           turn invoking the Counter Guarantee baring number\n           2158Fgper000215 dated 20th April, 2015 for an amount\n           of Eur 3,831,589.69 i.e. Inr 28,35,37,637.06; and\n      (c) pass a decree of permanent injunction restraining\n           Defendant No.2 from making any payment whatsoever to\n           Defendant No.1 in terms of the fraudulent invocation\n           dated 21st April, 2015 by Defendant No.1 of the\n           Performance       Bank     Guarantee          baring   No.\n           0834Inc15Cg00075 for an amount of Eur 3,831,589.69\n           i.e. Inr 28,35,37,637.06 valid till 1st July, 2024\"\n\n2.    Claim of Bhel is that it is a public sector undertaking of the\nGovernment of India and Egi is a State owned company duly incorporated\nunder the laws of Turkey engaged in the business of power generation and\ntransmission having its office at Ankara, Turkey. AKBank is a privately\nowned commercial bank in Adana and is a banking company carrying on\nbanking activities at Istanbul, Turkey. BoB is yet another International State\nBanking and financial service company with its headquarter at Vadodara,\nGujarat and its branch office at Sansad Marg, New Delhi.\n\n\n\n\nCs(Comm) 190/2017                                                        Page 2 of 27 \n 3.     Egi issued a contract for rehabilitation of eight units of Keban\nHydroelectric Power Plant for which Bhel was engaged as a contractor.\nOn 21st April, 2015 a contract to this effect was entered into between Bhel\nand Egi valued at Euro 63,859,828.24 (Eur Sixty Three Million Eight Fifty\nNine Thousand Eight and Twenty Four Cents only) approximately Inr\n472,56,27,289.76 (Rupees four hundred seventy two crores fifty six lakhs\ntwenty seven thousand two hundred eighty nine and seventy six paise only).\n4.     As per Article 11 of the contract between Bhel and Egi a\nPerformance Bank Guarantee had to be furnished. Accordingly, Bhel got\nissued a Counter Guarantee in favour of AKBank bearing No.\n2158Fgper000215 dated 20th April, 2015 for an amount of Eur\n3,831,589.69 that is Inr 28,35,37,637.06 valid till 16th July, 2024 through\nBoB.\n5.     On the basis of the Counter Guarantee AKBank issued a Performance\nBank Guarantee to Egi bearing No. 0834Inc15Cg00075 for an amount of\nEur 3,831,589.69 i.e. Inr 28,35,37,637.06 valid till 1st July, 2024 in favour\nof Egi. The relevant terms of Performance Bank Guarantee read as under:\n        \"Performance Bond to Elektrik Uretim A.S. Genel Mudurlugu\n        (Euas) date as the firm Messers Bharat Heavy Electricals\n        Limited being the contractor has entered into engagement\n        Keban Hesin 8 Sekiz Unitesinin Rehabilitasyonu as a result of\n        the tender concluded by your administration and since\n        Akbank T.A.S. Guarantees the amount of Eur 3,831,589.69\n        being the value of the performance bond which has to be\n        submitted by the said contractor in order to comply with the\n        provisions of law No. 4734 and 4735 and the tender\n        documents and agreement, we the undersigned as the\n        authorized signatory officials and deputies of Akbank T.A.S.\n        hereby guarantee and declare in the name and for account of\n        Akbank T.A.S. that in case the contractor fails to fulfil his\n\n\n\nCs(Comm) 190/2017                                                       Page 3 of 27\n        contractual obligations in whole or in part in accordance with\n       the aforesaid laws and tender documents and agreement the\n       aforesaid amount shall be paid to your administration upon\n       your first written demand, immediately and without delay in\n       cash and in full, together with the legal interest to accrue for\n       the days elapsing from the date of demand to that of payment,\n       without it being necessary to apply for a notice of protest,\n       obtaining a court order and the consent of the aforesaid\n       contractor and regardless of any dispute that may arise\n       between the aforesaid contractor and your administration and\n       regardless the consequences and legal effects thereof this\n       guarantee will remain valid until 01.07.2024 and will be null\n       and void if no written claim is received by us until said date.\n       In the event of indemnification under this performance bond,\n       the sum of performance bond shall be paid to you in Euro. \n       This guarantee has been issued on the basis of the counter\n       guarantee No. 2158Fgper000215 dated 20 April 2015 given\n       by Bank of Baroda Cfs Branch 16, Parliament Street New\n       Delhi in the amount of Eur 3,831,589.69.\"\n                                                  [Emphasis supplied] \n\n6.    Bhel was informed by BoB that Egi has terminated the contract of\nBhel for renovation and modernisation of Keban Hydroelectric Power\nPlant, Turkey citing the following contractual condition:\n      \"Clause: 26.1. The Contracting Entity shall terminate the\n      Contract in the following cases:\n      If the Contractor does not perform the Contract in accordance\n      with the provisions of the tender document and the Contract or\n      complete the work in time, and if the same situation continues in\n      spite of the written notice of the Contracting Entity for a period\n      specified in this Contract with regard to the application of the\n      delay penalty at the rate stipulated in the Article of the Contract\n      concerning delay penalties\"\n\n7.    Bhel claims that the contract termination letter dated 7 th March,\n2017 is in complete contravention to Article 20 of Law 4735 applicable to\n\n\n\nCs(Comm) 190/2017                                                           Page 4 of 27\n the contract between Bhel and Egi which described the circumstances\nunder which contract can be terminated as under:\n      \"In case the contractor fails to perform its obligations in\n      compliance with provisions of the contract and tender\n      documents or fails to complete works within the period as\n      prescribed, and such state of affairs continues to persist despite\n      contracting entity's warning clearly stating reasons for warning\n      and offering at least 20 days advance notice, with penalty for\n      delay to apply on the basis of the ratio as stated in the tender\n      document. In case it is determined that the contractor has\n      engaged in deeds or behaviours outlawed as stated in Article\n      25.\n\n8.    Bhel claims that though the contract termination letter dated 7th\nMarch, 2017 refers to two notices dated 13 th December, 2016 and 10th\nFebruary, 2017 however, Bhel never received any such written\nletter/notices and thus the termination of contract is completely unjust\nmaking the invocation of Performance Bank Guarantee invalid and hence\nvoid. It is claimed that though the contract between Bhel and Egi was\nsigned on 21st April, 2015 however, effective date of contract was 7th March,\n2016 and the delay of more than ten months was at the end of Egi. Further\ntill date 15% advance payment as per the contract was not released to Bhel\nby Egi. Despite Bhel performing its part of the contract and was waiting\nfor the response after the meeting dated 8th to 10th November, 2016 between\nBhel and Egi, on 9th March, 2017 Bhel received an email from BoB that\nEgi had invoked Performance Bank Guarantee based on the aforesaid\nillegal termination and thus the amount of Counter Guarantee had to be\ncredited to AKBank. It is for this unjust and illegal termination of the\ncontract and since the Performance Bank Guarantee had been fraudulently\n\n\n\n\nCs(Comm) 190/2017                                                          Page 5 of 27\n invoked, the plaintiff i.e. Bhel filed the present suit seeking declaration\nand permanent injunction from encashment of Performance Bank Guarantee\nand Counter Guarantee.\n9 .    In the plaint Bhel has repeatedly stated that jurisdiction of the\nCounter Bank Guarantee being conferred on the Commercial Court at \nLondon , it is impossible for the plaintiff to approach the said jurisdiction at\nsuch short notice. It is also stated that the act of Egi was a clear case of\nfraud and mala fide exercise, hence Bhel was approaching this Court for\nthe prayers as noted above. \n10.   The suit came up before this Court on 10th March, 2017 when this\nCourt in I.A. No. 3842/2017 under Order Xxxix Rule 1 and 2 Cpc passed\nan ex-parte ad-interim injunction restraining BoB from making any payment\nin terms of Performance Bank Guarantee bearing No. 0834Inc15Cg00075\nfor an amount of Eur 3,831,589.69 i.e. 28,35,37,637.06 and Counter\nGuarantee bearing No. 2158Fgper000215 for an amount of Eur\n3,831,589.69, i.e. 28,35,37,637.06 till the next date, which interim order is\ncontinuing till date.\n11.   Defendants were served however, only defendant Nos. 2 and 3, that\nis, AKBank and BoB entered appearance and written statement has been\nfiled by BoB. Further two applications, that is, I.A. No. 5090/2017 under\nOrder Vii Rule 10 and 11 Cpc and I.A. No. 7263/2017 under Order Xxxix\nRule 4 read with Order Vii Rule 10 and 11 Cpc have been filed by\ndefendant No. 2/AKBank and defendant No.3/BoB respectively. Thus the\nthree applications, that is, I.A. Nos. 3182/2017 (under Order Xxxix Rule 1\nand 2 Cpc), 5090/2017 (under Order Vii Rule 10 and 11 by Defendant No.\n2) and 7263/2017 (under Order Xxxix Rule 4 Cpc r/w Order Vii Rule 10\n\n\n\nCs(Comm) 190/2017                                                        Page 6 of 27\n and 11 by Defendant No.3) were heard together. After arguments were\naddressed by learned counsel for AKBank and BoB on their applications,\nBhel filed an application under Order Vi Rule 17 Cpc being I.A. No.\n10152/2017 seeking to amend partly paragraph-25 and whole of paragraph-\n31 of the plaint seeking to withdraw certain averments in relation to the\njurisdiction of the Counter Bank Guarantee being with the Commercial\nCourt at London which application was dismissed by this Court vide order\ndated 5th September, 2017. Hence arguments were addressed by Bhel in\nresponse however, during the course of arguments learned Senior Counsel\nfor Bhel repeatedly relied upon an omnibus agreement between Bhel and\nBoB which was not a part of documents filed along with the plaint nor are\nthere any pleadings in this respect in the plaint.\n12.   Before dealing with the issue of injunction it would be appropriate to\nfirst deal with the issue of territorial jurisdiction as raised by the two\ndefendants, that is, AKBank and BoB in I.A. Nos. 5090/2017 and\n7263/2017. \n13.   Challenging the territorial jurisdiction of this Court to entertain the\npresent suit, learned counsel for AKBank vehemently contends that Article\n37 of the Contract between Bhel and Egi provided that Ankara Courts are\nresponsible for the settlement of dispute arising from the implementation of\nthe contract however, in relation to the Counter Guarantee between AKBank\nand BoB it is specifically stated that the Counter Guarantee is governed by\nEnglish law and the place of jurisdiction is Commercial Court at London.\nThus the exclusive jurisdiction being vested with the Commercial Court at\nLondon this Court has no territorial jurisdiction to entertain the suit.\n\n\n\n\nCs(Comm) 190/2017                                                          Page 7 of 27 \n 14.   Learned counsel for AKBank further submits that the fact that\nexclusive jurisdiction vests in the Commercial Courts at London for\nadjudication of the Counter Bank Guarantee is repeatedly admitted by\nBhel in its pleading in the plaint and the contention now raised before the\nCourt that interpretation of a document is a question of law is contrary to the\nfurther admission in replies to I.A. Nos. 5090/2017 and 7263/2017 filed by\nBhel stating that the same was a question of fact.          Relying upon the\ndecisions reported as 1974 (1) Scc 242 Nagindas Ramdas vs. Dalpatram\nIchharam @ Brijram & Ors. and 1998 (2) Scc 70 Itc Limited vs. Debt\nRecovery Appellate Tribunal & Ors. it is contended that the admissions are\nthe best proof of facts and Bhel cannot wriggle out of its admission made\nin the plaint and replies to I.A. No. 5090/2012 under Order Vii Rule 10 and\n11 Cpc and 7263/2017 under Order Xxxix Rule 4 Cpc read with Order\nVii Rule 10 and 11 Cpc.\n15.   It is contended that besides the clause of exclusive place of\njurisdiction/territorial jurisdiction with Commercial Courts at London, the\nCounter Guarantee is a contract between AKBank and BoB and AKBank\nneither resides at Delhi nor carries on business or profession within the\njurisdiction of this Court thus no part of cause of action having arisen in\nDelhi, mere issuance of Counter Bank Guarantee by BoB is not sufficient to\nconfer jurisdiction to this Court. Further in the main contract Bhel and\nEgi agreed to submit to the jurisdiction of Courts at Ankara, Turkey. \nFurthermore the amount in terms of the Counter Guarantee issued by BoB to\nAKBank is to be paid outside the jurisdiction of this Court. Reliance is\nplaced on the decision reported as 1996 (3) Scc 443 South East Asia\nShipping Co. Ltd. vs. Nav Bharat Enterprises Pvt. Ltd. & Ors. and the\n\n\n\nCs(Comm) 190/2017                                                        Page 8 of 27\n decision of the Division Bench of this Court reported as 2016 Scc OnLine\nDel 2485 : (2016) 157 Drj 71 Hellenic Electricity Distribution Network\nOperator vs. Bharat Heavy Electricals Limited which judgment has attained\nfinality as Slp (Civil) No. 13913/2016 has been dismissed by the Hon'ble\nSupreme Court vide order dated 5th August, 2017. \n16.   It is further contended that even assuming, though not admitting that\nthis Court has territorial jurisdiction to entertain the suit for part of cause of\naction arising at Delhi, dehors the admission of Bhel in view of the\nexclusive jurisdiction vested in the Commercial Court at London and Bank\nGuarantee being an independent contract, this Court will not entertain the\npresent suit . \n17.   Countering arguments of learned counsel for AKBank duly adopted\nby learned counsel for BoB on the issues relating to territorial jurisdiction,\nlearned Senior Counsel appearing on behalf of Bhel, submitted six\narguments. Firstly, that the relationship between plaintiff Bhel and BoB\nwas governed by an omnibus agreement and the said contract having been\nentered into at Delhi, this Court has jurisdiction to entertain the suit. \nSecondly, since part of cause of action arose in Delhi as the Counter Bank\nGuarantee was issued in Delhi, this Court has jurisdiction to entertain the\nsuit. Thirdly the word 'only' is conspicuously missing from the\njurisdictional clause and hence the Commercial Court at London is not\nvested with the exclusive jurisdiction, the contract being a standard form\ncontract and since part of cause of action has taken place in Delhi, this Court\nhas territorial jurisdiction to entertain the suit. Fourthly, Egi terminated the\ncontract without any work having been done though the delay was totally\ndue to Egi, thus Egi has played fraud and walked away with encashing the\n\n\n\nCs(Comm) 190/2017                                                           Page 9 of 27\n performance guarantee without fulfilling the conditions required for\nencashment of Performance Bank Guarantee. Hence equity demands and\nsince part of cause of action has arisen in Delhi, the suit filed by Bhel be\nentertained and not rejected on the ground of territorial jurisdiction. Fifthly,\nit is submitted that the reliance of learned counsel for AKBank on the\ndecision reported as 2003 (4) Scc 341 Modi Entertainment Network & Anr.\nvs. Wsg Cricket Pte Ltd. is misconceived for the reason the present is not\nan anti suit injunction but a suit that seeks injunction from invocation of the\nCounter Bank Guarantee. It is further submitted that in Modi Entertainment\n(supra) the Hon'ble Supreme Court relied upon the decision reported as\n1969 (2) Weekly Law Reports 1073 Owners of Cargo lately Laden on\nBoard the Ship or Vessel Eleftheria vs. The Eleftheria (Owners) which\ndescribed the strong and compelling reasons which though mentioned in\nModi Entertainment (supra) but were not explained and the present case\nbeing one of strong and compelling reasons this suit be not returned or\nrejected at the threshold. Sixthly, since the present suit is against Egi,\nAKBank and BoB together as defendants and the three defendants are not\ngoverned by a single contract but different contracts , further plaintiff cannot\nsue BoB either at Ankara or in London nor enforce a decree against BoB\neither at Ankara or London, the same being a meaningless exercise when\nboth Bhel and BoB are situated at Delhi, this Court has territorial\njurisdiction to entertain the present suit. \n18.   Before referring to the rival contentions of the parties it would be\nappropriate to note terms of Counter Bank Guarantee, the invocation\nwhereof is sought to be injuncted by the present suit as the Performance\nBank Guarantee has already been invoked:\n\n\n\nCs(Comm) 190/2017                                                        Page 10 of 27\n        \" Tn Mr. Serdar Keskin Manager Intl Division \n       And Guarantees Dept. Order And Counter\n       Guarantee         No.     2158Fgper000215    For\n       Performance Bond . We Bank Of Baroda Cfs\n       Branch 16 Parliament Street New Delhi India \n       Hereby Instruct You To Iss UE UNDER OUR FULL        RESPONSIBILITY AND ACCOUNT AND COUNTER        GUARANTEE A PERFORMANCE BOND IN THE        STANDART FORMAT IN TURKISH LANGUAGE SUBJECT        TO THE LAW 4734 AND 4735 TO BE ACCEPTABLE TO        THE BENEFICIARY AND TO BE ISSUED IN FAVOUR OF        THE BENEFICIARY ELEKTRIK URETIM A.S. GENEL        MUDURLUGU EUAS TO SECURE THE PARTICIPATION        OF OUR CUSTOMER BHARAT HEAVY ELECTRICALS        LIMITED NEW DELHI INDIA ENGAGEMENT OF KEBAN        HESIN 8 (SEKIZ) UNITESININ REHABILITASYONU FOR        THE AMOUNT OF EUR 3,831,589.69 (IN WORDS-THREE        MILLION EIGHT HUNDRED THIRTY ONE THOUSAND        FIVE HUNDRED EIGHTY NINE EURO AND SIXTY NINE        CENTS) IN ADDITION WE QUOTE THE FORMAT BELOW,\n       WHICH IS ACCEPTABLE TO YOU AS TRANSLATION        FROM TURKISH TO ENGLISH LANGUAGE QUOTE        PERFORMANCE BOND TO ELEKTRIK URETIM A.S.\n       GENEL MUDURLUGU (EUAS) DATE AS THE FIRST        MESSRS. BHARAT HEAVY ELECTRICALS LIMITED BEING        THE CONTRACTOR HAS ENTERED INTO ENGAGEMENT        FOR     KEBAN      HESIN   8   SEKIZ   UNITESININ        REHABILITASYONU AS A RESULT OF THE TENDER        CONCLUDED BY YOUR ADMINISTRATION AND SINCE        AKBANK T.A.S. GUARANTEES THE AMOUNT OF EUR        3,831,589.69 BEING THE VALUE OF THE PERFORMANCE        BOND WHICH HAS TO BE SUBMITTED BY THE SAID        CONTRACTOR IN ORDER TO COMPLY WITH THE        PROVISIONS OF THE LAW NO. 4734 AND LAW NO. 4735        AND THE TENDER DOCUMENTS AND AGREEMENT WE        THE UNDERSIGNED AS THE AUTHORIZED SIGNATORY        OFFICIALS AND DEPUTIES OF AKBANK T.A.S. HEREBY        GUARANTEE AND DECLARE IN THE NAME AND FOR CS(COMM) 190/2017                                      Page 11 of 27         ACCOUNT OF AKBANK T.A.S. THAT IN CASE THE        CONTRACTOR FAILS TO FULFILL HIS CONTRACTUAL        OBLIGATIONS IN WHOLE OR IN PART IN ACCORDANCE        WITH THE AFORESAID LAWS AND TENDER        DOCUMENTS AND AGREEMENT THE AFORESAID        AMOUNT SHALL BE PAID TO YOUR ADMINISTRATION        UPON YOUR FIRST WRITTEN DEMAND, IMMEDIATELY        AND WITHOUT DELAY IN CASH AND IN FULL,\n       TOGETHER WITH THE LEGAL INTEREST TO ACCRUE        FOR THE DAYS ELAPSING FROM THE DATE OF        DEMAND TO THAT OF PAYMENT, WITHOUT IT BEING        NECESSARY TO APPLY FOR A NOTICE OF PROTEST,\n       OBTAINING A COURT ORDER AND THE CONSENT OF        THE AFORESAID CONTRACTOR AND REGARDLESS OF        ANY DISPUTE THAT MAY ARISE BETWEEN THE        AFORESAID          CONTRACTOR      AND     YOUR        ADMINISTRATION      AND     REGARDLESS      THE        CONSEQUENCES AND LEGAL EFFECTS THEREOF. THIS        GUARANTEE WILL REMAIN VALID UNTIL 01.07.2024        AND WILL BE NULL AND VOID IF NO WRITTEN CLAIM IS        RECEIVED BY US UNTIL SAID DATE. IN THE EVENT OF        INDEMNIFICATION UNDER THIS PERFORMANCE BOND,\n       THE SUM OF PERFORMANCE BOND SHALL BE PAID TO        YOU IN EURO. THIS GUARANTEE HAS BEEN ISSUED ON        THE BASIS OF THE COUNTER GUARANTEE NO        2158FGPER000215 DATED 20 APR 2015 GIVEN BY BANK        OF BARODA CFS BRANCH 16 PARLIAMENT STREET NEW        DELHI INDIA IN THE AMOUNT OF EUR 3,831,589.69        UNQUOTE IN CONSIDERATION OF YOUR ISSUING YOUR        ABOVE MENTIONED GUARANTEE WE BANK OF        BARODA CFS BRANCH 16 PARLIAMENT STREET NEW        DELHI INDIA HOLD YOU INDEMNIFIED AND        IRREVOCABLY AND UNCONDITIONALLY UNDERTAKE        TO PAY TO YOU OR YOUR ORDER WITHOUT        OBJECTION AND DEFENSE UPON YOUR FIRST WRITTEN        OR AUTHENTICATED SWIFT DEMAND INFORMING OUR        BANK THAT YOUR BANK HAS BEEN CALLED UPON TO        MAKE PAYMENT TO THE BENEFICIARY AN AMOUNT CS(COMM) 190/2017                                     Page 12 of 27         UNDER THE GUARANTEE AGAINST ITS DEMAND        PRESENTED TO YOUR BANK IRRESPECTIVE OF THE        VALIDITY OF THE ABOVE MENTIONED CONTRACT AND        ANY CONTESTATION BY ACCOUNT PARTY OR ANY        OTHER PARTY WHATSOEVER ANY AMOUNT UP TO        EURO 3,831,589.69 PLUS LEGAL INTEREST IN TURKEY IF        OCCURS FOR THE DAYS ELAPSED FROM THE DATE OF        YOUR DEMAND TO THAT OF OUR ACTUAL        DISBURSEMENT. YOUR LIABILITY WITH REGARD TO        THE EXAMINATION OF BENEFICIARIES WRITTEN        DEMAND STIPULATED IN YOUR GUARANTEE IS        LIMITED TO ITS APPEARANCE ON ITS FACE ONLY. OUR        COUNTER GUARANTEE WILL REMAIN VALID UNTIL        16.07.2024 (15 DAYS ADDED FOR MAILING PURPOSES)\n       AND WILL BE NULL AND VOID IF NO WRITTEN CLAIM IS        RECEIVED BY US UNTIL SAID DATE. THIS COUNTER        GUARANTEE IS GOVERNED BY ENGLISH LAW PLACE OF        JURISDICTION IS COMMERCIAL COURT IN LONDON.\n       YOU ARE AUTHORIZED TO ISSUE YOUR GUARANTEE IN        TURKISH       LANGUAGE.    ALL    CHARGES       AND        COMMISSIONS ARE FOR ACCOUNT OF OURS. WE        HEREBY CONFIRM THAT WE ARE AUTHORIZED UNDER        THE LAWS OF INDIA TO REQUEST YOU TO ISSUE THIS        GUARANTEE AND TO REIMBURSE YOU IN THE EVENT        OF A CLAIM. PLEASE TRANSMIT THE ORIGINAL OF        YOUR PERFORMANCE BOND TO ATTENTION MR. IMDAT        ONUR OGUZ ID NO 24340911598 TEL NO 03124400816        TURKEY AND LET US HAVE A COPY OF YOUR        GUARANTEE OF EMAIL INDEL AT THE RATE        BANKOFBARODA DOT COM AND SHANTROY AT THE        RATE BHEL DOT IN FOR OUR FILES. THIS IS AN        OPERATIVE       INSTRUMENT     AND     NO      MAIL        CONFIRMATION WILL FOLLOW.\"\n                                         [Emphasis supplied] \n\n19.   Supreme Court while dealing with the issue of territorial jurisdiction in relation to the bank guarantee in South East Asia (Supra) held:\n\n\n\n\nCS(COMM) 190/2017                                                    Page 13 of 27         3. It is settled law that cause of action consists of bundle of        facts which give cause to enforce the legal injury for redress in        a court of law. The cause of action means, therefore, every        fact, which if traversed, it would be necessary for the plaintiff        to prove in order to support his right to a judgment of the        court. In other words, it is a bundle of facts, which taken with        the law applicable to them, gives the plaintiff a right to claim        relief against the defendant. It must include some act done by        the defendant since in the absence of such an act no cause of        action would possibly accrue or would arise. In view of the        admitted position that contract was executed in Bombay, i.e.,\n       within the jurisdiction of the High Court of Bombay,\n       performance of the contract was also to be done within the        jurisdiction of the Bombay High Court; merely because bank        guarantee was executed at Delhi and transmitted for        performance to Bombay, it does not constitute a cause of        action to give rise to the respondent to lay the suit on the original side of the Delhi High Court. The contention that the Division Bench was right in its finding and that since the bank guarantee was executed and liability was enforced from the bank at Delhi, the Court got jurisdiction, cannot be sustained. \n20. Dealing with this issue of territorial jurisdiction in case of invocation of bank guarantee in Hellenic Electricity (supra) this Court held:\n\"12. The principle of law that a bank guarantee is an independent contract between the issuing bank and the beneficiary and has no concern with the main contract between the beneficiary and the party at whose instance the bank guarantee has been issued, with reference to territorial jurisdiction of a Court, has to be understood in the context of jurisdiction with reference to the mother contract. The independence of a contract for guarantee simply means that the dispute concerning the bank guarantee has to be resolved in terms of the bank guarantee i.e. the bank guarantee is the complete contract between the bank issuing the guarantee and the beneficiary. But since the bank guarantee flows out of the mother contract the jurisdictional issue has to be resolved in the context of the cause of action arising under the contract for the reason a guarantee is invocable, though in terms of the guarantee, but in relation to the main contract. To wit. Instant guarantee is a performance guarantee. The performance of the contract by the plaintiff has to be in terms of the contract. The bank guarantee simply states that a demand by the beneficiary, alleging non-performance, would require the bank to pay under the bank guarantee. \n13. In the decision reported as (1996) 3 SCC 443 South East Asia Shipping Co. Ltd. v. Nav Bharat Enterprises Pvt. Ltd. noting that the contract between the parties was executed at Bombay and had to be performed at Bombay, it was held that merely because the bank guarantee was executed by a bank at Delhi in terms of the mother contract would not constitute a cause of action at Delhi to a lay a suit to injunct the bank from paying under the guarantee and to restrain the beneficiary from enforcing the right under the guarantee. Concerning jurisdiction under the Consumer Protection Act, in the decision reported as (1999) 8 SCC 357 Union Bank of India v. Seppo Rally OY the Supreme Court held that the consumer fora at the place where the office of the party at whose instance the bank guarantee was furnished would have no jurisdiction to entertain a complaint concerning the bank guarantee furnished by the branch of the bank from the place where the office of the party concerned was situated.\n14. ...\n15. Whether the contract was validly assigned or not and whether defendant No. 2 could enforce the bank guarantee in its favour notwithstanding beneficiary being defendant No. 1 is a matter of substance and has no concern with the issue of territorial jurisdiction. It is a dispute concerning the contract and suffice would it state that whether it is a dispute concerning the contract or relating to a contract or arising out of a contract would make no difference on the issue of territorial jurisdiction. Territorial jurisdiction has to be determined with reference to a cause of action arising under a contract and if there is an exclusive jurisdiction clause vesting jurisdiction in one Court and ousting jurisdiction in others, the same has to be respected. \n16. As we have noted hereinabove, apart from the exclusive jurisdiction clause vesting jurisdiction in the Courts of Athens, no part of cause of action concerning the contract arose in Delhi or for that matter in India. Entire cause of action was in Athens. As held above, issuance of the bank guarantee from Delhi is not a part of the cause of action and territorial jurisdiction cannot be determined with reference to the said fact. \n17. We terminate by holding that the impugned order is contrary to the principles of law and our reasons for disagreement have been noted above. \n[Emphasis supplied] \n21. First and second contentions of learned Senior Counsel for BHEL can be dealt together. Contention that the relationship between BHEL and BoB was governed by an omnibus agreement, the said contract having been entered into at Delhi as the Counter Bank Guarantee was issued in Delhi, therefore, since part of cause of action arose in Delhi this Court has jurisdiction to entertain the suit is bereft of any pleadings in the plaint on this count or any documents filed by BHEL. Even otherwise as noted in the South East Asia and Hellenic Electricity (Supra) issuance of Bank Guarantee at Delhi, or that BHEL and BoB were bound by an omnibus agreement would not be sufficient to vest territorial jurisdiction on this Court to entertain the suit. Further the prayers in the suit are declaration and permanent injunction qua the Performance Bank Guarantee and the Counter Guarantee, both guarantees specify Courts where jurisdiction is vested. BHEL does not claim any relief in the suit based on the omnibus agreement between BHEL and BoB. The plea regarding the jurisdiction of this Court based on the omnibus agreement is required to be rejected also on the ground that a Bank Guarantee is an independent contract and the existence or non-existence of the underlined contract is irrelevant to a Bank Guarantee. \n22. Hon'ble Supreme Court in the decision reported as 2003 (7) SCC 410 National Highways Authority of India vs. Ganga Enterprises held as under:\n\"It is settled law that a contract of guarantee is a complete and separate contract by itself. The law regarding enforcement of an \"on demand bank guarantee\" is very clear. If the enforcement is in terms of the guarantee, then Courts must not interfere with the enforcement of bank guarantee. The Court can only interfere if the invocation is against terms of the guarantee or if there is any fraud. Courts cannot restrain invocation of an \"on demand guarantee\" in accordance with its terms by looking at terms of the underlying contract. The existence or non-existence of an underlying contract become irrelevant when the invocation is in terms of the bank guarantee. The bank guarantee stipulated that if the bid was withdrawn within 120 days or if the performance security was not given or if an Agreement was not signed, the guarantee could be enforced. The bank guarantee was enforced because the bid was withdrawn within 120 days. Therefore, it could not be said that the invocation of the bank guarantee was against the terms of the bank guarantee. If it was in terms of the bank guarantee, one fails to understand as to how the High Court could say that the guarantee could not have been invoked. If the guarantee was rightly invoked, there was no question of directing refund as has been done by the High Court.\" \n23. In respect of the third contention of learned counsel for BHEL that as the word 'only' is conspicuously missing from the jurisdictional clause in the Counter Bank Guarantee, Commercial Court at London is not vested with the exclusive jurisdiction. This contention of learned Senior Counsel deserves to be rejected in view of the decision reported as 1989 (2) SCC 163 A.B.C. Laminart Pvt. Ltd. & Anr. vs. A.P. Agencies, Salem wherein it was held:\n21. From the foregoing decisions it can be reasonably deduced that where such an ouster clause occurs, it is pertinent to see whether there is ouster of jurisdiction of other Courts. When the clause is clear, unambiguous and specific accepted notions of contract would bind the parties and unless the absence of ad idem can be shown, the other Courts should avoid exercising jurisdiction, As regards construction of the ouster clause when words like 'alone', 'only, 'exclusive' and the like have been used there may be no difficulty. Even without such words in appropriate cases the maxim 'expressio unius est exclusio alterius' expression of one is the exclusion of another may be applied. What is an appropriate case shall depend on the facts of the case. In such a case mention of one thing may imply exclusion of another. When certain jurisdiction is specified in a contract an intention to exclude all others from its operation may in such cases be inferred. It has therefore to be properly construed. \n24. Further the Supreme Court in the decision reported as 2013 (9) SCC 32 Swastik Gases Pvt. Ltd. vs. Indian Oil Corporation Ltd. held:\n32. For answer to the above question, we have to see the effect of the jurisdiction clause in the agreement which provides that the agreement shall be subject to jurisdiction of the courts at Kolkata. It is a fact that whilst providing for jurisdiction clause in the agreement the words like 'alone', 'only', 'exclusive' or 'exclusive jurisdiction' have not been used but this, in our view, is not decisive and does not make any material difference. The intention of the parties-by having Clause 18 in the agreement - is clear and unambiguous that the courts at Kolkata shall have jurisdiction which means that the courts at Kolkata alone shall have jurisdiction. It is so because for construction of jurisdiction clause, like Clause 18 in the agreement, the maxim expressio unius est exclusio alterius comes into play as there is nothing to indicate to the contrary. This legal maxim means that expression of one is the exclusion of another. By making a provision that the agreement is subject to the jurisdiction of the courts at Kolkata, the parties have impliedly excluded the jurisdiction of other courts. Where the contract specifies the jurisdiction of the courts at a particular place and such courts have jurisdiction to deal with the matter, we think that an inference may be drawn that parties intended to exclude all other courts. \nA clause like this is not hit by Section 23 of the Contract Act at all. Such clause is neither forbidden by law nor it is against the public policy. It does not offend Section 28 of the Contract Act in any manner. \n32. The above view finds support from the decisions of this Court in Hakam Singh v. Gammon (India) Ltd., (1971) 1 SCC 286, A.B.C. Laminart Pvt. Ltd. and Anr. v. A.P. Agencies, Salem, (1989) 2 SCC 163, R.S.D.V. Finance Co. Pvt. Ltd. v. Shree Vallabh Glass Works Ltd., (1993) 2 SCC 130, Angile Insulations v. Davy Ashmore India Ltd. and Anr., (1995) 4 SCC 153, Shriram City Union Finance Corporation Limited v. Rama Mishra, (2002) 9 SCC 613, Hanil Era Textiles Ltd. v. Puromatic Filters (P) Ltd. MANU / SC/0348/2004 : (2004) 4 SCC 671 and Balaji Coke Industry Private Limited v. Maa Bhagwati Coke Gujarat Private Limited (2009) 9 SCC 403 . \" \n25. The fourth contention of learned Senior Counsel for BHEL that equity demands and that since part of cause of action has taken place at Delhi, the suit filed by BHEL be entertained and not rejected on the ground of territorial jurisdiction for the reason that EGI played a fraud and walked away with encashing the Performance Bank Guarantee without fulfilling the conditions required therein for encashment of Performance Bank Guarantee though not required to be considered by this Court at this stage for the reason it will be for the Court which has territorial jurisdiction to decide whether the encashment of the Bank Guarantee was vitiated with fraud or not however, it would be apposite to note the following decisions of the Supreme Court. In the decision reported as AIR 1996 SC 2268: 1996 (5) SCC 34 Hindustan Steel Works Construction Ltd. vs. Tarapore & Co. it was observed:\n\"We are, therefore, of the opinion that the correct position of law is that commitment of banks must be honoured free from interference by the courts and it is only in exceptional cases, that is to say, in case of fraud or in a case where irretrievable injustice would be done if bank guarantee is allowed to be encashed, the court should interfere. In this case fraud has not been pleaded and the relief for injunction was sought by the contractor/Respondent No. 1 on the ground that special equities or the special circumstances of the case required it. The special circumstances and/or special equities which have been pleaded in this case are that there is a serious dispute on the question as to who has committed breach of the contract, that the contractor has a counter claim against the appellant, that the disputes between the parties have been referred to the arbitrators and that no amount can be said to be due and payable by the contractor to the appellant till the arbitrators declare their award. In our opinion, these factors are not sufficient to make this case an exceptional case justifying interference by restraining the appellant from enforcing the bank guarantees. The High Court was, therefore, not right in restraining the appellant from enforcing the bank guarantees.\" \n26. In 1997 (1) SCC 568 U.P. State Sugar Corporation vs. Sumac International Ltd. the Hon'ble Supreme Court also noted:\n\"12. The law relating to invocation of such bank guarantees is by now well settled. When in the course of commercial dealings an unconditional bank guarantee is given or accepted, the beneficiary is entitled to realize such a bank guarantee in terms thereof irrespective of any pending disputes. The bank giving such a guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer. The very purpose of giving such a bank guarantee would otherwise be defeated. The Courts should, therefore, be slow in granting an injunction to restrain the realization of such a bank guarantee. The Courts have carved out only two exceptions. A fraud in connection with such a bank guarantee would vitiate the very foundation of such a bank guarantee. Hence if there is such a fraud of which the beneficiary seeks to take advantage, he can be restrained from doing so. The second exception relates to cases where allowing the encashment of an unconditional bank guarantee would result in irretrievable harm or injustice to one of the parties concerned. Since in most cases payment of money under such a bank guarantee would adversely affect the bank and its customer at whose instance the guarantee is given, the harm or injustice contemplated under this head must be of such an exceptional and irretrievable nature as would override the terms of the guarantee and the adverse effect of such an injunction on commercial dealings in the country. The two grounds are not necessarily connected, though both may co- exist in some cases. \n...... \n14. On the question of irretrievable injury which is the second exception to the rule against granting of injunctions when unconditional bank guarantees are sought to be realised the Court said in the above case that the irretrievable injury must be of the kind which was the subject-matter of the decision in the Itek Corporation case (566 Fed Supp. 1210) (supra). In that case an exporter in the U.S.A. entered into an agreement with the Imperial Government of Iran and sought an order terminating its liability on stand by letters of credit issued by an American Bank in favour of an Iranian Bank as part of the contract. The relief was sought on account of the situation created after the Iranian revolution when the American Government cancelled the export licences in relation to Iran and the Iranian Government had forcibly taken 52 American citizens as hostages. The U.S. Government had blocked all Iranian assets under the jurisdiction of United States and had cancelled the export contract. The Court upheld the contention of the exporter that any claim for damages against the purchaser if decreed by the American Courts would not be executable in Iran under these circumstances and realisation of the bank guarantee/letters of credit would cause irreparable harm to the Plaintiff. This contention was upheld. To avail of this exception, therefore, exceptional circumstances which make it impossible for the guarantor to reimburse himself if he ultimately succeeds, will have to be decisively established. Clearly, a mere apprehension that the other party will not be able to pay, is not enough. In the Itek case (supra) there was a certainty on this issue. Secondly, there was good reason, in that case for the Court to be prima facie satisfied that the guarantors i.e. the bank and its customer would be found entitled to receive the amount paid under the guarantee. \n15. Our attention was invited to a number of decisions on this issue -- among them, to Larsen & Toubro Ltd. v.\nMaharashtra State Electricity Board (1995) 6 SCC 68 and Hindustan Steel Workers Construction Ltd. v. G.S. Atwal & Co. (Engineers) Pvt. Ltd. (1995) 6 SCC 76 as also to National Thermal Power Corporation Ltd. v. Flowmore Pvt. Ltd. (1995) 4 SCC 515. The latest decision is in the case of State of Maharashtra v. National Construction Company, Bombay (1996) 1 SCC 735 where this Court has summed up the position by stating:\n\"The rule is well established that a bank issuing a guarantee is not concerned with the underlying contract between the parties to the contract. The duty of the bank under a performance guarantee is created by the documents itself. Once the documents are in order the bank giving the guarantee must honour the same and make payment ordinarily unless there is an allegation of fraud or the like. The Courts will not interfere directly or indirectly to withhold payment, otherwise trust in commerce internal and international would be irreparably damaged. But that does not mean that the parties to the underlying contract cannot settle the disputes with respect to allegations of breach by resorting to litigation or arbitration as stipulated in the contract. The remedy arising ex contractu is not burred and the cause of action for the same is independent of enforcement of the guarantee.\"\n27. Relying upon the decision in Eleftheria (supra) learned Senior Counsel for BHEL advanced his fifth and sixth submissions that there are strong and compelling reasons for this Court to entertain the present suit, the essence of jurisdictional laws in Indian Courts being that the payments had already been made by AKBank to EGI under the Performance Bank Guarantee, the lis in the present suit is between BHEL and BoB which both parties are situated in the jurisdiction of this Court and even if a decree is granted in favour of BHEL and against BoB it will have to be executed in Delhi and the Commercial Court at London has no connect with any of the parties before the Court. \n28. In Eleftheria (supra) the Court summarized the principles in relation to the territorial jurisdiction as under:\n\"The principles established by the authorities can, I think, be summarized as follows: (1) Where plaintiffs sue in England in breach of an agreement to refer disputes to a foreign court, and defendants apply for a stay , the English court, assuming the claim to be otherwise within its jurisdiction, is not bound to grant a stay but has a discretion whether to do so or not. (2) The discretion should be exercised by granting a stay unless strong cause for not doing so is shown. (3) The burden of proving such strong cause is on plaintiffs. (4)In exercising its discretion the court should take into account all the circumstances of the particular case. (5) In particular, but without prejudice to (4) the following matters, where they arise, may properly be regarded: -(A) In what country the evidence on the issues of fact is situated, or more readily available, and the effect of that on the relative convenience and expense of trial as between the English and foreign courts. \n(b) Whether the law of the foreign court applies and, if so, whether it differs from English law in any material respects.\n(c) With what country either party is connected, and how closely. (d) Whether defendants genuinely desire trial in the foreign country, or are only seeking procedural advantages. \n(e) Whether the plaintiffs would be prejudiced by having to sue in the foreign court because they would: (i) be deprived of security for that claim; (ii) be unable to enforce any judgment obtained; (iii) be faced with a time-bar not applicable in England; or (iv) for political, racial, religious or other reasons be unlikely to get a fair trial.\n29. Even as noted in the points of arguments on behalf of BHEL though under Indian law territorial jurisdiction cannot be conferred on a Court where it does not exist however, the parties may agree to vest jurisdiction in a foreign Court being a neutral venue. In Modi Entertainment (supra) the Hon'ble Supreme Court held:\n\"11. In regard to jurisdiction of courts under the Code of Civil Procedure (CPC) over a subject-matter one or more courts may have jurisdiction to deal with it having regard to the location of immovable property, place of residence or work of a defendant or place where cause of action has arisen. Where only one Court has jurisdiction it is said to have exclusive jurisdiction; where more courts than one have jurisdiction over a subject-matter, they are called courts of available or natural jurisdiction. The growing global commercial activities gave rise to the practice of the parties to a contract agreeing beforehand to approach for resolution of their disputes thereunder, to either any of the available courts of natural jurisdiction and thereby create an exclusive or non-exclusive jurisdiction in one of the available forums or to have the disputes resolved by a foreign court of their choice as a neutral forum according to the law applicable to that court. It is a well-settled principle that by agreement the parties cannot confer jurisdiction, where none exists, on a court to which CPC applies, but this principle does not apply when the parties agree to submit to the exclusive or non-exclusive jurisdiction of a foreign court; indeed in such cases the English Courts do permit invoking their jurisdiction. Thus, it is clear that the parties to a contract may agree to have their disputes resolved by a Foreign Court termed as a 'neutral court' or 'court of choice' creating exclusive or non-exclusive jurisdiction in it.\"\n30. From the decisions noted above, it is settled that if the cause of action has taken place in India and the Indian law applies, the parties cannot choose to vest territorial jurisdiction to try the suit in a Court which does not have the jurisdiction though they may agree to vest exclusive jurisdiction in one of such Court having jurisdiction, however, where one party is not subject to the law of India, the parties may vest jurisdiction outside the country in a neutral forum as has been done in the present case. The cause of action in the present case does not arise by virtue of the omnibus agreement between BHEL and BoB as there is no prayer in respect of the omnibus agreement to be enforced or violation thereof alleged but of the Counter Guarantee and the Performance Bank Guarantee which both vest jurisdiction in Courts outside India. It is in this light that the circumstances noted in Eleftheria (supra) have to be looked into i.e. the evidence on issues of fact situated in or more readily available, the effect of relative convenience and expense of trial, the law applicable, with which country either party is connected, whether defendant genuinely desires trial or is only seeking procedural advantage or whether the plaintiff is prejudiced by suing in a foreign court or deprived of the security of his claim or unable to enforce any judgment obtained etc. As per the pleadings in the plaint, the plea taken by BHEL is not of expense or procedure or the law of England being different or that conditions are such that BHEL cannot proceed against the parties at London but is paucity of time which is not one of the grounds recognized. Even if this Court accepts that paucity of time is one of the grounds, time can be granted to BHEL to approach the Court of competent jurisdiction. Claim of BHEL being not based on the omnibus agreement but on the basis of Performance Bank Guarantee and Counter Guarantee, conditions as noted in Eleftheria (supra) are not applicable to the present case and hence the contentions raised in terms of fifth and sixth submissions also deserve to be rejected.\n31. Even though learned counsel for AKBank harps on the admissions made by BHEL in the plaint that the Commercial Court at London has the exclusive jurisdiction to try the suit and the present suit was filed only because of paucity of time for BHEL to approach the Court of competent jurisdiction, dehors the admission of BHEL this Court finds that it has no territorial jurisdiction to entertain the present suit, for it is well settled that contract of Bank Guarantee is an independent contract and merely because the same was issued at the place within the territorial jurisdiction of this Court and that the word 'only' is missing from the Counter Bank Guarantee clause, the same would not vest this Court with the territorial jurisdiction to entertain the plaint.\n32. Consequently, the plaint is directed to be returned to be filed in the Court of competent jurisdiction however, since there is an ad-interim order in favour of BHEL since 10th March, 2017 and it would take some time for BHEL to approach the Court of competent jurisdiction the interim order dated 10th March, 2017 is extended for a further period of 45 days so that BHEL can approach the Court of competent jurisdiction. CS(COMM) 190/2017 is accordingly disposed of directing the plaint to be returned with liberty as noted above. \n33. I.A. No. 3182/2017 is dismissed and I.A. Nos. 5090/2017 and 7263/2017 are disposed of. \n34. I.A. No. 9057/2017 under Order VIII Rule 1 CPC by defendant No.2 seeking extension of time in filing written statement is disposed of as infructuous. The date of 2nd November, 2017 fixed before the learned Joint Registrar is cancelled. \n(MUKTA GUPTA) JUDGE SEPTEMBER 19, 2017 'vn'",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0e91ad74bb544fb5a9a4162725469146_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a690bd79d0745d8af1b942eba6ab22f_1"
    },
    {
      "start": 242,
      "end": 358,
      "text": "\nDelhi High Court\nBharat Heavy Electricals Limited vs Electricity Generation Incorporation ... on 19 September, 2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a83bbe8d44247adb12b86e016a025a5_2"
    },
    {
      "start": 359,
      "end": 438,
      "text": "\nEquivalent citations: Air 2018 Delhi 38\nAuthor: Mukta Gupta\nBench: Mukta Gupta",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dec66ae7172b4873b385f8687dd7037a_3"
    },
    {
      "start": 440,
      "end": 486,
      "text": "*     In The High Court Of Delhi At New Delhi\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d294e2cd5194d7c9f2584d1afc96bf5_4"
    },
    {
      "start": 486,
      "end": 622,
      "text": "%                                  Reserved on: 11th September, 2017\n                                   Decided on: 19th September, 2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac2c8947b1ff4dcf9e991342a68f5932_5"
    },
    {
      "start": 623,
      "end": 661,
      "text": "\n+                   Cs(Comm) 190/2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "68f268c4126f4cebb64bc3815ba14d14_6"
    },
    {
      "start": 669,
      "end": 701,
      "text": "Bharat Heavy Electricals Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "93ba18c1f34b4f13ac64744126102143_7"
    },
    {
      "start": 702,
      "end": 736,
      "text": "..... Plaintiff\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a69db75b9c4949b68e78ffd831c98002_8"
    },
    {
      "start": 736,
      "end": 751,
      "text": "Represented by:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb62f5aad49b40feba5291bf5d32c045_9"
    },
    {
      "start": 752,
      "end": 779,
      "text": "Dr. A.M. Singhvi, Mr. Parag",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dce6d1a020f64c368f2160ad2c91e2d6_10"
    },
    {
      "start": 815,
      "end": 824,
      "text": "Tripathi,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "caa123017ea64197ae74a839484e7637_11"
    },
    {
      "start": 825,
      "end": 844,
      "text": "Sr . Advocates with",
      "labels": [
        "PREAMBLE"
      ],
      "id": "95692866d83d4ab08a55cd77aa3dd3d8_12"
    },
    {
      "start": 880,
      "end": 908,
      "text": "Mr. Atul Shanker Mathur, Ms.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bd7456fbca2d43559be904cc119629f2_13"
    },
    {
      "start": 944,
      "end": 970,
      "text": "Nimita Kaul and Mr. Prabal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b42a359c86c146c599fa01560b7418ab_14"
    },
    {
      "start": 1006,
      "end": 1014,
      "text": "Mehrotra",
      "labels": [
        "PREAMBLE"
      ],
      "id": "71eacd5ca3d14caab8802a30767e8935_15"
    },
    {
      "start": 1015,
      "end": 1026,
      "text": ", Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f97bcece77df4d80824ed014f1bb2068_16"
    },
    {
      "start": 1027,
      "end": 1062,
      "text": ". \n                  versus\n\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "46d48ae4650846788e3aaa8155471383_17"
    },
    {
      "start": 1062,
      "end": 1091,
      "text": "Electricity Generation\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "89d527470f034e329bf9a5dd780fd472_18"
    },
    {
      "start": 1091,
      "end": 1110,
      "text": "Incorporation & Ors",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bce94fdee8e64ac4a042715f39df0bb0_19"
    },
    {
      "start": 1111,
      "end": 1179,
      "text": ".                              ..... Defendants\n                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8540e5cfce78490ca5513379a3d9776b_20"
    },
    {
      "start": 1179,
      "end": 1194,
      "text": "Represented by:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "861d41c19027420cb1eb050c9d827ba9_21"
    },
    {
      "start": 1203,
      "end": 1225,
      "text": "Mr. Rajeeve Mehra, Sr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "592d8c7105bd40208db5da8b0c522315_22"
    },
    {
      "start": 1271,
      "end": 1284,
      "text": "Advocate with",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a1b976293eb48378c4b4d7bffc41282_23"
    },
    {
      "start": 1285,
      "end": 1295,
      "text": "Mr. Mayank",
      "labels": [
        "PREAMBLE"
      ],
      "id": "201a79555e804e49b1ba00dccb4cb16c_24"
    },
    {
      "start": 1296,
      "end": 1369,
      "text": "\n                                            Mishra and Mr. Ashwin Nayar,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "438955d56e2b429ca7f241b0e3b185e7_25"
    },
    {
      "start": 1415,
      "end": 1489,
      "text": "Advocates for Defendant No.2.\n                                            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5f560fe10b21462991d838c5fc938135_26"
    },
    {
      "start": 1489,
      "end": 1516,
      "text": "Mr. Arun Aggarwal, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7cd716929670404b84d7319f61558aa0_27"
    },
    {
      "start": 1562,
      "end": 1581,
      "text": "for Defendant No.3.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9f6e435747214ca197dbaa3284f13bb9_28"
    },
    {
      "start": 1583,
      "end": 1589,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a984be89c9a24a878f597f37b7aa367c_29"
    },
    {
      "start": 1590,
      "end": 1834,
      "text": "\nHon'Ble Ms. Justice Mukta Gupta\nI.A. Nos. 3182/2017 (under Order Xxxix Rule 1 and 2 Cpc),\n5090/2017 (under Order Vii Rule 10 and 11 by Defendant No. 2) and\n7263/2017 (under Order Xxxix Rule 4 Cpc r/w Order Vii Rule 10\nand 11 by Defendant No.3)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d798b7755e104de288df4e1508c83bad_30"
    },
    {
      "start": 1837,
      "end": 1958,
      "text": "1.    Before dealing with the applications individually it would be\nappropriate to first set out the facts in the plaint.",
      "labels": [
        "NONE"
      ],
      "id": "fba10cd7c50546fd8069e6f049fe6c29_31"
    },
    {
      "start": 1959,
      "end": 1982,
      "text": "Plaintiff Bharat Heavy\n",
      "labels": [
        "NONE"
      ],
      "id": "8b4c4e2ef1a1404199838d10fe4f8b25_32"
    },
    {
      "start": 1982,
      "end": 2432,
      "text": "Electricals Limited (in short 'Bhel') has filed the present suit impleading\nElectricity Generation Incorporation (in short 'Egi') having its office at\nAnkara, Turkey as defendant No.1, AKBank T.A.S. (in short 'AKBank') at\nIstanbul, Turkey as defendant No.2 and Bank of Baroda (in short 'BoB')\n\n\n\nCs(Comm) 190/2017                                                      Page 1 of 27\n having its branch office at Sansad Mark, New Delhi as defendant No.3.",
      "labels": [
        "FAC"
      ],
      "id": "18222bcc1995477c952f203e1446ec18_33"
    },
    {
      "start": 2433,
      "end": 3864,
      "text": "The\nthree main prayers in the suit besides the costs are:\n      \"(a) Pass a decree of declaration, declaring that the alleged\n           invocation of the Performance Bank Guarantee bearing\n           No.0834INC15CG00075 for an amount of Eur Eur\n           3,831,589.69 i.e. Inr 28,35,37,637.06 valid till 1 st July,\n           2024 by Defendant No.1 to Defendant No.2 and\n           consequently of the Counter Guarantee of Defendant\n           No.3 to Defendant No.2 bearing No. 2158Fgper000215\n           is fraudulent and hence void; and\n      (b) pass a decree of permanent injunction restraining\n           Defendant No.3 from making any payment whatsoever to\n           Defendant No.2 in terms of the fraudulent invocation by\n           Defendant No.1 of the Performance Bank Guarantee in\n           turn invoking the Counter Guarantee baring number\n           2158Fgper000215 dated 20th April, 2015 for an amount\n           of Eur 3,831,589.69 i.e. Inr 28,35,37,637.06; and\n      (c) pass a decree of permanent injunction restraining\n           Defendant No.2 from making any payment whatsoever to\n           Defendant No.1 in terms of the fraudulent invocation\n           dated 21st April, 2015 by Defendant No.1 of the\n           Performance       Bank     Guarantee          baring   No.\n           0834Inc15Cg00075 for an amount of Eur 3,831,589.69\n           i.e. Inr 28,35,37,637.06 valid till 1st July, 2024\"\n\n2.    ",
      "labels": [
        "FAC"
      ],
      "id": "f0e3006166964341824d3e6990d90843_34"
    },
    {
      "start": 3864,
      "end": 4120,
      "text": "Claim of Bhel is that it is a public sector undertaking of the\nGovernment of India and Egi is a State owned company duly incorporated\nunder the laws of Turkey engaged in the business of power generation and\ntransmission having its office at Ankara, Turkey.",
      "labels": [
        "FAC"
      ],
      "id": "97d60f66042042c1869ca713c210a14a_35"
    },
    {
      "start": 4121,
      "end": 4250,
      "text": "AKBank is a privately\nowned commercial bank in Adana and is a banking company carrying on\nbanking activities at Istanbul, Turkey.",
      "labels": [
        "FAC"
      ],
      "id": "bfaec180cf6f4688adca46d86b7a9e3c_36"
    },
    {
      "start": 4251,
      "end": 4508,
      "text": "BoB is yet another International State\nBanking and financial service company with its headquarter at Vadodara,\nGujarat and its branch office at Sansad Marg, New Delhi.\n\n\n\n\nCs(Comm) 190/2017                                                        Page 2 of 27",
      "labels": [
        "FAC"
      ],
      "id": "5a0b59a573df459f8537f032c2da65a2_37"
    },
    {
      "start": 4509,
      "end": 4672,
      "text": "\n 3.     Egi issued a contract for rehabilitation of eight units of Keban\nHydroelectric Power Plant for which Bhel was engaged as a contractor.\nOn 21st April, 2015",
      "labels": [
        "FAC"
      ],
      "id": "d83753c582d9427bacebbca0e0600218_38"
    },
    {
      "start": 4673,
      "end": 5024,
      "text": "a contract to this effect was entered into between Bhel\nand Egi valued at Euro 63,859,828.24 (Eur Sixty Three Million Eight Fifty\nNine Thousand Eight and Twenty Four Cents only) approximately Inr\n472,56,27,289.76 (Rupees four hundred seventy two crores fifty six lakhs\ntwenty seven thousand two hundred eighty nine and seventy six paise only).\n4.     ",
      "labels": [
        "FAC"
      ],
      "id": "54d5eb4b499e405887560e019746bcdb_39"
    },
    {
      "start": 5024,
      "end": 5128,
      "text": "As per Article 11 of the contract between Bhel and Egi a\nPerformance Bank Guarantee had to be furnished.",
      "labels": [
        "FAC"
      ],
      "id": "1f6c4b4097a84d4b9953002581b06d77_40"
    },
    {
      "start": 5129,
      "end": 5353,
      "text": "Accordingly, Bhel got\nissued a Counter Guarantee in favour of AKBank bearing No.\n2158Fgper000215 dated 20th April, 2015 for an amount of Eur\n3,831,589.69 that is Inr 28,35,37,637.06 valid till 16th July, 2024 through\nBoB.\n5.",
      "labels": [
        "FAC"
      ],
      "id": "77067ccfb5cd4b639d738d4105e800cb_41"
    },
    {
      "start": 5354,
      "end": 5577,
      "text": "    On the basis of the Counter Guarantee AKBank issued a Performance\nBank Guarantee to Egi bearing No. 0834Inc15Cg00075 for an amount of\nEur 3,831,589.69 i.e. Inr 28,35,37,637.06 valid till 1st July, 2024 in favour\nof Egi.",
      "labels": [
        "FAC"
      ],
      "id": "194058b63f104210bd703cf4eb882278_42"
    },
    {
      "start": 5578,
      "end": 6611,
      "text": "The relevant terms of Performance Bank Guarantee read as under:\n        \"Performance Bond to Elektrik Uretim A.S. Genel Mudurlugu\n        (Euas) date as the firm Messers Bharat Heavy Electricals\n        Limited being the contractor has entered into engagement\n        Keban Hesin 8 Sekiz Unitesinin Rehabilitasyonu as a result of\n        the tender concluded by your administration and since\n        Akbank T.A.S. Guarantees the amount of Eur 3,831,589.69\n        being the value of the performance bond which has to be\n        submitted by the said contractor in order to comply with the\n        provisions of law No. 4734 and 4735 and the tender\n        documents and agreement, we the undersigned as the\n        authorized signatory officials and deputies of Akbank T.A.S.\n        hereby guarantee and declare in the name and for account of\n        Akbank T.A.S. that in case the contractor fails to fulfil his\n\n\n\nCs(Comm) 190/2017                                                       Page 3 of 27\n        contractual obligations",
      "labels": [
        "FAC"
      ],
      "id": "b0c178405b624eb88d666e227fae985b_43"
    },
    {
      "start": 6612,
      "end": 6711,
      "text": "in whole or in part in accordance with\n       the aforesaid laws and tender documents and agreement",
      "labels": [
        "FAC"
      ],
      "id": "5b31cf6bc6814606bc363a247ee2875f_44"
    },
    {
      "start": 6712,
      "end": 7466,
      "text": "the\n       aforesaid amount shall be paid to your administration upon\n       your first written demand, immediately and without delay in\n       cash and in full, together with the legal interest to accrue for\n       the days elapsing from the date of demand to that of payment,\n       without it being necessary to apply for a notice of protest,\n       obtaining a court order and the consent of the aforesaid\n       contractor and regardless of any dispute that may arise\n       between the aforesaid contractor and your administration and\n       regardless the consequences and legal effects thereof this\n       guarantee will remain valid until 01.07.2024 and will be null\n       and void if no written claim is received by us until said date.\n       ",
      "labels": [
        "FAC"
      ],
      "id": "3a3189aa7bcb480eb03b6e7b248dd74b_45"
    },
    {
      "start": 7466,
      "end": 7591,
      "text": "In the event of indemnification under this performance bond,\n       the sum of performance bond shall be paid to you in Euro.",
      "labels": [
        "FAC"
      ],
      "id": "4b66e97a49a04ef4a4af22bc368a929f_46"
    },
    {
      "start": 7592,
      "end": 7883,
      "text": "\n       This guarantee has been issued on the basis of the counter\n       guarantee No. 2158Fgper000215 dated 20 April 2015 given\n       by Bank of Baroda Cfs Branch 16, Parliament Street New\n       Delhi in the amount of Eur 3,831,589.69.\"\n                                                  ",
      "labels": [
        "FAC"
      ],
      "id": "52f451e76a694235be2e2f3c3fe6ff12_47"
    },
    {
      "start": 7883,
      "end": 7902,
      "text": "[Emphasis supplied]",
      "labels": [
        "FAC"
      ],
      "id": "5bf8f774aee8402e9b7ccaed5e1732ca_48"
    },
    {
      "start": 7905,
      "end": 8121,
      "text": "6.    Bhel was informed by BoB that Egi has terminated the contract of\nBhel for renovation and modernisation of Keban Hydroelectric Power\nPlant, Turkey citing the following contractual condition:\n      \"Clause: 26.1.",
      "labels": [
        "FAC"
      ],
      "id": "18a8a5de71e4421aad424679cfa5c3e1_49"
    },
    {
      "start": 8122,
      "end": 8892,
      "text": "The Contracting Entity shall terminate the\n      Contract in the following cases:\n      If the Contractor does not perform the Contract in accordance\n      with the provisions of the tender document and the Contract or\n      complete the work in time, and if the same situation continues in\n      spite of the written notice of the Contracting Entity for a period\n      specified in this Contract with regard to the application of the\n      delay penalty at the rate stipulated in the Article of the Contract\n      concerning delay penalties\"\n\n7.    Bhel claims that the contract termination letter dated 7 th March,\n2017 is in complete contravention to Article 20 of Law 4735 applicable to\n\n\n\nCs(Comm) 190/2017                                                           ",
      "labels": [
        "FAC"
      ],
      "id": "0a8cf3f7c1394e278f6ae487aa462312_50"
    },
    {
      "start": 8892,
      "end": 9512,
      "text": "Page 4 of 27\n the contract between Bhel and Egi which described the circumstances\nunder which contract can be terminated as under:\n      \"In case the contractor fails to perform its obligations in\n      compliance with provisions of the contract and tender\n      documents or fails to complete works within the period as\n      prescribed, and such state of affairs continues to persist despite\n      contracting entity's warning clearly stating reasons for warning\n      and offering at least 20 days advance notice, with penalty for\n      delay to apply on the basis of the ratio as stated in the tender\n      document.",
      "labels": [
        "FAC"
      ],
      "id": "7299dd0135954f0080e3008970f67fd5_51"
    },
    {
      "start": 9513,
      "end": 9991,
      "text": "In case it is determined that the contractor has\n      engaged in deeds or behaviours outlawed as stated in Article\n      25.\n\n8.    Bhel claims that though the contract termination letter dated 7th\nMarch, 2017 refers to two notices dated 13 th December, 2016 and 10th\nFebruary, 2017 however, Bhel never received any such written\nletter/notices and thus the termination of contract is completely unjust\nmaking the invocation of Performance Bank Guarantee invalid and hence\nvoid.",
      "labels": [
        "FAC"
      ],
      "id": "8d30ed9ad0ce480e945f4b95075b80e9_52"
    },
    {
      "start": 9992,
      "end": 10199,
      "text": "It is claimed that though the contract between Bhel and Egi was\nsigned on 21st April, 2015 however, effective date of contract was 7th March,\n2016 and the delay of more than ten months was at the end of Egi.",
      "labels": [
        "FAC"
      ],
      "id": "bf51480327d0477d989ca58ce288a407_53"
    },
    {
      "start": 10200,
      "end": 10290,
      "text": "Further\ntill date 15% advance payment as per the contract was not released to Bhel\nby Egi.",
      "labels": [
        "FAC"
      ],
      "id": "6f0d9fb2d727446b9f84fba670cb07a6_54"
    },
    {
      "start": 10291,
      "end": 10658,
      "text": "Despite Bhel performing its part of the contract and was waiting\nfor the response after the meeting dated 8th to 10th November, 2016 between\nBhel and Egi, on 9th March, 2017 Bhel received an email from BoB that\nEgi had invoked Performance Bank Guarantee based on the aforesaid\nillegal termination and thus the amount of Counter Guarantee had to be\ncredited to AKBank.",
      "labels": [
        "FAC"
      ],
      "id": "9f5a510c75ac481182fcae1a9c7e54d1_55"
    },
    {
      "start": 10659,
      "end": 11047,
      "text": "It is for this unjust and illegal termination of the\ncontract and since the Performance Bank Guarantee had been fraudulently\n\n\n\n\nCs(Comm) 190/2017                                                          Page 5 of 27\n invoked, the plaintiff i.e. Bhel filed the present suit seeking declaration\nand permanent injunction from encashment of Performance Bank Guarantee\nand Counter Guarantee.\n",
      "labels": [
        "FAC"
      ],
      "id": "f83f884f6c0e4194bef5b6a43e85269f_56"
    },
    {
      "start": 11047,
      "end": 11120,
      "text": "9 .    In the plaint Bhel has repeatedly stated that jurisdiction of the\n",
      "labels": [
        "FAC"
      ],
      "id": "1c55de8dc7df46169a5a901cbe76bb22_57"
    },
    {
      "start": 11120,
      "end": 11127,
      "text": "Counter",
      "labels": [
        "FAC"
      ],
      "id": "f38a9fd1020543e3bcc1d866cd8a82f1_58"
    },
    {
      "start": 11128,
      "end": 11185,
      "text": "Bank Guarantee being conferred on the Commercial Court at",
      "labels": [
        "FAC"
      ],
      "id": "ba59869e322a476b9de051746218f77b_59"
    },
    {
      "start": 11186,
      "end": 11193,
      "text": "\nLondon",
      "labels": [
        "FAC"
      ],
      "id": "c0649bdf16b7418fa3b47e5e7eb81638_60"
    },
    {
      "start": 11194,
      "end": 11286,
      "text": ", it is impossible for the plaintiff to approach the said jurisdiction at\nsuch short notice.",
      "labels": [
        "FAC"
      ],
      "id": "c69478ce6de14a4e961cc156addf5245_61"
    },
    {
      "start": 11287,
      "end": 11444,
      "text": "It is also stated that the act of Egi was a clear case of\nfraud and mala fide exercise, hence Bhel was approaching this Court for\nthe prayers as noted above.",
      "labels": [
        "FAC"
      ],
      "id": "e8a00bfe529944b3a26c366d073f977e_62"
    },
    {
      "start": 11445,
      "end": 11961,
      "text": "\n10.   The suit came up before this Court on 10th March, 2017 when this\nCourt in I.A. No. 3842/2017 under Order Xxxix Rule 1 and 2 Cpc passed\nan ex-parte ad-interim injunction restraining BoB from making any payment\nin terms of Performance Bank Guarantee bearing No. 0834Inc15Cg00075\nfor an amount of Eur 3,831,589.69 i.e. 28,35,37,637.06 and Counter\nGuarantee bearing No. 2158Fgper000215 for an amount of Eur\n3,831,589.69, i.e. 28,35,37,637.06 till the next date, which interim order is\ncontinuing till date.\n11.   ",
      "labels": [
        "FAC"
      ],
      "id": "ea4df31dce324c628b3f5ebba91db998_63"
    },
    {
      "start": 11961,
      "end": 12109,
      "text": "Defendants were served however, only defendant Nos. 2 and 3, that\nis, AKBank and BoB entered appearance and written statement has been\nfiled by BoB.",
      "labels": [
        "FAC"
      ],
      "id": "7032426f511e427187a41d3903b64373_64"
    },
    {
      "start": 12110,
      "end": 12364,
      "text": "Further two applications, that is, I.A. No. 5090/2017 under\nOrder Vii Rule 10 and 11 Cpc and I.A. No. 7263/2017 under Order Xxxix\nRule 4 read with Order Vii Rule 10 and 11 Cpc have been filed by\ndefendant No. 2/AKBank and defendant No.3/BoB respectively.",
      "labels": [
        "FAC"
      ],
      "id": "8c3d2d658b6f42739d2c1ac23de00bdd_65"
    },
    {
      "start": 12365,
      "end": 12725,
      "text": "Thus the\nthree applications, that is, I.A. Nos. 3182/2017 (under Order Xxxix Rule 1\nand 2 Cpc), 5090/2017 (under Order Vii Rule 10 and 11 by Defendant No.\n2) and 7263/2017 (under Order Xxxix Rule 4 Cpc r/w Order Vii Rule 10\n\n\n\nCs(Comm) 190/2017                                                        Page 6 of 27\n and 11 by Defendant No.3) were heard together.",
      "labels": [
        "FAC"
      ],
      "id": "a98023f77f06462eb59f2e53e1e91315_66"
    },
    {
      "start": 12726,
      "end": 13200,
      "text": "After arguments were\naddressed by learned counsel for AKBank and BoB on their applications,\nBhel filed an application under Order Vi Rule 17 Cpc being I.A. No.\n10152/2017 seeking to amend partly paragraph-25 and whole of paragraph-\n31 of the plaint seeking to withdraw certain averments in relation to the\njurisdiction of the Counter Bank Guarantee being with the Commercial\nCourt at London which application was dismissed by this Court vide order\ndated 5th September, 2017.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "98c76c751a2548a1b0cf00a7e0586dfd_67"
    },
    {
      "start": 13201,
      "end": 13516,
      "text": "Hence arguments were addressed by Bhel in\nresponse however, during the course of arguments learned Senior Counsel\nfor Bhel repeatedly relied upon an omnibus agreement between Bhel and\nBoB which was not a part of documents filed along with the plaint nor are\nthere any pleadings in this respect in the plaint.\n12.   ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bc2808c259904937b1d8da0400182c0a_68"
    },
    {
      "start": 13516,
      "end": 13735,
      "text": "Before dealing with the issue of injunction it would be appropriate to\nfirst deal with the issue of territorial jurisdiction as raised by the two\ndefendants, that is, AKBank and BoB in I.A. Nos. 5090/2017 and\n7263/2017.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4bba7c40a862474387a3ba39c28de31b_69"
    },
    {
      "start": 13736,
      "end": 14499,
      "text": "\n13.   Challenging the territorial jurisdiction of this Court to entertain the\npresent suit, learned counsel for AKBank vehemently contends that Article\n37 of the Contract between Bhel and Egi provided that Ankara Courts are\nresponsible for the settlement of dispute arising from the implementation of\nthe contract however, in relation to the Counter Guarantee between AKBank\nand BoB it is specifically stated that the Counter Guarantee is governed by\nEnglish law and the place of jurisdiction is Commercial Court at London.\nThus the exclusive jurisdiction being vested with the Commercial Court at\nLondon this Court has no territorial jurisdiction to entertain the suit.\n\n\n\n\nCs(Comm) 190/2017                                                          Page 7 of 27",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "276de709de2d4a4489e33ae67fc051b1_70"
    },
    {
      "start": 14500,
      "end": 14988,
      "text": "\n 14.   Learned counsel for AKBank further submits that the fact that\nexclusive jurisdiction vests in the Commercial Courts at London for\nadjudication of the Counter Bank Guarantee is repeatedly admitted by\nBhel in its pleading in the plaint and the contention now raised before the\nCourt that interpretation of a document is a question of law is contrary to the\nfurther admission in replies to I.A. Nos. 5090/2017 and 7263/2017 filed by\nBhel stating that the same was a question of fact.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8748eed16d7149a2a613dfc85be7cc0f_71"
    },
    {
      "start": 14998,
      "end": 15185,
      "text": "Relying upon the\ndecisions reported as 1974 (1) Scc 242 Nagindas Ramdas vs. Dalpatram\nIchharam @ Brijram & Ors. and 1998 (2) Scc 70 Itc Limited vs. Debt\nRecovery Appellate Tribunal & Ors.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0ddbabf40edc49ee8f089c99f9877db8_72"
    },
    {
      "start": 15186,
      "end": 15469,
      "text": "it is contended that the admissions are\nthe best proof of facts and Bhel cannot wriggle out of its admission made\nin the plaint and replies to I.A. No. 5090/2012 under Order Vii Rule 10 and\n11 Cpc and 7263/2017 under Order Xxxix Rule 4 Cpc read with Order\nVii Rule 10 and 11 Cpc.\n15.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7a66acc1319542f798906a8d7bc279d1_73"
    },
    {
      "start": 15470,
      "end": 15935,
      "text": "  It is contended that besides the clause of exclusive place of\njurisdiction/territorial jurisdiction with Commercial Courts at London, the\nCounter Guarantee is a contract between AKBank and BoB and AKBank\nneither resides at Delhi nor carries on business or profession within the\njurisdiction of this Court thus no part of cause of action having arisen in\nDelhi, mere issuance of Counter Bank Guarantee by BoB is not sufficient to\nconfer jurisdiction to this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "446794c6223e417aa5bd5c3ad7352594_74"
    },
    {
      "start": 15936,
      "end": 16043,
      "text": "Further in the main contract Bhel and\nEgi agreed to submit to the jurisdiction of Courts at Ankara, Turkey.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f8768471d79c41e1a529b609b855cc5d_75"
    },
    {
      "start": 16044,
      "end": 16179,
      "text": "\nFurthermore the amount in terms of the Counter Guarantee issued by BoB to\nAKBank is to be paid outside the jurisdiction of this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "abf0cfb857e44b72bbc7f2385069e19f_76"
    },
    {
      "start": 16180,
      "end": 16406,
      "text": "Reliance is\nplaced on the decision reported as 1996 (3) Scc 443 South East Asia\nShipping Co. Ltd. vs. Nav Bharat Enterprises Pvt. Ltd. & Ors. and the\n\n\n\nCs(Comm) 190/2017                                                        ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "46e7552ae37548fe99a34909f39f76fa_77"
    },
    {
      "start": 16406,
      "end": 16759,
      "text": "Page 8 of 27\n decision of the Division Bench of this Court reported as 2016 Scc OnLine\nDel 2485 : (2016) 157 Drj 71 Hellenic Electricity Distribution Network\nOperator vs. Bharat Heavy Electricals Limited which judgment has attained\nfinality as Slp (Civil) No. 13913/2016 has been dismissed by the Hon'ble\nSupreme Court vide order dated 5th August, 2017.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "069bbdf8b15e4f3d8795e79fd6095f64_78"
    },
    {
      "start": 16760,
      "end": 17137,
      "text": "\n16.   It is further contended that even assuming, though not admitting that\nthis Court has territorial jurisdiction to entertain the suit for part of cause of\naction arising at Delhi, dehors the admission of Bhel in view of the\nexclusive jurisdiction vested in the Commercial Court at London and Bank\nGuarantee being an independent contract, this Court will not entertain the\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c7a2ec14261a4a459a7a2aeb9438c7e3_79"
    },
    {
      "start": 17137,
      "end": 17144,
      "text": "present",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c137e54dfb044aba9a0dc9efce503782_80"
    },
    {
      "start": 17145,
      "end": 17151,
      "text": "suit .",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9355acacdf474284a36440f6a57bb251_81"
    },
    {
      "start": 17152,
      "end": 17378,
      "text": "\n17.   Countering arguments of learned counsel for AKBank duly adopted\nby learned counsel for BoB on the issues relating to territorial jurisdiction,\nlearned Senior Counsel appearing on behalf of Bhel, submitted six\narguments.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5c94d26afa174fdda31bbe14e95f0689_82"
    },
    {
      "start": 17379,
      "end": 17585,
      "text": "Firstly, that the relationship between plaintiff Bhel and BoB\nwas governed by an omnibus agreement and the said contract having been\nentered into at Delhi, this Court has jurisdiction to entertain the suit.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ffeda43d7c10426d974d300921908cbb_83"
    },
    {
      "start": 17586,
      "end": 17743,
      "text": "\nSecondly, since part of cause of action arose in Delhi as the Counter Bank\nGuarantee was issued in Delhi, this Court has jurisdiction to entertain the\nsuit.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7709fbba86f54ecc88021501c2d99b76_84"
    },
    {
      "start": 17744,
      "end": 18015,
      "text": "Thirdly the word 'only' is conspicuously missing from the\njurisdictional clause and hence the Commercial Court at London is not\nvested with the exclusive jurisdiction, the contract being a standard form\ncontract and since part of cause of action has taken place in Delhi,",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "fe186544544a4ebf9a0391561308ce82_85"
    },
    {
      "start": 18016,
      "end": 18078,
      "text": "this Court\nhas territorial jurisdiction to entertain the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "269cc42f46f943e2bdb50e7f8ce79eda_86"
    },
    {
      "start": 18079,
      "end": 18456,
      "text": "Fourthly, Egi terminated the\ncontract without any work having been done though the delay was totally\ndue to Egi, thus Egi has played fraud and walked away with encashing the\n\n\n\nCs(Comm) 190/2017                                                           Page 9 of 27\n performance guarantee without fulfilling the conditions required for\nencashment of Performance Bank Guarantee.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "0129ae38e6064508bb3eb4caa0e9e34a_87"
    },
    {
      "start": 18457,
      "end": 18630,
      "text": "Hence equity demands and\nsince part of cause of action has arisen in Delhi, the suit filed by Bhel be\nentertained and not rejected on the ground of territorial jurisdiction.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ba52e218a20b436ba1a728a8c2684beb_88"
    },
    {
      "start": 18631,
      "end": 18961,
      "text": "Fifthly,\nit is submitted that the reliance of learned counsel for AKBank on the\ndecision reported as 2003 (4) Scc 341 Modi Entertainment Network & Anr.\nvs. Wsg Cricket Pte Ltd. is misconceived for the reason the present is not\nan anti suit injunction but a suit that seeks injunction from invocation of the\nCounter Bank Guarantee.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e0b46f8126d54346adac05ba803b708e_89"
    },
    {
      "start": 18962,
      "end": 19212,
      "text": "It is further submitted that in Modi Entertainment\n(supra) the Hon'ble Supreme Court relied upon the decision reported as\n1969 (2) Weekly Law Reports 1073 Owners of Cargo lately Laden on\nBoard the Ship or Vessel Eleftheria vs. The Eleftheria (Owners)",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "aee8bc358e9d41159594d30cf0e3f3a2_90"
    },
    {
      "start": 19213,
      "end": 19458,
      "text": "which\ndescribed the strong and compelling reasons which though mentioned in\nModi Entertainment (supra) but were not explained and the present case\nbeing one of strong and compelling reasons this suit be not returned or\nrejected at the threshold.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3f0ba30d0e1c4dffb589466e29d350ec_91"
    },
    {
      "start": 19459,
      "end": 19631,
      "text": "Sixthly, since the present suit is against Egi,\nAKBank and BoB together as defendants and the three defendants are not\ngoverned by a single contract but different contracts",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "65eb8768e9b94625916360d4e4ad8f1d_92"
    },
    {
      "start": 19632,
      "end": 19659,
      "text": ", further plaintiff cannot\n",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "13c89ec3b1ed4868846989b54f389835_93"
    },
    {
      "start": 19659,
      "end": 19912,
      "text": "sue BoB either at Ankara or in London nor enforce a decree against BoB\neither at Ankara or London, the same being a meaningless exercise when\nboth Bhel and BoB are situated at Delhi, this Court has territorial\njurisdiction to entertain the present suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7483a5e4df854e0197db950bd627ebe1_94"
    },
    {
      "start": 19914,
      "end": 20174,
      "text": "18.   Before referring to the rival contentions of the parties it would be\nappropriate to note terms of Counter Bank Guarantee, the invocation\nwhereof is sought to be injuncted by the present suit as the Performance\nBank Guarantee has already been invoked:\n\n\n\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0e28baa8caf465b974b7c773a187b84_95"
    },
    {
      "start": 20174,
      "end": 20269,
      "text": "Cs(Comm) 190/2017                                                        Page 10 of 27\n        ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "453daf8b1e38402cabf911dd435a4aca_96"
    },
    {
      "start": 20269,
      "end": 20313,
      "text": "\" Tn Mr. Serdar Keskin Manager Intl Division",
      "labels": [
        "NONE"
      ],
      "id": "c4b3286f144b4ed4a36824918fd58190_97"
    },
    {
      "start": 20314,
      "end": 20424,
      "text": "\n       And Guarantees Dept. Order And Counter\n       Guarantee         No.     2158Fgper000215    For\n       ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50b4962f55eb42c8be8cfdf0553adec4_98"
    },
    {
      "start": 20424,
      "end": 20440,
      "text": "Performance Bond",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f7a18974ec14b568737f4bd07740f77_99"
    },
    {
      "start": 20441,
      "end": 20515,
      "text": ". We Bank Of Baroda Cfs\n       Branch 16 Parliament Street New Delhi India",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2fb9434b9d5d4a76bdb0b3f50922b9ba_100"
    },
    {
      "start": 20516,
      "end": 20550,
      "text": "\n       Hereby Instruct You To Iss",
      "labels": [
        "NONE"
      ],
      "id": "65124d117610434089e053656a7b41ce_101"
    },
    {
      "start": 20551,
      "end": 21527,
      "text": "UE UNDER OUR FULL        RESPONSIBILITY AND ACCOUNT AND COUNTER        GUARANTEE A PERFORMANCE BOND IN THE        STANDART FORMAT IN TURKISH LANGUAGE SUBJECT        TO THE LAW 4734 AND 4735 TO BE ACCEPTABLE TO        THE BENEFICIARY AND TO BE ISSUED IN FAVOUR OF        THE BENEFICIARY ELEKTRIK URETIM A.S. GENEL        MUDURLUGU EUAS TO SECURE THE PARTICIPATION        OF OUR CUSTOMER BHARAT HEAVY ELECTRICALS        LIMITED NEW DELHI INDIA ENGAGEMENT OF KEBAN        HESIN 8 (SEKIZ) UNITESININ REHABILITASYONU FOR        THE AMOUNT OF EUR 3,831,589.69 (IN WORDS-THREE        MILLION EIGHT HUNDRED THIRTY ONE THOUSAND        FIVE HUNDRED EIGHTY NINE EURO AND SIXTY NINE        CENTS) IN ADDITION WE QUOTE THE FORMAT BELOW,\n       WHICH IS ACCEPTABLE TO YOU AS TRANSLATION        FROM TURKISH TO ENGLISH LANGUAGE QUOTE        PERFORMANCE BOND TO ELEKTRIK URETIM A.S.\n       GENEL MUDURLUGU (EUAS) DATE AS THE FIRST        MESSRS. BHARAT HEAVY ELECTRICALS LIMITED BEING        ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb79460f21114bc4b68087475b3135b6_102"
    },
    {
      "start": 21527,
      "end": 22027,
      "text": "THE CONTRACTOR HAS ENTERED INTO ENGAGEMENT        FOR     KEBAN      HESIN   8   SEKIZ   UNITESININ        REHABILITASYONU AS A RESULT OF THE TENDER        CONCLUDED BY YOUR ADMINISTRATION AND SINCE        AKBANK T.A.S. GUARANTEES THE AMOUNT OF EUR        3,831,589.69 BEING THE VALUE OF THE PERFORMANCE        BOND WHICH HAS TO BE SUBMITTED BY THE SAID        CONTRACTOR IN ORDER TO COMPLY WITH THE        PROVISIONS OF THE LAW NO. 4734 AND LAW NO. 4735        AND THE TENDER DOCUMENTS AND AGREEMENT",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84498909f848474595725f4352b1a62a_103"
    },
    {
      "start": 22028,
      "end": 22128,
      "text": "WE        THE UNDERSIGNED AS THE AUTHORIZED SIGNATORY        OFFICIALS AND DEPUTIES OF AKBANK T.A.S.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "753b4bb3df194ccc96eb81a282d93620_104"
    },
    {
      "start": 22129,
      "end": 22240,
      "text": "HEREBY        GUARANTEE AND DECLARE IN THE NAME AND FOR CS(COMM) 190/2017                                      ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc8de0e55a4647649b9c48ce0711d5fb_105"
    },
    {
      "start": 22240,
      "end": 22253,
      "text": "Page 11 of 27",
      "labels": [
        "ANALYSIS"
      ],
      "id": "663fc953b1d84a30aac695a3b3c7dd06_106"
    },
    {
      "start": 22254,
      "end": 22545,
      "text": "        ACCOUNT OF AKBANK T.A.S. THAT IN CASE THE        CONTRACTOR FAILS TO FULFILL HIS CONTRACTUAL        OBLIGATIONS IN WHOLE OR IN PART IN ACCORDANCE        WITH THE AFORESAID LAWS AND TENDER        DOCUMENTS AND AGREEMENT THE AFORESAID        AMOUNT SHALL BE PAID TO YOUR ADMINISTRATION",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a1b7f6f0e0449e29bad016dde5aa8ab_107"
    },
    {
      "start": 22546,
      "end": 22596,
      "text": "       UPON YOUR FIRST WRITTEN DEMAND, IMMEDIATELY",
      "labels": [
        "RPC"
      ],
      "id": "2aabe69fa55a4881b3b32e3d0bea728a_108"
    },
    {
      "start": 22597,
      "end": 22982,
      "text": "       AND WITHOUT DELAY IN CASH AND IN FULL,\n       TOGETHER WITH THE LEGAL INTEREST TO ACCRUE        FOR THE DAYS ELAPSING FROM THE DATE OF        DEMAND TO THAT OF PAYMENT, WITHOUT IT BEING        NECESSARY TO APPLY FOR A NOTICE OF PROTEST,\n       OBTAINING A COURT ORDER AND THE CONSENT OF        THE AFORESAID CONTRACTOR AND REGARDLESS OF        ANY DISPUTE THAT MAY ARISE BETWEEN",
      "labels": [
        "RPC"
      ],
      "id": "974fb5fef800456f9cd401574899a84f_109"
    },
    {
      "start": 22983,
      "end": 23063,
      "text": "THE        AFORESAID          CONTRACTOR      AND     YOUR        ADMINISTRATION",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a28f71d6e5a2402b833dd18f4c83d976_110"
    },
    {
      "start": 23064,
      "end": 23093,
      "text": "     AND     REGARDLESS      ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70d1c87a0a6b4fd2ad213fef0e6a6ee0_111"
    },
    {
      "start": 23093,
      "end": 23143,
      "text": "THE        CONSEQUENCES AND LEGAL EFFECTS THEREOF.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf398e0effc34850a59d8b91506cf9fc_112"
    },
    {
      "start": 23144,
      "end": 23295,
      "text": "THIS        GUARANTEE WILL REMAIN VALID UNTIL 01.07.2024        AND WILL BE NULL AND VOID IF NO WRITTEN CLAIM IS        RECEIVED BY US UNTIL SAID DATE.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "515f1d6a2c254bdba9f8d69b8e8025ed_113"
    },
    {
      "start": 23296,
      "end": 23435,
      "text": "IN THE EVENT OF        INDEMNIFICATION UNDER THIS PERFORMANCE BOND,\n       THE SUM OF PERFORMANCE BOND SHALL BE PAID TO        YOU IN EURO.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a585e8eb50ac4760acdd840791a7c77b_114"
    },
    {
      "start": 23436,
      "end": 23469,
      "text": "THIS GUARANTEE HAS BEEN ISSUED ON",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1acc03694fd24929860d481ba9f5f845_115"
    },
    {
      "start": 23470,
      "end": 23514,
      "text": "       THE BASIS OF THE COUNTER GUARANTEE NO",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c52dd65058bf4f32b340b4d5f2c7f362_116"
    },
    {
      "start": 23515,
      "end": 23569,
      "text": "       2158FGPER000215 DATED 20 APR 2015 GIVEN BY BANK",
      "labels": [
        "ANALYSIS"
      ],
      "id": "20970b6e4a1748e2922b6f85f0d5728b_117"
    },
    {
      "start": 23570,
      "end": 23622,
      "text": "       OF BARODA CFS BRANCH 16 PARLIAMENT STREET NEW",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b53dfa4324754a7ca6c5344d47c4e264_118"
    },
    {
      "start": 23623,
      "end": 23675,
      "text": "       DELHI INDIA IN THE AMOUNT OF EUR 3,831,589.69",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ebbf9747008465687df70d8f4429050_119"
    },
    {
      "start": 23676,
      "end": 23728,
      "text": "       UNQUOTE IN CONSIDERATION OF YOUR ISSUING YOUR",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a87cde2119e0404894e88c389b022308_120"
    },
    {
      "start": 23736,
      "end": 23761,
      "text": "ABOVE MENTIONED GUARANTEE",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4301ae25e564077b5ba38b0284972a5_121"
    },
    {
      "start": 23762,
      "end": 23780,
      "text": "WE BANK OF        ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "538511309a3b4db381b89a5e7432ed4a_122"
    },
    {
      "start": 23780,
      "end": 23786,
      "text": "BARODA",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c7ae79f76ca4960a67a12b8c807aa68_123"
    },
    {
      "start": 23787,
      "end": 23822,
      "text": "CFS BRANCH 16 PARLIAMENT STREET NEW",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a478f03a3bae46f2a0a3e1af5febdb5e_124"
    },
    {
      "start": 23830,
      "end": 24646,
      "text": "DELHI INDIA HOLD YOU INDEMNIFIED AND        IRREVOCABLY AND UNCONDITIONALLY UNDERTAKE        TO PAY TO YOU OR YOUR ORDER WITHOUT        OBJECTION AND DEFENSE UPON YOUR FIRST WRITTEN        OR AUTHENTICATED SWIFT DEMAND INFORMING OUR        BANK THAT YOUR BANK HAS BEEN CALLED UPON TO        MAKE PAYMENT TO THE BENEFICIARY AN AMOUNT CS(COMM) 190/2017                                     Page 12 of 27         UNDER THE GUARANTEE AGAINST ITS DEMAND        PRESENTED TO YOUR BANK IRRESPECTIVE OF THE        VALIDITY OF THE ABOVE MENTIONED CONTRACT AND        ANY CONTESTATION BY ACCOUNT PARTY OR ANY        OTHER PARTY WHATSOEVER ANY AMOUNT UP TO        EURO 3,831,589.69 PLUS LEGAL INTEREST IN TURKEY IF        OCCURS FOR THE DAYS ELAPSED FROM THE DATE OF        YOUR DEMAND TO THAT OF OUR ACTUAL        DISBURSEMENT.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73f9b0109b014b0b9694423486310205_125"
    },
    {
      "start": 24647,
      "end": 24767,
      "text": "YOUR LIABILITY WITH REGARD TO        THE EXAMINATION OF BENEFICIARIES WRITTEN        DEMAND STIPULATED IN YOUR GUARANTEE",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52ce9d695394473e8b1308137fc3aa06_126"
    },
    {
      "start": 24768,
      "end": 24821,
      "text": "IS        LIMITED TO ITS APPEARANCE ON ITS FACE ONLY.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b001bc8598843bc9f4c82baebb61df5_127"
    },
    {
      "start": 24822,
      "end": 24962,
      "text": "OUR        COUNTER GUARANTEE WILL REMAIN VALID UNTIL        16.07.2024 (15 DAYS ADDED FOR MAILING PURPOSES)\n       AND WILL BE NULL AND VOID",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c35d6cc845ed43e38b33fbc1721d313d_128"
    },
    {
      "start": 24963,
      "end": 25024,
      "text": "IF NO WRITTEN CLAIM IS        RECEIVED BY US UNTIL SAID DATE.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94900390cc24402abd007c6f3d830b8d_129"
    },
    {
      "start": 25025,
      "end": 25225,
      "text": "THIS COUNTER        GUARANTEE IS GOVERNED BY ENGLISH LAW PLACE OF        JURISDICTION IS COMMERCIAL COURT IN LONDON.\n       YOU ARE AUTHORIZED TO ISSUE YOUR GUARANTEE IN        TURKISH       LANGUAGE.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f9b20b502364c3d93b6509b64f6867e_130"
    },
    {
      "start": 25229,
      "end": 25297,
      "text": "ALL    CHARGES       AND        COMMISSIONS ARE FOR ACCOUNT OF OURS.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16341e4acdc24d08a53f1e7f961acbf6_131"
    },
    {
      "start": 25298,
      "end": 25475,
      "text": "WE        HEREBY CONFIRM THAT WE ARE AUTHORIZED UNDER        THE LAWS OF INDIA TO REQUEST YOU TO ISSUE THIS        GUARANTEE AND TO REIMBURSE YOU IN THE EVENT        OF A CLAIM.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0cc80dd14b0849c896251976e64a0ce8_132"
    },
    {
      "start": 25476,
      "end": 25789,
      "text": "PLEASE TRANSMIT THE ORIGINAL OF        YOUR PERFORMANCE BOND TO ATTENTION MR. IMDAT        ONUR OGUZ ID NO 24340911598 TEL NO 03124400816        TURKEY AND LET US HAVE A COPY OF YOUR        GUARANTEE OF EMAIL INDEL AT THE RATE        BANKOFBARODA DOT COM AND SHANTROY AT THE        RATE BHEL DOT IN FOR OUR FILES.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5fc0d5afbc0e4772837c49be3b666768_133"
    },
    {
      "start": 25790,
      "end": 25849,
      "text": "THIS IS AN        OPERATIVE       INSTRUMENT     AND     NO",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d23106e523184bfe9f7c8fdca621dff4_134"
    },
    {
      "start": 25855,
      "end": 25935,
      "text": "MAIL        CONFIRMATION WILL FOLLOW.\"\n                                         ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99e475a1719d4f0bb5256c61627efd9a_135"
    },
    {
      "start": 25935,
      "end": 25954,
      "text": "[Emphasis supplied]",
      "labels": [
        "ANALYSIS"
      ],
      "id": "248e0f1f83f1427b953fe868e0790055_136"
    },
    {
      "start": 25957,
      "end": 26174,
      "text": "19.   Supreme Court while dealing with the issue of territorial jurisdiction in relation to the bank guarantee in South East Asia (Supra) held:\n\n\n\n\nCS(COMM) 190/2017                                                    ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "88fde2caff0042ba961c501f322aa0d5_137"
    },
    {
      "start": 26174,
      "end": 26187,
      "text": "Page 13 of 27",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cdecaebd0de942759f377db23c593fce_138"
    },
    {
      "start": 26196,
      "end": 26355,
      "text": "3. It is settled law that cause of action consists of bundle of        facts which give cause to enforce the legal injury for redress in        a court of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c3accd7924f402985c3df3bcaf6a970_139"
    },
    {
      "start": 26356,
      "end": 26553,
      "text": "The cause of action means, therefore, every        fact, which if traversed, it would be necessary for the plaintiff        to prove in order to support his right to a judgment of the        court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b6a34485a1348bbad8a6c7cbec12d33_140"
    },
    {
      "start": 26554,
      "end": 26720,
      "text": "In other words, it is a bundle of facts, which taken with        the law applicable to them, gives the plaintiff a right to claim        relief against the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "67376431365a4089b7d269549ce02b82_141"
    },
    {
      "start": 26721,
      "end": 26874,
      "text": "It must include some act done by        the defendant since in the absence of such an act no cause of        action would possibly accrue or would arise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04d3ce2e72164abb8a355dfbf5992c9c_142"
    },
    {
      "start": 26875,
      "end": 27380,
      "text": "In view of the        admitted position that contract was executed in Bombay, i.e.,\n       within the jurisdiction of the High Court of Bombay,\n       performance of the contract was also to be done within the        jurisdiction of the Bombay High Court; merely because bank        guarantee was executed at Delhi and transmitted for        performance to Bombay, it does not constitute a cause of        action to give rise to the respondent to lay the suit on the original side of the Delhi High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfdaab4db6ab4fc7ba2b23b39f4eaa1a_143"
    },
    {
      "start": 27381,
      "end": 27591,
      "text": "The contention that the Division Bench was right in its finding and that since the bank guarantee was executed and liability was enforced from the bank at Delhi, the Court got jurisdiction, cannot be sustained.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2a145128e90473593806d919c986369_144"
    },
    {
      "start": 27592,
      "end": 27742,
      "text": "\n20. Dealing with this issue of territorial jurisdiction in case of invocation of bank guarantee in Hellenic Electricity (supra) this Court held:\n\"12.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ed2aae03e9d74d4fa140dbfa9d811ba2_145"
    },
    {
      "start": 27743,
      "end": 28137,
      "text": "The principle of law that a bank guarantee is an independent contract between the issuing bank and the beneficiary and has no concern with the main contract between the beneficiary and the party at whose instance the bank guarantee has been issued, with reference to territorial jurisdiction of a Court, has to be understood in the context of jurisdiction with reference to the mother contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "00582eb9ce1844079bfdb0c574c1edea_146"
    },
    {
      "start": 28138,
      "end": 28401,
      "text": "The independence of a contract for guarantee simply means that the dispute concerning the bank guarantee has to be resolved in terms of the bank guarantee i.e. the bank guarantee is the complete contract between the bank issuing the guarantee and the beneficiary.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1f782dd6508747d2808f31ed986b7c64_147"
    },
    {
      "start": 28402,
      "end": 28685,
      "text": "But since the bank guarantee flows out of the mother contract the jurisdictional issue has to be resolved in the context of the cause of action arising under the contract for the reason a guarantee is invocable, though in terms of the guarantee, but in relation to the main contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae3fbf9087e84544837851f73bd8c19c_148"
    },
    {
      "start": 28686,
      "end": 28693,
      "text": "To wit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e04c65bef2a944079f4645296c6bce66_149"
    },
    {
      "start": 28694,
      "end": 28739,
      "text": "Instant guarantee is a performance guarantee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12cbe7b3cf294f93bbdd124cccbad12b_150"
    },
    {
      "start": 28740,
      "end": 28824,
      "text": "The performance of the contract by the plaintiff has to be in terms of the contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fb3a37c12794457ea92da7aca0fae2ea_151"
    },
    {
      "start": 28825,
      "end": 28973,
      "text": "The bank guarantee simply states that a demand by the beneficiary, alleging non-performance, would require the bank to pay under the bank guarantee.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "67ef2d1f1b614dc0897f9accb55758e9_152"
    },
    {
      "start": 28975,
      "end": 29505,
      "text": "13. In the decision reported as (1996) 3 SCC 443 South East Asia Shipping Co. Ltd. v. Nav Bharat Enterprises Pvt. Ltd. noting that the contract between the parties was executed at Bombay and had to be performed at Bombay, it was held that merely because the bank guarantee was executed by a bank at Delhi in terms of the mother contract would not constitute a cause of action at Delhi to a lay a suit to injunct the bank from paying under the guarantee and to restrain the beneficiary from enforcing the right under the guarantee.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dcfb0ea2c8e246abbd938e9d6fa8b634_153"
    },
    {
      "start": 29506,
      "end": 30248,
      "text": "Concerning jurisdiction under the Consumer Protection Act, in the decision reported as (1999) 8 SCC 357 Union Bank of India v. Seppo Rally OY the Supreme Court held that the consumer fora at the place where the office of the party at whose instance the bank guarantee was furnished would have no jurisdiction to entertain a complaint concerning the bank guarantee furnished by the branch of the bank from the place where the office of the party concerned was situated.\n14. ...\n15. Whether the contract was validly assigned or not and whether defendant No. 2 could enforce the bank guarantee in its favour notwithstanding beneficiary being defendant No. 1 is a matter of substance and has no concern with the issue of territorial jurisdiction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "84dddd86b90d4ec3a8df19e60726b31b_154"
    },
    {
      "start": 30249,
      "end": 30490,
      "text": "It is a dispute concerning the contract and suffice would it state that whether it is a dispute concerning the contract or relating to a contract or arising out of a contract would make no difference on the issue of territorial jurisdiction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ef1e1ddadab54bf5bd25291f8b3c86af_155"
    },
    {
      "start": 30491,
      "end": 30746,
      "text": "Territorial jurisdiction has to be determined with reference to a cause of action arising under a contract and if there is an exclusive jurisdiction clause vesting jurisdiction in one Court and ousting jurisdiction in others, the same has to be respected.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0e43186b3d7947be902e542b5193d498_156"
    },
    {
      "start": 30748,
      "end": 30967,
      "text": "16. As we have noted hereinabove, apart from the exclusive jurisdiction clause vesting jurisdiction in the Courts of Athens, no part of cause of action concerning the contract arose in Delhi or for that matter in India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b52de00fbf745da85e27a84e6da4843_157"
    },
    {
      "start": 30968,
      "end": 31005,
      "text": "Entire cause of action was in Athens.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd9d9baeea554f7b8da5846faaccb1f5_158"
    },
    {
      "start": 31006,
      "end": 31182,
      "text": "As held above, issuance of the bank guarantee from Delhi is not a part of the cause of action and territorial jurisdiction cannot be determined with reference to the said fact.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1092c2759824477d8f4afc77e4fd2309_159"
    },
    {
      "start": 31184,
      "end": 31328,
      "text": "17. We terminate by holding that the impugned order is contrary to the principles of law and our reasons for disagreement have been noted above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd4da961627d4cd4b9c08317a827e52a_160"
    },
    {
      "start": 31329,
      "end": 31349,
      "text": "\n[Emphasis supplied]",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3cf71607e72c4c28b2e01032a0bb11b9_161"
    },
    {
      "start": 31350,
      "end": 31441,
      "text": "\n21. First and second contentions of learned Senior Counsel for BHEL can be dealt together.",
      "labels": [
        "NONE"
      ],
      "id": "6f43df636c534218bfc40e01b1e83f3f_162"
    },
    {
      "start": 31442,
      "end": 31829,
      "text": "Contention that the relationship between BHEL and BoB was governed by an omnibus agreement, the said contract having been entered into at Delhi as the Counter Bank Guarantee was issued in Delhi, therefore, since part of cause of action arose in Delhi this Court has jurisdiction to entertain the suit is bereft of any pleadings in the plaint on this count or any documents filed by BHEL.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9759c4254f264158abe551211ac73ce8_163"
    },
    {
      "start": 31830,
      "end": 32096,
      "text": "Even otherwise as noted in the South East Asia and Hellenic Electricity (Supra) issuance of Bank Guarantee at Delhi, or that BHEL and BoB were bound by an omnibus agreement would not be sufficient to vest territorial jurisdiction on this Court to entertain the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a2db07bb2a447c1939de737af92e9c8_164"
    },
    {
      "start": 32097,
      "end": 32292,
      "text": "Further the prayers in the suit are declaration and permanent injunction qua the Performance Bank Guarantee and the Counter Guarantee, both guarantees specify Courts where jurisdiction is vested.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7897950464ed402c8701cab471c2b749_165"
    },
    {
      "start": 32293,
      "end": 32388,
      "text": "BHEL does not claim any relief in the suit based on the omnibus agreement between BHEL and BoB.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63e1955dd5074f7aa330f23b4c64d39f_166"
    },
    {
      "start": 32389,
      "end": 32661,
      "text": "The plea regarding the jurisdiction of this Court based on the omnibus agreement is required to be rejected also on the ground that a Bank Guarantee is an independent contract and the existence or non-existence of the underlined contract is irrelevant to a Bank Guarantee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2f4e04930bb4096862a0488bf7086ed_167"
    },
    {
      "start": 32663,
      "end": 32902,
      "text": "22. Hon'ble Supreme Court in the decision reported as 2003 (7) SCC 410 National Highways Authority of India vs. Ganga Enterprises held as under:\n\"It is settled law that a contract of guarantee is a complete and separate contract by itself.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8de3b31b9d154ee496b6bc2045086acb_168"
    },
    {
      "start": 32903,
      "end": 32980,
      "text": "The law regarding enforcement of an \"on demand bank guarantee\" is very clear.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1a963d466c0d4b35884264e4afa523ea_169"
    },
    {
      "start": 32981,
      "end": 33100,
      "text": "If the enforcement is in terms of the guarantee, then Courts must not interfere with the enforcement of bank guarantee.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d115a9429b1b4ecd8c6d771209056934_170"
    },
    {
      "start": 33101,
      "end": 33207,
      "text": "The Court can only interfere if the invocation is against terms of the guarantee or if there is any fraud.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fb37d58dd8dd47bab862fe817a931c6b_171"
    },
    {
      "start": 33208,
      "end": 33346,
      "text": "Courts cannot restrain invocation of an \"on demand guarantee\" in accordance with its terms by looking at terms of the underlying contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e5e4a016e6eb42dfabc05303696e997a_172"
    },
    {
      "start": 33347,
      "end": 33476,
      "text": "The existence or non-existence of an underlying contract become irrelevant when the invocation is in terms of the bank guarantee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "207bdac6b67a4268be88eb93f1135141_173"
    },
    {
      "start": 33477,
      "end": 33665,
      "text": "The bank guarantee stipulated that if the bid was withdrawn within 120 days or if the performance security was not given or if an Agreement was not signed, the guarantee could be enforced.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cb49741a90514307b55b3d7a6e04764e_174"
    },
    {
      "start": 33666,
      "end": 33744,
      "text": "The bank guarantee was enforced because the bid was withdrawn within 120 days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e1ac57c4d2a40f9b290e755992532ba_175"
    },
    {
      "start": 33745,
      "end": 33863,
      "text": "Therefore, it could not be said that the invocation of the bank guarantee was against the terms of the bank guarantee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f7c79a00d3f641b19c197def99793d36_176"
    },
    {
      "start": 33864,
      "end": 34012,
      "text": "If it was in terms of the bank guarantee, one fails to understand as to how the High Court could say that the guarantee could not have been invoked.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc85057510b6467d92a33cf39b2025a5_177"
    },
    {
      "start": 34013,
      "end": 34129,
      "text": "If the guarantee was rightly invoked, there was no question of directing refund as has been done by the High Court.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5211447570e849b994a7720a553008dc_178"
    },
    {
      "start": 34131,
      "end": 34382,
      "text": "23. In respect of the third contention of learned counsel for BHEL that as the word 'only' is conspicuously missing from the jurisdictional clause in the Counter Bank Guarantee, Commercial Court at London is not vested with the exclusive jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6a9ec54ee03c494d9dc589435fb385b1_179"
    },
    {
      "start": 34383,
      "end": 34584,
      "text": "This contention of learned Senior Counsel deserves to be rejected in view of the decision reported as 1989 (2) SCC 163 A.B.C. Laminart Pvt. Ltd. & Anr. vs. A.P. Agencies, Salem wherein it was held:\n21.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "692747fa859b45518e188a9b56e66eb8_180"
    },
    {
      "start": 34585,
      "end": 34763,
      "text": "From the foregoing decisions it can be reasonably deduced that where such an ouster clause occurs, it is pertinent to see whether there is ouster of jurisdiction of other Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8db01361b56a476190b28f6a152b72a2_181"
    },
    {
      "start": 34764,
      "end": 34969,
      "text": "When the clause is clear, unambiguous and specific accepted notions of contract would bind the parties and unless the absence of ad idem can be shown, the other Courts should avoid exercising jurisdiction,",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f04f995dee104bd49d5da9a3953ed1ae_182"
    },
    {
      "start": 34970,
      "end": 35114,
      "text": "As regards construction of the ouster clause when words like 'alone', 'only, 'exclusive' and the like have been used there may be no difficulty.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cde3cf7f128541d18bb81d89fccecd68_183"
    },
    {
      "start": 35115,
      "end": 35271,
      "text": "Even without such words in appropriate cases the maxim 'expressio unius est exclusio alterius' expression of one is the exclusion of another may be applied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62096a10edf4439fab29f927e6a88e41_184"
    },
    {
      "start": 35272,
      "end": 35338,
      "text": "What is an appropriate case shall depend on the facts of the case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8332ffba259e4e1a88e7ef00d852021d_185"
    },
    {
      "start": 35339,
      "end": 35406,
      "text": "In such a case mention of one thing may imply exclusion of another.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82479cfb2f864657917dce3c6652d369_186"
    },
    {
      "start": 35407,
      "end": 35544,
      "text": "When certain jurisdiction is specified in a contract an intention to exclude all others from its operation may in such cases be inferred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7faca7e0892d47e6b5b4b4ef378bb5bd_187"
    },
    {
      "start": 35545,
      "end": 35587,
      "text": "It has therefore to be properly construed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8dc2872ad4e480cb9fc3000148090a8_188"
    },
    {
      "start": 35589,
      "end": 35728,
      "text": "24. Further the Supreme Court in the decision reported as 2013 (9) SCC 32 Swastik Gases Pvt. Ltd. vs. Indian Oil Corporation Ltd. held:\n32.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b2028094693448fea32018272a8561f9_189"
    },
    {
      "start": 35729,
      "end": 35925,
      "text": "For answer to the above question, we have to see the effect of the jurisdiction clause in the agreement which provides that the agreement shall be subject to jurisdiction of the courts at Kolkata.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e84783ef58444e3da3b9b6a8a11a0484_190"
    },
    {
      "start": 35926,
      "end": 36174,
      "text": "It is a fact that whilst providing for jurisdiction clause in the agreement the words like 'alone', 'only', 'exclusive' or 'exclusive jurisdiction' have not been used but this, in our view, is not decisive and does not make any material difference.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01f76b49035b4da4b837142dc3a3db05_191"
    },
    {
      "start": 36175,
      "end": 36388,
      "text": "The intention of the parties-by having Clause 18 in the agreement - is clear and unambiguous that the courts at Kolkata shall have jurisdiction which means that the courts at Kolkata alone shall have jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed3dcd30853a446f982beccb62dda912_192"
    },
    {
      "start": 36389,
      "end": 36592,
      "text": "It is so because for construction of jurisdiction clause, like Clause 18 in the agreement, the maxim expressio unius est exclusio alterius comes into play as there is nothing to indicate to the contrary.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5f5887d4f144297a1b65c598cdfad53_193"
    },
    {
      "start": 36593,
      "end": 36667,
      "text": "This legal maxim means that expression of one is the exclusion of another.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d927b1a8dbca4cdc9d9ed3a622efb506_194"
    },
    {
      "start": 36668,
      "end": 36835,
      "text": "By making a provision that the agreement is subject to the jurisdiction of the courts at Kolkata, the parties have impliedly excluded the jurisdiction of other courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a992ce15365040229a6609e5579a97c0_195"
    },
    {
      "start": 36836,
      "end": 37067,
      "text": "Where the contract specifies the jurisdiction of the courts at a particular place and such courts have jurisdiction to deal with the matter, we think that an inference may be drawn that parties intended to exclude all other courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2c22348891c45d196229ea3ad63ad5b_196"
    },
    {
      "start": 37068,
      "end": 37140,
      "text": "\nA clause like this is not hit by Section 23 of the Contract Act at all.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "057fe5c583cd41509eef899c4d5a0ffe_197"
    },
    {
      "start": 37141,
      "end": 37217,
      "text": "Such clause is neither forbidden by law nor it is against the public policy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8bb4cfa3540e477b9e8619a5fdfa2ab7_198"
    },
    {
      "start": 37218,
      "end": 37282,
      "text": "It does not offend Section 28 of the Contract Act in any manner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f06639c264047efba56a35a97a602f3_199"
    },
    {
      "start": 37284,
      "end": 37777,
      "text": "32. The above view finds support from the decisions of this Court in Hakam Singh v. Gammon (India) Ltd., (1971) 1 SCC 286, A.B.C. Laminart Pvt. Ltd. and Anr. v. A.P. Agencies, Salem, (1989) 2 SCC 163, R.S.D.V. Finance Co. Pvt. Ltd. v. Shree Vallabh Glass Works Ltd., (1993) 2 SCC 130, Angile Insulations v. Davy Ashmore India Ltd. and Anr., (1995) 4 SCC 153, Shriram City Union Finance Corporation Limited v. Rama Mishra, (2002) 9 SCC 613, Hanil Era Textiles Ltd. v. Puromatic Filters (P) Ltd.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e74a64e2b3144b44b03afc53cc2f447e_200"
    },
    {
      "start": 37778,
      "end": 37784,
      "text": "MANU /",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "437b7702461c4106aaa47bb2bfa9cd68_201"
    },
    {
      "start": 37785,
      "end": 37919,
      "text": "SC/0348/2004 : (2004) 4 SCC 671 and Balaji Coke Industry Private Limited v. Maa Bhagwati Coke Gujarat Private Limited (2009) 9 SCC 403",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f9a4fc3458774936bd70c2b051f93fa8_202"
    },
    {
      "start": 37920,
      "end": 37928,
      "text": ". \" \n25.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "24d0435cd99e4ad3bef89bba2861a846_203"
    },
    {
      "start": 37929,
      "end": 38674,
      "text": "The fourth contention of learned Senior Counsel for BHEL that equity demands and that since part of cause of action has taken place at Delhi, the suit filed by BHEL be entertained and not rejected on the ground of territorial jurisdiction for the reason that EGI played a fraud and walked away with encashing the Performance Bank Guarantee without fulfilling the conditions required therein for encashment of Performance Bank Guarantee though not required to be considered by this Court at this stage for the reason it will be for the Court which has territorial jurisdiction to decide whether the encashment of the Bank Guarantee was vitiated with fraud or not however, it would be apposite to note the following decisions of the Supreme Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "db1c60cf2a0b479fb9711cae552f9091_204"
    },
    {
      "start": 38675,
      "end": 39162,
      "text": "In the decision reported as AIR 1996 SC 2268: 1996 (5) SCC 34 Hindustan Steel Works Construction Ltd. vs. Tarapore & Co. it was observed:\n\"We are, therefore, of the opinion that the correct position of law is that commitment of banks must be honoured free from interference by the courts and it is only in exceptional cases, that is to say, in case of fraud or in a case where irretrievable injustice would be done if bank guarantee is allowed to be encashed, the court should interfere.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f9948c18885a483ead8c6719b17162ee_205"
    },
    {
      "start": 39163,
      "end": 39368,
      "text": "In this case fraud has not been pleaded and the relief for injunction was sought by the contractor/Respondent No. 1 on the ground that special equities or the special circumstances of the case required it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5bfa86d9d44e45c2ad81075d73205a8b_206"
    },
    {
      "start": 39369,
      "end": 39824,
      "text": "The special circumstances and/or special equities which have been pleaded in this case are that there is a serious dispute on the question as to who has committed breach of the contract, that the contractor has a counter claim against the appellant, that the disputes between the parties have been referred to the arbitrators and that no amount can be said to be due and payable by the contractor to the appellant till the arbitrators declare their award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57c0a7607ae24e1382fec6b17821a77a_207"
    },
    {
      "start": 39825,
      "end": 40000,
      "text": "In our opinion, these factors are not sufficient to make this case an exceptional case justifying interference by restraining the appellant from enforcing the bank guarantees.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c23fdcd3c7646679a7e9026ec9f35be_208"
    },
    {
      "start": 40001,
      "end": 40107,
      "text": "The High Court was, therefore, not right in restraining the appellant from enforcing the bank guarantees.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29c8c322c3f64080860d2daebc516059_209"
    },
    {
      "start": 40109,
      "end": 40312,
      "text": "26. In 1997 (1) SCC 568 U.P. State Sugar Corporation vs. Sumac International Ltd. the Hon'ble Supreme Court also noted:\n\"12. The law relating to invocation of such bank guarantees is by now well settled.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "676287ee9ac4476e875bbdf5083a2cc3_210"
    },
    {
      "start": 40313,
      "end": 40524,
      "text": "When in the course of commercial dealings an unconditional bank guarantee is given or accepted, the beneficiary is entitled to realize such a bank guarantee in terms thereof irrespective of any pending disputes.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8c18a464dc514522914d5dafc5c4a853_211"
    },
    {
      "start": 40525,
      "end": 40648,
      "text": "The bank giving such a guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d3e771abc7d44c4c80ceec728bc326c8_212"
    },
    {
      "start": 40649,
      "end": 40726,
      "text": "The very purpose of giving such a bank guarantee would otherwise be defeated.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8a7264e01624480b98ddb5a3e165f7f6_213"
    },
    {
      "start": 40727,
      "end": 40844,
      "text": "The Courts should, therefore, be slow in granting an injunction to restrain the realization of such a bank guarantee.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dd328485915b4dab8e491d455a9f43da_214"
    },
    {
      "start": 40845,
      "end": 40892,
      "text": "The Courts have carved out only two exceptions.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0870e5294aaa4ab9b59181f0ef70d18a_215"
    },
    {
      "start": 40893,
      "end": 41001,
      "text": "A fraud in connection with such a bank guarantee would vitiate the very foundation of such a bank guarantee.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8eacba0193304abe9da6726eb3255817_216"
    },
    {
      "start": 41002,
      "end": 41118,
      "text": "Hence if there is such a fraud of which the beneficiary seeks to take advantage, he can be restrained from doing so.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a4bc397e4a4546f4a2493df362c2fa91_217"
    },
    {
      "start": 41119,
      "end": 41302,
      "text": "The second exception relates to cases where allowing the encashment of an unconditional bank guarantee would result in irretrievable harm or injustice to one of the parties concerned.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ddf97a4105b1452e92564ae92d07ff09_218"
    },
    {
      "start": 41303,
      "end": 41694,
      "text": "Since in most cases payment of money under such a bank guarantee would adversely affect the bank and its customer at whose instance the guarantee is given, the harm or injustice contemplated under this head must be of such an exceptional and irretrievable nature as would override the terms of the guarantee and the adverse effect of such an injunction on commercial dealings in the country.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "511233aa48e14294831247129170871b_219"
    },
    {
      "start": 41695,
      "end": 41782,
      "text": "The two grounds are not necessarily connected, though both may co- exist in some cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbd671ecd96541a5aefee5d975b91c7b_220"
    },
    {
      "start": 41783,
      "end": 41790,
      "text": "\n......",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ec06bd573cbb4e19870646cf6976a39c_221"
    },
    {
      "start": 41792,
      "end": 42157,
      "text": "14. On the question of irretrievable injury which is the second exception to the rule against granting of injunctions when unconditional bank guarantees are sought to be realised the Court said in the above case that the irretrievable injury must be of the kind which was the subject-matter of the decision in the Itek Corporation case (566 Fed Supp. 1210) (supra).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3b32412db1e3444eb4a89cacef21a991_222"
    },
    {
      "start": 42158,
      "end": 42416,
      "text": "In that case an exporter in the U.S.A. entered into an agreement with the Imperial Government of Iran and sought an order terminating its liability on stand by letters of credit issued by an American Bank in favour of an Iranian Bank as part of the contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4be2fde8fc4c4161817bd41d65e50048_223"
    },
    {
      "start": 42417,
      "end": 42662,
      "text": "The relief was sought on account of the situation created after the Iranian revolution when the American Government cancelled the export licences in relation to Iran and the Iranian Government had forcibly taken 52 American citizens as hostages.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3d13a609e44b404d8b6db7a4d466319b_224"
    },
    {
      "start": 42663,
      "end": 42792,
      "text": "The U.S. Government had blocked all Iranian assets under the jurisdiction of United States and had cancelled the export contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "763ce5a7ed3f47c2a37aa61851f22082_225"
    },
    {
      "start": 42793,
      "end": 43084,
      "text": "The Court upheld the contention of the exporter that any claim for damages against the purchaser if decreed by the American Courts would not be executable in Iran under these circumstances and realisation of the bank guarantee/letters of credit would cause irreparable harm to the Plaintiff.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "70a94655c68549cabdeff26ab473bb31_226"
    },
    {
      "start": 43085,
      "end": 43112,
      "text": "This contention was upheld.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "621a94082c984421a180a1355fe10259_227"
    },
    {
      "start": 43113,
      "end": 43308,
      "text": "To avail of this exception, therefore, exceptional circumstances which make it impossible for the guarantor to reimburse himself if he ultimately succeeds, will have to be decisively established.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac54a6f76de249e7abdd533a68c3884a_228"
    },
    {
      "start": 43309,
      "end": 43398,
      "text": "Clearly, a mere apprehension that the other party will not be able to pay, is not enough.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dfbccd61bd134b728c57c93e323f7b5e_229"
    },
    {
      "start": 43399,
      "end": 43460,
      "text": "In the Itek case (supra) there was a certainty on this issue.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "715e82985fa14c37b500899d1b6e4557_230"
    },
    {
      "start": 43461,
      "end": 43671,
      "text": "Secondly, there was good reason, in that case for the Court to be prima facie satisfied that the guarantors i.e. the bank and its customer would be found entitled to receive the amount paid under the guarantee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31b2972a467f42c1b3c265aeae5d5152_231"
    },
    {
      "start": 43673,
      "end": 44030,
      "text": "15. Our attention was invited to a number of decisions on this issue -- among them, to Larsen & Toubro Ltd. v.\nMaharashtra State Electricity Board (1995) 6 SCC 68 and Hindustan Steel Workers Construction Ltd. v. G.S. Atwal & Co. (Engineers) Pvt. Ltd. (1995) 6 SCC 76 as also to National Thermal Power Corporation Ltd. v. Flowmore Pvt. Ltd. (1995) 4 SCC 515.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "95c27bc60c634182ba3229f13a388935_232"
    },
    {
      "start": 44031,
      "end": 44348,
      "text": "The latest decision is in the case of State of Maharashtra v. National Construction Company, Bombay (1996) 1 SCC 735 where this Court has summed up the position by stating:\n\"The rule is well established that a bank issuing a guarantee is not concerned with the underlying contract between the parties to the contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "069af28370fd432086f465cb3e9585b0_233"
    },
    {
      "start": 44349,
      "end": 44435,
      "text": "The duty of the bank under a performance guarantee is created by the documents itself.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "922cc7625f5f4a469ab3d7ee87b40650_234"
    },
    {
      "start": 44436,
      "end": 44598,
      "text": "Once the documents are in order the bank giving the guarantee must honour the same and make payment ordinarily unless there is an allegation of fraud or the like.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "671b5dd1a28f49de9b5f46d2cafd2d4f_235"
    },
    {
      "start": 44599,
      "end": 44757,
      "text": "The Courts will not interfere directly or indirectly to withhold payment, otherwise trust in commerce internal and international would be irreparably damaged.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "938e6b771c8b4c67a46013e7710eaffe_236"
    },
    {
      "start": 44758,
      "end": 44962,
      "text": "But that does not mean that the parties to the underlying contract cannot settle the disputes with respect to allegations of breach by resorting to litigation or arbitration as stipulated in the contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7c0cf0e7129a4b818120d06438da8d33_237"
    },
    {
      "start": 44963,
      "end": 45098,
      "text": "The remedy arising ex contractu is not burred and the cause of action for the same is independent of enforcement of the guarantee.\"\n27.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c1bed4b83cc4452c8b301cc4ddcd4b29_238"
    },
    {
      "start": 45099,
      "end": 45776,
      "text": "Relying upon the decision in Eleftheria (supra) learned Senior Counsel for BHEL advanced his fifth and sixth submissions that there are strong and compelling reasons for this Court to entertain the present suit, the essence of jurisdictional laws in Indian Courts being that the payments had already been made by AKBank to EGI under the Performance Bank Guarantee, the lis in the present suit is between BHEL and BoB which both parties are situated in the jurisdiction of this Court and even if a decree is granted in favour of BHEL and against BoB it will have to be executed in Delhi and the Commercial Court at London has no connect with any of the parties before the Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "d027764f270b498db3308ad969c6ffa6_239"
    },
    {
      "start": 45778,
      "end": 46112,
      "text": "28. In Eleftheria (supra) the Court summarized the principles in relation to the territorial jurisdiction as under:\n\"The principles established by the authorities can, I think, be summarized as follows: (1) Where plaintiffs sue in England in breach of an agreement to refer disputes to a foreign court, and defendants apply for a stay",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2e1fdb13e58041b5bd9c60a898df065d_240"
    },
    {
      "start": 46113,
      "end": 46268,
      "text": ", the English court, assuming the claim to be otherwise within its jurisdiction, is not bound to grant a stay but has a discretion whether to do so or not.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "20a2bd2117984d3b9d8fca08a7256e74_241"
    },
    {
      "start": 46269,
      "end": 46373,
      "text": "(2) The discretion should be exercised by granting a stay unless strong cause for not doing so is shown.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "12b63a821bca4995b615be8dfd38a448_242"
    },
    {
      "start": 46374,
      "end": 46435,
      "text": "(3) The burden of proving such strong cause is on plaintiffs.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8be17ca997c54d388a9431c9e0b9c0eb_243"
    },
    {
      "start": 46436,
      "end": 46548,
      "text": "(4)In exercising its discretion the court should take into account all the circumstances of the particular case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d07a4d23a4304c02a084d76655cc0c03_244"
    },
    {
      "start": 46549,
      "end": 46874,
      "text": "(5) In particular, but without prejudice to (4) the following matters, where they arise, may properly be regarded: -(A) In what country the evidence on the issues of fact is situated, or more readily available, and the effect of that on the relative convenience and expense of trial as between the English and foreign courts.",
      "labels": [
        "STA"
      ],
      "id": "0fbd0877af7440a5b100ffcf9b770173_245"
    },
    {
      "start": 46875,
      "end": 47177,
      "text": "\n(b) Whether the law of the foreign court applies and, if so, whether it differs from English law in any material respects.\n(c) With what country either party is connected, and how closely. (d) Whether defendants genuinely desire trial in the foreign country, or are only seeking procedural advantages.",
      "labels": [
        "STA"
      ],
      "id": "1a32f3010bc241c98ec66ed1df96ed5c_246"
    },
    {
      "start": 47178,
      "end": 47529,
      "text": "\n(e) Whether the plaintiffs would be prejudiced by having to sue in the foreign court because they would: (i) be deprived of security for that claim; (ii) be unable to enforce any judgment obtained; (iii) be faced with a time-bar not applicable in England; or (iv) for political, racial, religious or other reasons be unlikely to get a fair trial.\n29.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "67aca95a56b247768312b4cbf7b9d00b_247"
    },
    {
      "start": 47530,
      "end": 47786,
      "text": "Even as noted in the points of arguments on behalf of BHEL though under Indian law territorial jurisdiction cannot be conferred on a Court where it does not exist however, the parties may agree to vest jurisdiction in a foreign Court being a neutral venue.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b970cadeed5747d3ad5f0a696d555c9d_248"
    },
    {
      "start": 47787,
      "end": 47853,
      "text": "In Modi Entertainment (supra) the Hon'ble Supreme Court held:\n\"11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "41a568b5e8454a02be2b8233e55eb5a5_249"
    },
    {
      "start": 47854,
      "end": 48146,
      "text": "In regard to jurisdiction of courts under the Code of Civil Procedure (CPC) over a subject-matter one or more courts may have jurisdiction to deal with it having regard to the location of immovable property, place of residence or work of a defendant or place where cause of action has arisen.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fde7fe2267b54d65867f22a2e61c79ef_250"
    },
    {
      "start": 48147,
      "end": 48356,
      "text": "Where only one Court has jurisdiction it is said to have exclusive jurisdiction; where more courts than one have jurisdiction over a subject-matter, they are called courts of available or natural jurisdiction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d6a13b16e7d24295967f90912b4da669_251"
    },
    {
      "start": 48357,
      "end": 48818,
      "text": "The growing global commercial activities gave rise to the practice of the parties to a contract agreeing beforehand to approach for resolution of their disputes thereunder, to either any of the available courts of natural jurisdiction and thereby create an exclusive or non-exclusive jurisdiction in one of the available forums or to have the disputes resolved by a foreign court of their choice as a neutral forum according to the law applicable to that court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9f8806bcd0c84512a65e1642f5dcb816_252"
    },
    {
      "start": 48819,
      "end": 49172,
      "text": "It is a well-settled principle that by agreement the parties cannot confer jurisdiction, where none exists, on a court to which CPC applies, but this principle does not apply when the parties agree to submit to the exclusive or non-exclusive jurisdiction of a foreign court; indeed in such cases the English Courts do permit invoking their jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b8aed59b8814b9d8f4c814a9f49a1fc_253"
    },
    {
      "start": 49173,
      "end": 49392,
      "text": "Thus, it is clear that the parties to a contract may agree to have their disputes resolved by a Foreign Court termed as a 'neutral court' or 'court of choice' creating exclusive or non-exclusive jurisdiction in it.\"\n30.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7130a2fd8aaa41e8a0de7008dbbf8a4b_254"
    },
    {
      "start": 49393,
      "end": 49909,
      "text": "From the decisions noted above, it is settled that if the cause of action has taken place in India and the Indian law applies, the parties cannot choose to vest territorial jurisdiction to try the suit in a Court which does not have the jurisdiction though they may agree to vest exclusive jurisdiction in one of such Court having jurisdiction, however, where one party is not subject to the law of India, the parties may vest jurisdiction outside the country in a neutral forum as has been done in the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5b844821d554febac5a461bda23c3d6_255"
    },
    {
      "start": 49910,
      "end": 50240,
      "text": "The cause of action in the present case does not arise by virtue of the omnibus agreement between BHEL and BoB as there is no prayer in respect of the omnibus agreement to be enforced or violation thereof alleged but of the Counter Guarantee and the Performance Bank Guarantee which both vest jurisdiction in Courts outside India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fce0294446f7428da8b0306a4e9b9e4d_256"
    },
    {
      "start": 50241,
      "end": 50770,
      "text": "It is in this light that the circumstances noted in Eleftheria (supra) have to be looked into i.e. the evidence on issues of fact situated in or more readily available, the effect of relative convenience and expense of trial, the law applicable, with which country either party is connected, whether defendant genuinely desires trial or is only seeking procedural advantage or whether the plaintiff is prejudiced by suing in a foreign court or deprived of the security of his claim or unable to enforce any judgment obtained etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23f8e762c33648709ce59d8c30ccc42b_257"
    },
    {
      "start": 50771,
      "end": 51048,
      "text": "As per the pleadings in the plaint, the plea taken by BHEL is not of expense or procedure or the law of England being different or that conditions are such that BHEL cannot proceed against the parties at London but is paucity of time which is not one of the grounds recognized.",
      "labels": [
        "RATIO"
      ],
      "id": "bc963f34fd5d460d973b6b4a7a4482a4_258"
    },
    {
      "start": 51049,
      "end": 51196,
      "text": "Even if this Court accepts that paucity of time is one of the grounds, time can be granted to BHEL to approach the Court of competent jurisdiction.",
      "labels": [
        "RATIO"
      ],
      "id": "37d474c285304b6099130d8f3c94416e_259"
    },
    {
      "start": 51197,
      "end": 51508,
      "text": "Claim of BHEL being not based on the omnibus agreement but on the basis of Performance Bank Guarantee and Counter Guarantee, conditions as noted in Eleftheria (supra) are not applicable to the present case and hence the contentions raised in terms of fifth and sixth submissions also deserve to be rejected.\n31.",
      "labels": [
        "RATIO"
      ],
      "id": "d64c7305949e489eb737b469214b0dec_260"
    },
    {
      "start": 51509,
      "end": 52277,
      "text": "Even though learned counsel for AKBank harps on the admissions made by BHEL in the plaint that the Commercial Court at London has the exclusive jurisdiction to try the suit and the present suit was filed only because of paucity of time for BHEL to approach the Court of competent jurisdiction, dehors the admission of BHEL this Court finds that it has no territorial jurisdiction to entertain the present suit, for it is well settled that contract of Bank Guarantee is an independent contract and merely because the same was issued at the place within the territorial jurisdiction of this Court and that the word 'only' is missing from the Counter Bank Guarantee clause, the same would not vest this Court with the territorial jurisdiction to entertain the plaint.\n32.",
      "labels": [
        "RATIO"
      ],
      "id": "3ce19584b5f041c19fe25d076ad7f876_261"
    },
    {
      "start": 52278,
      "end": 52698,
      "text": "Consequently, the plaint is directed to be returned to be filed in the Court of competent jurisdiction however, since there is an ad-interim order in favour of BHEL since 10th March, 2017 and it would take some time for BHEL to approach the Court of competent jurisdiction the interim order dated 10th March, 2017 is extended for a further period of 45 days so that BHEL can approach the Court of competent jurisdiction.",
      "labels": [
        "RPC"
      ],
      "id": "d85d44bdb2d143aaa985f364d3ab4676_262"
    },
    {
      "start": 52699,
      "end": 52808,
      "text": "CS(COMM) 190/2017 is accordingly disposed of directing the plaint to be returned with liberty as noted above.",
      "labels": [
        "RPC"
      ],
      "id": "d808b28082ba4f61aa1ce79b27321115_263"
    },
    {
      "start": 52809,
      "end": 52900,
      "text": "\n33. I.A. No. 3182/2017 is dismissed and I.A. Nos. 5090/2017 and 7263/2017 are disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "c487611e06264861bac5fc36d5c14292_264"
    },
    {
      "start": 52901,
      "end": 53055,
      "text": "\n34. I.A. No. 9057/2017 under Order VIII Rule 1 CPC by defendant No.2 seeking extension of time in filing written statement is disposed of as infructuous.",
      "labels": [
        "RPC"
      ],
      "id": "de7e0355a6644b64babd433ed7556ea5_265"
    },
    {
      "start": 53056,
      "end": 53141,
      "text": "The date of 2nd November, 2017 fixed before the learned Joint Registrar is cancelled.",
      "labels": [
        "RPC"
      ],
      "id": "674c343eb79d4914a80c3df7218f8321_266"
    },
    {
      "start": 53142,
      "end": 53186,
      "text": "\n(MUKTA GUPTA) JUDGE SEPTEMBER 19, 2017 'vn'",
      "labels": [
        "NONE"
      ],
      "id": "c5675f0a0b0a4f2cb802e0687b9bb017_267"
    }
  ]
}