{
  "id": "066ddde3cb2ed13313c91f59e9f7860951bc896b9cbdc46eebe652fd9fcf6cb3",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nSupreme Court of India\nAmbalal Sarabhai Enterprises Ltd. vs K.S. Infraspace Llp on 4 October, 2019 \nEquivalent citations: Aironline 2019 Sc 1170, (2019) 13 Scale 575, (2019) 7 Mad Lj 702, (2020) 138 All Lr 286, (2020) 1 Civlj 212, (2020) 205 Allindcas 255\nAuthor: A.S. Bopanna \nBench: R. Banumathi, A.S. Bopanna\n                                                             Reportable \n\n                                   In The Supreme Court Of India \n\n                                    Civil Appellate Jurisdiction \n\n                                  Civil Appeal No.       7843     Of 2019 \n                                (Arising out of Slp (Civil) No.9391 of 2019) \n\n\n\n                         Ambalal Sarabhai Enterprises Ltd.        .Appellant(s) \n\n                                                  Versus \n\n                         K.S. Infraspace Llp & Anr .            . Respondent(s) \n\n\n\n                                           Judgment\nA.S. Bopanna, J. \nLeave granted. \n2. The appellant herein is the plaintiff in Commercial Court Suit No. 41/2018 filed before the Commercial Court at Vadodara. The respondents herein are arrayed as the de fendants to the suit . The respondents on being notified in the suit had appeared and filed the written statement inter alia contending that the suit is not maintainable as the dispute involved cannot be termed as a commercial dispute within the meaning of Section 2(1)(c) of the Commercial Courts Act, 2015 (CC Act, 2015 for short). In view of such contention, the respondents herein also filed an application under Order VII Rule 10 of the Civil Procedure Code seeking an order to return the plaint to be presented in the Court in which the suit should have been instituted. The appellant herein though did not choose to file objection to the said application, had however opposed the same. The application was registered as Exhibit 15 and the learned Judge of the Commercial Court on consideration had through the order dated 17.10.2018 rejected the application. The respondents herein claiming to be aggrieved by the said order had approached the High Court of Gujarat in R/Special Civil Application No.17868/2018. The High Court through a detailed order dated 01.03.2019 has allowed the petition, set aside the order dated 17.10.2018 passed by the Commercial Court, Vadodara and on allowing the application filed under Order VII Rule 10 CPC directed that the plaint be returned to the appellant herein to be presented in the Court in which the suit should have been instituted. The appellant herein, therefore, claiming to be aggrieved by the order dated 01.03.2019 is before this Court in this appeal. \n3. The brief facts which led to the present situation is that the appellant herein executed an agreement to sell dated 14.02.2012 in favour of the respondent No. 2 in respect of the land which is described in the agreement. The respondent No. 2 assigned and transferred all his rights under the said agreement to sell in favour of respondent No.1 by executing an assignment deed dated 12.10.2017. In that view, the respondent No. 1 herein was to purchase the lands which were the subject matter of the agreement from the appellant herein. Accordingly, the sale was made under a Deed of Conveyance dated 03.11.2017. Since certain other aspects were to be completed regarding the change relating to the nature of the use of the land for conclusion of the transaction, the right of the appellant in respect of the land was to be protected. In that view a Memorandum of Understanding dated 03.11.2017 was entered into between the appellant and the respondents herein. As per the same, a Mortgage Deed was required to be executed by respondent No. 1 herein in favour of the appellant. \n4. Accordingly, a Mortgage Deed dated 03.11.2017 was executed but the same had not been registered. It is in that light the appellant herein filed the Commercial Civil Suit No. 41/2018 so as to enforce the execution of a Mortgage Deed. Consequently, the relief of permanent injunction and other related reliefs were sought. It is in the said suit, summon was issued to respondents herein who are the defendants in the suit, wherein on filing the written statement the application under Order VII Rule 10 of CPC was filed. The Commercial Court while rejecting the application had referred to the Memorandum and Articles of Association of the appellant company and in that light taking note of the business that they were entitled to undertake has arrived at the conclusion that the plaintiff seems to be carrying on the business as an estate agent and in that circumstance has further arrived at its conclusion that it is a commercial dispute. The High Court on the other hand had found fault with the manner in which the Commercial Court had rested its consideration on the Memorandum and Articles of Association and had examined the matter in detail to come to a conclusion that the immovable property in the instant case was not being used for trade or commerce. In that regard, the legal position enunciated by the various decisions was referred to and had accordingly directed the return of the plaint to be presented in an appropriate Court which is assailed herein. \n5. We have heard Shri Dhruv Mehta, learned senior advocate for the appellant, Shri Deven Parikh, learned senior advocate for the respondents and perused the appeal papers. \n6. At the outset, it is noticed that the consideration required in the instant case is as to whether the transaction between the parties herein which is the subject matter of the suit could be considered as a commercial dispute so as to enable the Commercial Court to entertain the suit. In that regard, it is necessary to take note of Section 2(1)(c)(vii) of the CC Act, 2015. The said provision to the extent relevant is extracted here below for reference. \nSec.2(1) In this Act, unless the context otherwise requires,-\n            (a)    xxx             ( b )    xxx (c) commercial dispute means a dispute arising out of  (i) xxx (ii) xxx (iii) xxx (iv) xxx (v) xxx (vi) xxx (vii) agreements relating to immovable property used exclusively in trade or commerce; \n            (viii)      xxx             ( ix)             xxx             ( x)              xxx             (xi)             xxx             (xii)            xxx             (xiii)      xxx             (xiv)       xxx             (xv)             xxx             ( xvi)       xxx             ( xvii)      xxx             (xviii)     xxx             (xix)       xxx             ( xx)             xxx             ( xxi)       xxx             (xxii)      xxx From a perusal, of the provision relied upon by the learned senior advocates it is noticed that the disputes arising out of agreements relating to immovable property used exclusively in trade or commerce will qualify to be a commercial dispute to be tried by Commercial Courts. The question therefore would be that, in the instant case though the parties have entered into a sale transaction of the immovable property and presently in the suit the registration of a Mortgage Deed pertaining to the immovable property is sought, whether the immovable property involved could be considered as being used exclusively in trade or commerce. \n7. The learned senior advocate for the appellant has made detailed submissions referring to the documents to contend that the appellant was running an industry in the land concerned which was acquired for that purpose and presently the respondent No.1 has purchased the same for developing the said land and in that view the land is one which is used for trade and commerce. The learned senior advocate for the respondents on the other hand has contended to the contrary that the appellant had ceased to function for the past several years and the company being defunct, the land involved was not being used for trade or commerce and even though the respondent No.1 has sought for change of land use and to develop the land, the same would be subject to such change of land use that would be granted and the use to which it would be put in future. Hence it is contended that as on the date of transaction the land is not being used for trade or commerce and a suit at present would not be maintainable before the Commercial Court. \n8. Though such rival contentions are put forth by the learned senior advocate on either side, these aspects cannot be dealt with in abstract. Instead the nature of the dispute and the jurisdiction to try the same is to be reflected in the suit itself since in a civil suit the pleadings, namely averments in the plaint would at the outset be relevant to confer jurisdiction. Hence before adverting to the other aspects it would be necessary to carefully examine the plaint. The plaintiff has in detail referred to the nature of the transaction between the appellant and the respondents herein. In para 5 thereof the detail of the land bearing R.S. No.122 corresponding to City Survey No.1101 and 1100/1 having land area of 9207 square metres at Mouje Subhanpura Reg. District, Vadodara is referred. Further the schedule of the property is indicated in para 6 and reference is made to the Memorandum of Understanding where again the reference is made to the land. It is averred therein that it would be the total responsibility of the respondent No.1 herein (defendant No.2 in the suit) to change the land use as well as to pay the amount that may be required for the permission. The amount to be paid as premium is referred and the right of the plaintiff to secure the Mortgage Deed in view of the terms of the MoU is stated. In the entire plaint there is no reference to the nature of the land or the type of use to which it was being put as on the date of the Agreement to Sell/Sale Deed/Memorandum of Understanding or as on the date of the suit. \n9. Further on referring to the cause of action in para 21, the plaintiff has thereafter referred in para 22 to the jurisdiction of the Court to hear and decide the matter. It would be appropriate to extract the same which reads as hereunder:\n22. Jurisdiction: The Plaintiff states that the Defendants having their office at Vadodara land which is the subject matter of the instant suit is situated within the territorial jurisdiction of this Honble Court and hence this Honble Court has the jurisdiction to hear and decide the matter. Even though in the paragraph describing jurisdiction the plaintiff has stated with regard to the territorial jurisdiction since the office and land being at Vadodara, there is no reference indicating the reason for which the plaintiff pleads that the Court which is the Commercial Court exclusively constituted to try the commercial disputes has jurisdiction to try the instant suit. In that background, a perusal of the prayer made in the plaint would essentially indicate that the suit is one seeking for specific performance of the terms of MoU whereunder it is agreed that the Mortgage Deed be executed. Even if the immovable property under the Mortgage Deed was the subject matter it was necessary to plead and indicate that the same was being used in trade or commerce due to which the jurisdiction of Commercial Court is invoked. Without such basic pleadings in the plaint, any explanations sought to be put forth subsequently would only lead to a situation that if an objection is raised, in every suit a consideration would be required based on extraneous material even to ascertain as to whether the intended transaction between the parties was of such nature that it is to be construed as a commercial dispute. \n10. Be that as it may, the learned senior advocates on both sides have sought to rely on the legal position decided by the various High Courts in the absence of the pronouncement of this Court. The learned senior advocate in that regard have referred to the various decisions on the same point. However, we do not find it appropriate to refer to each of them and over burden this order since we notice that the High Court in fact has referred to various decisions while deciding the instant case and has thereafter arrived at its conclusion. The discussion as made by the High Court with reference to the various decisions is also justified. In that view, we would refer to the decision of a Division Bench in the case of Jagmohan Behl vs. State Bank of Indore, 2017 SCC OnLine Del 10706 relied on by the learned senior advocate for the appellant. In that regard, it is noticed that in the said case on taking note of the provision contained in Clause 2(1)(c)(vii) of the CC Act, 2015 it is held that the dispute involved therein would constitute a commercial dispute and the expression arising out of and in relation to immovable property should not be given the narrow and restricted meaning and the expression would include all matters relating agreements in connection with the immovable properties. The said conclusion reached was in a circumstance where the immovable property in question was undoubtedly being used for a trade or commerce and it was held so when the claim in the suit is for recovery of rent or mesne profit, security deposit etc. for the use of such immovable property.\n11. On the other hand, the learned senior advocate for the respondents has relied on the decision of a Division Bench of the Gujarat High Court in the case of Vasu Healthcare Private Limited vs. Gujarat Akruti TCG Biotech Limited, AIR 2017 Gujarat 153 wherein a detailed consideration has been made and the conclusion reached therein by taking note of an earlier decision is that on a plain reading of Clause 2(1)(c) of CC Act, 2015 the expression used must mean actually used or being used. It is further explained that if the intention of the legislature was to expand the scope, in that case the phraseology likely to be used or to be used would have been employed. The verbatim consideration therein is as hereunder; \nTherefore, if the dispute falls within any of the clause 2(c) the dispute can be said to be commercial dispute for which the Commercial Court would have jurisdiction. It is required to be noted that before the learned Commercial Court the original plaintiff relied upon section 2(c)(i), 2(c)(ii) and 2(c)(xx) of the Commercial Courts Act only. Learned Counsel appearing on behalf of the original plaintiff has candidly admitted and/or conceded that the case shall not fall within clause 2(c)(i); 2(c)(ii) or 2(c)(xx) of the Commercial Courts Act. It is required to be noted that before the learned Commercial Court it was never the case on behalf of the original plaintiff that case would fall within section 2(c)(vii) of the learned Commercial Court. Despite the above we have considered on merits whether even considering section 2(c)(vii) of the Commercial Courts Act, the dispute between the parties can be said to be commercial dispute within the definition of section 2(c) of the Commercial Courts Act or not? Considering section 2(c)(vii), commercial dispute means a dispute arising out of the agreements relating to immovable property used exclusively in trade or commerce. As observed hereinabove, at the time of filing of the suit and even so pleaded in the plaint, the immovable property/plots the agreements between the parties cannot be said to be agreements relating to immovable property used exclusively in trade or commerce. As per the agreement between the party after getting the plots on lease from the GIDC, the same was required to be thereafter developed by the original defendant No. 1 and after providing all infrastructural facilities and sub-plotting it, the same is required to be given to other persons like the original plaintiff. It is the case on behalf of the original plaintiff that as the original defendant No. 1 has failed to provide any infrastructural facilities and develop the plots and therefore, a civil suit for specific performance of the agreement has been filed. There are other alternative prayers also. Therefore, it cannot be said that the agreement is as such relating to immovable property used exclusively in trade or commerce. It is the case on behalf of the original plaintiff that as in clause (vii) of section 2(c), the pharseology used is not actually used or being used and therefore, even if at present the plot is not used and even if it is likely to be used even in future, in that case also, section 2(c)(vii) shall be applicable and therefore, the Commercial Court would have jurisdiction. The aforesaid has no substance. As per the cardinal principle of law while interpreting a particular statute or the provision, the literal and strict interpretation has to be applied. It may be noted that important words used in the relevant provisions are immovable property used exclusively in trade or commerce. If the submission on behalf of the original plaintiff is accepted in that case it would be adding something in the statute which is not there in the statute, which is not permissible. On plain reading of the relevant clause it is clear that the expression used must mean actually used or being used. If the intention of the legislature was to expand the scope, in that case the phraseology used would have been different as for example, likely to be used or to be used. The word used denotes actually used and it cannot be said to be either ready for use or likely to be used; or to be used. Similar view has been taken by the Bombay High Court (Nagpur Bench) in the case of Dineshkumar Gulabchand Agrawal (Supra) and it is observed and held that the word used denotes actually used and not merely ready for use. It is reported that SLP against the said decision has been dismissed by the Hon'ble Supreme Court. \n12. Though we are informed that the said decision is assailed before this Court in a Special Leave Petition we are inclined to agree with the view expressed therein. This is for the reason that this Court while examining the issue relating to exclusive land use, though in the different context has laid emphasis on the present user of the land either for agriculture or non-agriculture purpose being relevant. In that regard, the decision relied on by the learned senior advocate for the respondent in the case of Federation of A.P. Chambers of Commerce & Industry and Ors. vs. State of A.P. and Ors., (2000) 6 SCC 550 is noticed, wherein it is observed as under:\n6. Section 3 of the said Act speaks of land is used for any industrial purpose, land is used for any commercial purpose and land is used for any other non-agricultural purpose. The emphasis is on the word is used. For the purpose of levy of assessment on non-agricultural lands at the rate specified in the Schedule for land used for industrial purposes, therefore, there has to be a finding as a fact that the land is in fact in praesenti in use for an industrial purpose. The same would apply to a commercial purpose or any other non-agricultural purpose. 9. We are in no doubt whatever, therefore, that it is only land which is actually in use for an industrial purpose as defined in the said Act that can be assessed to non-agricultural assessment at the rate specified for land used for industrial purposes. The wider meaning given to the word used in the judgment under challenge is untenable. Having regard to the fact that the said Act is a taxing statute, no Court is justified in imputing to the legislature an intention that it has not clearly expressed in the language it has employed. (emphasis supplied) \n13. The learned senior advocate for the appellant would however, contend that a strict interpretation as in the case of taxing statutes would not be appropriate in the instant case where the issue relates to jurisdiction. In that regard, the learned senior advocate has referred to the statement of objects and reasons with which the Commercial Courts Act, 2015 is enacted so as to provide speedy disposal of high value commercial disputes so as to create the positive image to the investors world about the independent and responsive Indian Legal System. Hence, he contends that a purposive interpretation be made. It is contended that a wider purport and meaning is to be assigned while entertaining the suit and considering the dispute to be a commercial dispute. Having taken note of the submission we feel that the very purpose for which the CC Act of 2015 has been enacted would be defeated if every other suit merely because it is filed before the Commercial Court is entertained. This is for the reason that the suits which are not actually relating to commercial dispute but being filed merely because of the high value and with the intention of seeking early disposal would only clog the system and block the way for the genuine commercial disputes which may have to be entertained by the Commercial Courts as intended by the law makers. In commercial disputes as defined a special procedure is provided for a class of litigation and a strict procedure will have to be followed to entertain only that class of litigation in that jurisdiction. If the same is strictly interpreted it is not as if those excluded will be non-suited without any remedy. The excluded class of litigation will in any event be entertained in the ordinary Civil Courts wherein the remedy has always existed. \n14. In that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition commercial disputes as provided under the Act. In the instant case, as already taken note neither the agreement between the parties refers to the nature of the immovable property being exclusively used for trade or commerce as on the date of the agreement nor is there any pleading to that effect in the plaint. Further the very relief sought in the suit is for execution of the Mortgage Deed which is in the nature of specific performance of the terms of Memorandum of Understanding without reference to nature of the use of the immovable property in trade or commerce as on the date of the suit. Therefore, if all these aspects are kept in view, we are of the opinion that in the present facts the High Court was justified in its conclusion arrived through the order dated 01.03.2019 impugned herein. The Commercial Court shall therefore return the plaint indicating a date for its presentation before the Court having jurisdiction. \n15. Accordingly, the instant appeal being devoid of merit stands dismissed, with no order as to costs. \n.J. (A.S. BOPANNA) New Delhi, October 04, 2019 R. BANUMATHI, J.\nI have gone through the judgment of my esteemed Brother Justice A.S. Bopanna. I am in full agreement with the conclusion that in order to fall within Section 2(1)(c)(vii) of the Commercial Courts Act, the immovable property must be used exclusively or being used exclusively in trade or commerce. However, in view of the importance of the question involved, I would like to give my reasonings for concurring with the conclusion of my esteemed Brother. \n2. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Act No.4 of 2016) published in the Gazette of India on 01.01.2016. The Act is deemed to have come into force w.e.f. 23.10.2015. The Act No.4 of 2016 was amended by Central Act 28 of 2018  The Commercial Courts Act. \n3. We may refer to the Law Commissions 253 rd Report, which inter alia made various recommendations. Para (4.2) of Chapter IV-Conclusions and Summary of Recommendations of Law Commissions 253rd Report reads as under:-\n4.2 The Commercial Courts, the Commercial Divisions and the Commercial Appellate Divisions of High Courts that have been recommended are intended to serve as a pilot project in the larger goal of reforming the civil justice system in India. The goal is to ensure that cases are disposed of expeditiously, fairly and at reasonable cost to the litigant. Not only does this benefit the litigant, other potential litigants (especially those engaged in trade and commerce) are also advantaged by the reduction in backlog caused by the quick resolution of commercial disputes. In turn, this will further economic growth, increase foreign investment, and make India an attractive place to do business. Further, it also benefits the economy as a whole given that a robust dispute resolution mechanism is a sine qua non for the all-round development of an economy.1 After Law Commissions 253rd Report, the Act No.4 of 2016 was amended by Central Act 28 of 2018. \n4. Section 3 of the Act deals with Constitution of Commercial Courts. As per Section 3 of the Act, the State Government shall, after consultation with the High Court, by notification, constitute Commercial Courts at District level if deemed necessary for the purpose of exercising jurisdiction under the Act. As per Section 3(1A) of the Act, Commercial Courts shall have jurisdiction to try the commercial disputes of a Specified Value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary. After amendment in 2018, proviso to Section 3 provides that Commercial Courts may be 1 See Para (4.2) of Chapter-IV-Conclusions and Summary of Recommendations of Law Commissions 253rd Report  Commercial Division and Commercial Appellate Division of High Courts and Commercial Courts Bill, 2015.\nconstituted with respect to area over which the High Courts have ordinary original civil jurisdiction. Section 5(1) of the Act provides for the constitution of Commercial Appellate Division having one or more Division Benches for the purpose of exercising jurisdiction and powers conferred on it by the Act. \n5. Section 6 deals with the jurisdiction of Commercial Court. Section 6 of the Act reads as under:-\n6. Jurisdiction of Commercial Court. - The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction. \nExplanation.  For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908). \n6. Section 7 deals with the jurisdiction of Commercial Divisions of High Courts. Section 7 of the Act reads as under:-\n7. Jurisdiction of Commercial Divisions of High Courts.  All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction. \n7. Commercial Divisions are to be set up in High Courts that are already having ordinary original civil jurisdiction having one or more Benches consisting of a Single Judge having experience in dealing with commercial disputes for exercising powers under the Act. As per Section 7(1) and the proviso thereto, Commercial Division will hear and dispose of all suits and applications relating to commercial disputes of a specified value, that lie in a court not inferior to district court and filed in a High Court having ordinary original civil jurisdiction and also those cases transferred to High Court under Section 22(4) of the Designs Act, 2000 or under Section 104 of the Patents Act, 1970.\n8. Section 5 of the Act deals with the Constitution of Commercial Appellate Division. Section 5(1) of the Act reads as under:-\n5. Constitution of Commercial Appellate Division.  (1) After issuing notification under sub-section (1) of section 3 or order under sub-section (1) of section 4, the Chief Justice of the concerned High Court shall, by order, constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred on it by the Act.  In terms of Section 5(2) of the Act, the Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Appellate Division. \n9. Section 2(1)(c) defines commercial dispute as under:-\n2. Definitions. - (1) In this Act, useless the context otherwise requires,-\n.\n(c) Commercial dispute means a dispute arising out of- (i) ordinary transaction of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n(vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreement; (xvii)intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits;\n(xviii) agreements for sale of goods or provision of services; (xix) exploitation of oil and gas reserves or other natural resource including electromagnetic spectrum; (xx) insurance and re-insurance;\n(xxi) contract of agency relating to any of the above; and (xxii) such other commercial disputes as may be notified by the Central Government. \nExplanation.- A commercial dispute shall not cease to be commercial dispute merely because- (a) it also involves action for recovery of immovable property or for realising of monies out of immovable property given as security or involves any other relief pertaining to immovable property; \n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions;\n(d) Commercial Division means the Commercial Division in a High Court constituted under sub-section (1) of section 4;\n(e) District Judge shall have the same meaning as assigned to it in clause (a) of Article 236 of the Constitution of India:\n(f) Document means any mater expressed or described upon any substance by means of letters, figures or marks, or electronic means, or by more than one of those means, intended to be used, or which may be used, for the purpose of recording that matters;\n(g) Notification means a notification published in the Official Gazette and the expression notify with its cognate meanings and grammatical variations shall be construed accordingly;\n(h) schedule means the Schedule appended to the Act; and (i) Specified Value, in relation to a commercial dispute, shall mean the value of the subject matter in respect of a suit as determined in accordance with section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government. [Subs. by Act 28 of 2018, sec. 4(II), for which shall not be less than one crore rupees (w.r.e.f. 3-5-2018)]. \n10. As noted above, clause (i) of Section 2 of the Act defines Specified Value, in relation to a commercial dispute, shall mean the value of the subject matter in respect of a suit as determined in accordance with section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government. Section 12 provides for criteria for valuation of the suit, application or appeal for the purpose of the Act. \n11. A matter will fall under the jurisdiction of the Commercial Court or the Commercial Division of the High Court on the following factors:-\n(i) it shall be a commercial dispute within the meaning of Section 2(1)(c) of the Act; and (ii) such commercial disputes are of a specified value as per Section 2(i) of the Act. \n12. As per Section 11 of the Act, notwithstanding anything contained in the Act, a Commercial Court or a Commercial Division shall not entertain or decide any suit relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force. \n13. Section 15 of the Act deals with transfer of pending cases. Section 15 of the Act reads as under:-\n15. Transfer of pending cases.  (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. (2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2). . \n14. Insofar as transferred cases, as per Section 15(4) of the Act, the Commercial Division or Commercial Court shall prescribe new timelines or issue further directions for speedy and efficacious disposal of such suit or application in accordance with Order XVA of the Code of Civil Procedure. New time period for filing written statement shall be prescribed and the proviso to sub-rule (1) of rule 1 of Order V of the Code of Civil Procedure shall not apply to the transferred cases and the Court may, in its discretion, prescribe a new time period within which the written statement shall be filed. \n15. The preamble of the Commercial Courts Act, 2015 reads as under:-\nAn Act to provide for the constitution of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto. \n16. The Statement of Objects and Reasons of the Commercial Courts Act reads as under:-\nStatement of Objects and Reasons The proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time. The high value commercial disputes involve complex facts and question of law. Therefore, there is a need to provide for an independent mechanism for their early resolution. Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system. \n. \n6. It is proposed to introduce the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015 to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 which inter alia, provides for the following namely:-\n(i) constitution of the Commercial Courts at District level except for the territory over which any High Court is having ordinary original civil jurisdiction;\n(ii) constitution of the Commercial Divisions in those High Courts which are already exercising ordinary civil jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction; \n(iii) constitution of the Commercial Appellate Division in all the High Courts to hear the appeals against the Orders of the Commercial Courts and the Orders of the Commercial Division of the High Court;\n(iv) the minimum pecuniary jurisdiction of such Commercial Courts and Commercial Division is proposed as one crore rupees; and (v) to amend the Code of Civil Procedure, 1908 as applicable to the Commercial Courts and Commercial Divisions which shall prevail over the existing High Courts Rules and other provisions of the Code of Civil Procedure, 1908 so as to improve the efficiency and reduce delays in disposal of commercial cases.\n... The object and purpose of Commercial Courts Act is to ensure that the Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division of the High Courts and also to ensure that the commercial cases are disposed of expeditiously, fairly and at reasonable cost to the litigant. \n17. Section 13 deals with appeals from decrees of Commercial Courts and Commercial Divisions. As per Section 14 of the Act, the Commercial Appellate Court and the Commercial Appellate Division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal. Fast Track Procedure for deciding the Commercial Disputes 18. As per Section 16 of the Act, the provisions of the Code of Civil Procedure as amended under the Act, shall apply in the trial of suit in respect of a commercial dispute of a specified value. Section 16 of the Act reads as under:-\n16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.  (1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule. (2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value. \n(3) Where any provision of any rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail. \n19. The Schedule to the Commercial Courts Act amends various provisions of the Code of Civil Procedure and thereby makes significant departure from the Code. After Order XIII of the Code, Order XIIIA - Summary Judgment has been inserted. Order XIIIA contains the scope and classes of suits to which Order XIIIA applies, grounds for summary judgment, procedure to be followed, evidence for hearing of summary judgment, orders that may be made by Court in such proceedings for summary judgment, etc. After Order XV of the Code, Order XVACase Management Hearing has been inserted. Order XVA provides for first Case Management Hearing (Rule 1); recording of oral evidence on a day-to-day basis (Rule 4); powers of the Court in a Case Management Hearing (Rule 6); adjournment of Case Management Hearing (Rule 7); consequences of non-compliance with orders (Rule 8). By way of amendment, several rules have been incorporated to make the matters of commercial disputes on fast track. In Order XX of the Code  Judgment, Rule 1 has been substituted that within ninety days of the conclusion of arguments, the Commercial Court/Commercial Division/Commercial Appellate Division to pronounce the judgment and copies thereof shall be issued to all the parties to the dispute through electronic mail or otherwise. \n20. Various provisions of the Act namely Case Management Hearing and other provisions makes the court to adopt a pro-active approach in resolving the commercial dispute. A new approach for carrying out case management and strict guidelines for completion of the process has been introduced so that the adjudicatory process is not delayed. I have referred to the various provisions of the Act and the Schedule bringing in amendments brought to the Civil Procedure Code to deal with the commercial disputes, only to highlight that the trial of the commercial dispute suits is put on fast track for disposal of the suits expeditiously. Various provisions of the Act referred to above and the amendments inserted to Civil Procedure Code by the Schedule is to ensure speedy resolution of the commercial disputes in a time bound manner. The intent of the legislature seems to be to have a procedure which expedites the disposal of commercial disputes and thus creates a positive environment for investment and development and make India an attractive place to do business. \n21. A perusal of the Statement of Objects and Reasons of the Commercial Courts Act, 2015 and the various amendments to Civil Procedure Code and insertion of new rules to the Code applicable to suits of commercial disputes show that it has been enacted for the purpose of providing an early disposal of high value commercial disputes. A purposive interpretation of the Objects and Reasons and various amendments to Civil Procedure Code leaves no room for doubt that the provisions of the Act require to be strictly construed. If the provisions are given a liberal interpretation, the object behind constitution of Commercial Division of Courts, viz. putting the matter on fast track and speedy resolution of commercial disputes, will be defeated. If we take a closer look at the Statement of Objects and Reasons, words such as early and speedy have been incorporated and reiterated. The object shall be fulfilled only if the provisions of the Act are interpreted in a narrow sense and not hampered by the usual procedural delays plaguing our traditional legal system. \n22. A dispute relating to immovable property per se may not be a commercial dispute. But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2(1)(c) of the Act viz. the agreements relating to immovable property used exclusively in trade or commerce. The words used exclusively in trade or commerce are to be interpreted purposefully. The word used denotes actually used and it cannot be either ready for use or likely to be used or to be used. It should be actually used. Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure discussed above. \n23. On 03.11.2017, a Memorandum of Understanding was executed between the appellant-plaintiff, respondent-defendant and Ketan Bhailalbhai Shah-second respondent. As per the terms of MOU, parties executed a Deed of Conveyance of the land. A mortgage deed was executed simultaneously along with the MOU with respect to the part of the land admeasuring 15,000 sq.ft. in favour of the plaintiff. It was understood between the parties that respondent No.1 would apply for change of land use permission for the land in question on signing of the MOU. Mortgage deed was executed by respondent No.1 in favour of the appellant in order to ensure performance of obligations under the MOU. But the said mortgage deed was not presented for registration. \n24. It appears that the trial court has proceeded under the footing that the parties to the suit more particularly, the appellant-plaintiff seems to be carrying on business as Estate Agent and to manage land, building, etc. and the very object as enumerated in Memorandum and Articles of Association of the appellant-plaintiff company established that the property in question are being used exclusively in trade or commerce rather in the business of the plaintiff. As rightly pointed out by the High Court, there is nothing on record to show that at the time when agreement to sell came to be executed in 2012, the property was being exclusively used in trade and commerce so as to bring dispute within the ambit of sub-clause (vii) of Section 2(1)(c) of the Act. Merely because, the property is likely to be used in relation to trade and commerce, the same cannot be the ground to attract the jurisdiction of the Commercial Court. \n25. In the case of Ujwala Raje Gaekwar v. Hemaben Achyut Shah 2017 SCC Guj 583, a Special Civil Suit No.533/2011 was instituted for declaration that the sale deed valued at Rs.17.76 crores executed by the appellant-original defendant No.1 in favour of respondent No.4 be declared illegal and also, for permanent injunction with respect to the land in question. The appellants-defendants thereon filed an application that in sale deed, it has been clearly mentioned that the agreement relating to immovable property used exclusively in trade or commerce and falls within the meaning of Section 2(1)(c)(vii) of the Commercial Courts Act and that the matters above, the value of rupees one crore are to be transferred to the Commercial Court. Trial court rejected the said application which was challenged before the Gujarat High Court. The Gujarat High Court held that the aim, object and purpose of establishment of Commercial Courts, Commercial Divisions and Commercial Appellate Divisions of the High Court is to ensure that the cases involved in commercial disputes are disposed of expeditiously, fairly and at reasonable cost to the litigant, and if such a suit which is as such arising out of the probate proceedings and/or is dispute with respect to the property are transferred to the Commercial Division/Commercial Court, there shall not be any difference between the Regular Civil Courts and the Commercial Division/Commercial Courts and the object for the establishment of the Commercial Division/Commercial Courts shall be frustrated. \n26. In Vasu Healthcare Private Limited v. Gujarat Akruti TCG Biotch Limited & Another 2017 SCC OnLine Guj 724, referred to in extenso by my learned Brother, it was held that on plain reading of the relevant clause, it is clear that the expression used must mean actually used or being used. If the intention of the legislature was to expand the scope, in that case the phraseology used would have been different as for example, likely to be used or to be used. The word used denotes actually used and it cannot be said to be either ready for use or likely to be used; or to be used. We entirely agree with the above purposive interpretation adopted by the Gujarat High Court. \n27. The object and purpose of the establishment of Commercial Courts, Commercial Divisions and Commercial Appellate Divisions of the High Court is to ensure that the cases involved in commercial disputes are disposed of expeditiously, fairly and at reasonable cost to the litigants. Keeping in view the object and purpose of the establishment of the Commercial Courts and fast tracking procedure provided under the Act, the statutory provisions of the Act and the words incorporated thereon are to be meaningfully interpreted for quick disposal of commercial litigations so as to benefit the litigants especially those who are engaged in trade and commerce which in turn will further economic growth of the country. On the above reasonings, I agree with the conclusion arrived at by my esteemed brother Justice A.S. Bopanna. \n.J. [R. BANUMATHI] New Delhi; \nOctober 04, 2019.",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ec1d55d55a241dd9e0756e97a61347d_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38ab2786c4c44e6cb6de733c3023b370_1"
    },
    {
      "start": 242,
      "end": 341,
      "text": "\nSupreme Court of India\nAmbalal Sarabhai Enterprises Ltd. vs K.S. Infraspace Llp on 4 October, 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de962b9803d8471abaff3231a044ff98_2"
    },
    {
      "start": 342,
      "end": 519,
      "text": "\nEquivalent citations: Aironline 2019 Sc 1170, (2019) 13 Scale 575, (2019) 7 Mad Lj 702, (2020) 138 All Lr 286, (2020) 1 Civlj 212, (2020) 205 Allindcas 255\nAuthor: A.S. Bopanna",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4e603ac2fe24c76b99a7f169ac2b84e_3"
    },
    {
      "start": 521,
      "end": 626,
      "text": "Bench: R. Banumathi, A.S. Bopanna\n                                                             Reportable",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5b537682f1f14d92805285d0b921c841_4"
    },
    {
      "start": 664,
      "end": 684,
      "text": "In The Supreme Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa66cd23d009449fbbab56cc58542962_5"
    },
    {
      "start": 685,
      "end": 693,
      "text": "Of India",
      "labels": [
        "PREAMBLE"
      ],
      "id": "88ba58ef745d4c5a9bb88a2b382f2714_6"
    },
    {
      "start": 732,
      "end": 760,
      "text": "Civil Appellate Jurisdiction",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f622b0be7ba04ccbb88f28c67cc50601_7"
    },
    {
      "start": 797,
      "end": 813,
      "text": "Civil Appeal No.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac506f1b0dfc438dbb9d96f5c466a912_8"
    },
    {
      "start": 820,
      "end": 836,
      "text": "7843     Of 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "24087b6950c64ae795c056c097fb7901_9"
    },
    {
      "start": 837,
      "end": 914,
      "text": "\n                                (Arising out of Slp (Civil) No.9391 of 2019)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d326a8451b9b4a07b2883039a564f997_10"
    },
    {
      "start": 944,
      "end": 951,
      "text": "Ambalal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e957b3366dbb4045a6b8f625d5efe9b8_11"
    },
    {
      "start": 952,
      "end": 977,
      "text": "Sarabhai Enterprises Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9f8faf147cf741538d10417095c6d02f_12"
    },
    {
      "start": 985,
      "end": 998,
      "text": ".Appellant(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e0086270560f4fd2a0196dc1919e59e3_13"
    },
    {
      "start": 1051,
      "end": 1057,
      "text": "Versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9926e9f6d2b1454ab23232fd06704a74_14"
    },
    {
      "start": 1085,
      "end": 1100,
      "text": "K.S. Infraspace",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c007fda408d84cceb30df69462b279d6_15"
    },
    {
      "start": 1101,
      "end": 1110,
      "text": "Llp & Anr",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c44ff66095014ccfa67c3796845d15a6_16"
    },
    {
      "start": 1111,
      "end": 1125,
      "text": ".            .",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0a4c919d668449339ae8011fa583100f_17"
    },
    {
      "start": 1126,
      "end": 1139,
      "text": "Respondent(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9a2d474443a744b69658b30bf5eea63c_18"
    },
    {
      "start": 1187,
      "end": 1196,
      "text": "Judgment\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a4cb78e4e2047fc9d92baf7f83dcba5_19"
    },
    {
      "start": 1196,
      "end": 1209,
      "text": "A.S. Bopanna,",
      "labels": [
        "NONE"
      ],
      "id": "6fd511347cad439dba53be2420bc5e9a_20"
    },
    {
      "start": 1210,
      "end": 1228,
      "text": "J. \nLeave granted.",
      "labels": [
        "NONE"
      ],
      "id": "5f77b60f9f5447c5b9a6672463990979_21"
    },
    {
      "start": 1230,
      "end": 1399,
      "text": "2. The appellant herein is the plaintiff in Commercial Court Suit No. 41/2018 filed before the Commercial Court at Vadodara. The respondents herein are arrayed as the de",
      "labels": [
        "FAC"
      ],
      "id": "75e82acb6fc94844bd08e66b21655290_22"
    },
    {
      "start": 1400,
      "end": 1420,
      "text": "fendants to the suit",
      "labels": [
        "FAC"
      ],
      "id": "2eeec2313a814877ae7349b833efb469_23"
    },
    {
      "start": 1421,
      "end": 1733,
      "text": ". The respondents on being notified in the suit had appeared and filed the written statement inter alia contending that the suit is not maintainable as the dispute involved cannot be termed as a commercial dispute within the meaning of Section 2(1)(c) of the Commercial Courts Act, 2015 (CC Act, 2015 for short).",
      "labels": [
        "FAC"
      ],
      "id": "190d18fa18534260a605eca839356b64_24"
    },
    {
      "start": 1734,
      "end": 1976,
      "text": "In view of such contention, the respondents herein also filed an application under Order VII Rule 10 of the Civil Procedure Code seeking an order to return the plaint to be presented in the Court in which the suit should have been instituted.",
      "labels": [
        "FAC"
      ],
      "id": "45266916cc0f455ebafaeb4753974e9b_25"
    },
    {
      "start": 1977,
      "end": 2092,
      "text": "The appellant herein though did not choose to file objection to the said application, had however opposed the same.",
      "labels": [
        "FAC"
      ],
      "id": "70d590ef19e6412399ca6b456d820ee3_26"
    },
    {
      "start": 2093,
      "end": 2265,
      "text": "The application was registered as Exhibit 15 and the learned Judge of the Commercial Court on consideration had through the order dated 17.10.2018 rejected the application.",
      "labels": [
        "FAC"
      ],
      "id": "7891119035ea4b2d801048f3e38d9a3f_27"
    },
    {
      "start": 2266,
      "end": 2418,
      "text": "The respondents herein claiming to be aggrieved by the said order had approached the High Court of Gujarat in R/Special Civil Application No.17868/2018.",
      "labels": [
        "FAC"
      ],
      "id": "efecb81eb74a44aab34d59aed55aa8fb_28"
    },
    {
      "start": 2419,
      "end": 2782,
      "text": "The High Court through a detailed order dated 01.03.2019 has allowed the petition, set aside the order dated 17.10.2018 passed by the Commercial Court, Vadodara and on allowing the application filed under Order VII Rule 10 CPC directed that the plaint be returned to the appellant herein to be presented in the Court in which the suit should have been instituted.",
      "labels": [
        "RLC"
      ],
      "id": "f08ef0641c0f4b3e8e2ca5a3fd3a8db7_29"
    },
    {
      "start": 2783,
      "end": 2907,
      "text": "The appellant herein, therefore, claiming to be aggrieved by the order dated 01.03.2019 is before this Court in this appeal.",
      "labels": [
        "FAC"
      ],
      "id": "31f73ac646f441d592fdb6d8792fdef8_30"
    },
    {
      "start": 2909,
      "end": 3132,
      "text": "3. The brief facts which led to the present situation is that the appellant herein executed an agreement to sell dated 14.02.2012 in favour of the respondent No. 2 in respect of the land which is described in the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "f2f09e7013b04cb08c5c9b021c8db5e5_31"
    },
    {
      "start": 3133,
      "end": 3305,
      "text": "The respondent No. 2 assigned and transferred all his rights under the said agreement to sell in favour of respondent No.1 by executing an assignment deed dated 12.10.2017.",
      "labels": [
        "FAC"
      ],
      "id": "1df52eb33c174e8fb941d4bd8ae1b86a_32"
    },
    {
      "start": 3306,
      "end": 3447,
      "text": "In that view, the respondent No. 1 herein was to purchase the lands which were the subject matter of the agreement from the appellant herein.",
      "labels": [
        "FAC"
      ],
      "id": "eaaf3b6092d2427194c4b2db7da6ade0_33"
    },
    {
      "start": 3448,
      "end": 3523,
      "text": "Accordingly, the sale was made under a Deed of Conveyance dated 03.11.2017.",
      "labels": [
        "FAC"
      ],
      "id": "f829d836261c443fb7e6392930945310_34"
    },
    {
      "start": 3524,
      "end": 3745,
      "text": "Since certain other aspects were to be completed regarding the change relating to the nature of the use of the land for conclusion of the transaction, the right of the appellant in respect of the land was to be protected.",
      "labels": [
        "FAC"
      ],
      "id": "de5ed1c08b064804be2bbd114bc0824d_35"
    },
    {
      "start": 3746,
      "end": 3872,
      "text": "In that view a Memorandum of Understanding dated 03.11.2017 was entered into between the appellant and the respondents herein.",
      "labels": [
        "FAC"
      ],
      "id": "530e0c08f9e841398e620136eac8530b_36"
    },
    {
      "start": 3873,
      "end": 3988,
      "text": "As per the same, a Mortgage Deed was required to be executed by respondent No. 1 herein in favour of the appellant.",
      "labels": [
        "FAC"
      ],
      "id": "041dc141e654400cabb9b62deb4773bf_37"
    },
    {
      "start": 3990,
      "end": 4089,
      "text": "4. Accordingly, a Mortgage Deed dated 03.11.2017 was executed but the same had not been registered.",
      "labels": [
        "FAC"
      ],
      "id": "c39e1603441945f8860b791fc869ac39_38"
    },
    {
      "start": 4090,
      "end": 4225,
      "text": "It is in that light the appellant herein filed the Commercial Civil Suit No. 41/2018 so as to enforce the execution of a Mortgage Deed.",
      "labels": [
        "FAC"
      ],
      "id": "1d73addcee37419f8e3a91f445617c7e_39"
    },
    {
      "start": 4226,
      "end": 4313,
      "text": "Consequently, the relief of permanent injunction and other related reliefs were sought.",
      "labels": [
        "FAC"
      ],
      "id": "b0805dfec36349cfa17511b1bbb7de0f_40"
    },
    {
      "start": 4314,
      "end": 4511,
      "text": "It is in the said suit, summon was issued to respondents herein who are the defendants in the suit, wherein on filing the written statement the application under Order VII Rule 10 of CPC was filed.",
      "labels": [
        "FAC"
      ],
      "id": "2f29e032e9264946a68e61ea4634f066_41"
    },
    {
      "start": 4512,
      "end": 4932,
      "text": "The Commercial Court while rejecting the application had referred to the Memorandum and Articles of Association of the appellant company and in that light taking note of the business that they were entitled to undertake has arrived at the conclusion that the plaintiff seems to be carrying on the business as an estate agent and in that circumstance has further arrived at its conclusion that it is a commercial dispute.",
      "labels": [
        "FAC"
      ],
      "id": "1a278f5bf6264140b315dbeede2fecf8_42"
    },
    {
      "start": 4933,
      "end": 5254,
      "text": "The High Court on the other hand had found fault with the manner in which the Commercial Court had rested its consideration on the Memorandum and Articles of Association and had examined the matter in detail to come to a conclusion that the immovable property in the instant case was not being used for trade or commerce.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "287fafa189ae4f4e86ff04b95516f84d_43"
    },
    {
      "start": 5255,
      "end": 5461,
      "text": "In that regard, the legal position enunciated by the various decisions was referred to and had accordingly directed the return of the plaint to be presented in an appropriate Court which is assailed herein.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "051f6ad5dc5f4b54815730a95f8681da_44"
    },
    {
      "start": 5463,
      "end": 5634,
      "text": "5. We have heard Shri Dhruv Mehta, learned senior advocate for the appellant, Shri Deven Parikh, learned senior advocate for the respondents and perused the appeal papers.",
      "labels": [
        "NONE"
      ],
      "id": "28c6f8a7b746429099aba94cfb1194e8_45"
    },
    {
      "start": 5636,
      "end": 5923,
      "text": "6. At the outset, it is noticed that the consideration required in the instant case is as to whether the transaction between the parties herein which is the subject matter of the suit could be considered as a commercial dispute so as to enable the Commercial Court to entertain the suit.",
      "labels": [
        "ISSUE"
      ],
      "id": "5e6def1821894a32a3fbeb5964132398_46"
    },
    {
      "start": 5924,
      "end": 6013,
      "text": "In that regard, it is necessary to take note of Section 2(1)(c)(vii) of the CC Act, 2015.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "143be7710f1947eb9d5919608bbcd836_47"
    },
    {
      "start": 6014,
      "end": 6094,
      "text": "The said provision to the extent relevant is extracted here below for reference.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4910ec10ce4945c48026a3b4d3c83acd_48"
    },
    {
      "start": 6096,
      "end": 6104,
      "text": "Sec.2(1)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "beed6fba9ac244099d76bb57a6ddfd6b_49"
    },
    {
      "start": 6105,
      "end": 6170,
      "text": "In this Act, unless the context otherwise requires,-\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2ca6405efbf84388883ae756c68d32b7_50"
    },
    {
      "start": 6170,
      "end": 6193,
      "text": "(a)    xxx             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "008f9f79a6034da282cf30dc41f0fcb9_51"
    },
    {
      "start": 6193,
      "end": 6300,
      "text": "( b )    xxx (c) commercial dispute means a dispute arising out of  (i) xxx (ii) xxx (iii) xxx (iv) xxx (v)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "87bc919dfe464f15943e6c43a71b38c9_52"
    },
    {
      "start": 6301,
      "end": 6400,
      "text": "xxx (vi) xxx (vii) agreements relating to immovable property used exclusively in trade or commerce;",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c7dfbccd98c4adba22cf26703d4eab3_53"
    },
    {
      "start": 6414,
      "end": 6420,
      "text": "(viii)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a3d05a19ff704bdeae753ada9757c883_54"
    },
    {
      "start": 6426,
      "end": 6443,
      "text": "xxx             (",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c133ccbdf244c069e8be3b2614eb3a6_55"
    },
    {
      "start": 6444,
      "end": 6463,
      "text": "ix)             xxx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2408ce2512a646ef8069b41187525e51_56"
    },
    {
      "start": 6476,
      "end": 6497,
      "text": "( x)              xxx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "71134981f2f7421eb9ddfebea4935ad1_57"
    },
    {
      "start": 6510,
      "end": 6530,
      "text": "(xi)             xxx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "97833ef516ef4ce5adffcfefdb83bb49_58"
    },
    {
      "start": 6543,
      "end": 6563,
      "text": "(xii)            xxx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18647ce34fd94c8d8673a957de4108e9_59"
    },
    {
      "start": 6576,
      "end": 6582,
      "text": "(xiii)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "723908b702f149a1a2f749f7017fe23e_60"
    },
    {
      "start": 6588,
      "end": 6609,
      "text": "xxx             (xiv)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a42160119d51469a842972fb9a1a95be_61"
    },
    {
      "start": 6616,
      "end": 6636,
      "text": "xxx             (xv)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b67df96f1692488dbdb4f18b21c21548_62"
    },
    {
      "start": 6649,
      "end": 6666,
      "text": "xxx             (",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e5598ee844da481ab469e666d594bee4_63"
    },
    {
      "start": 6667,
      "end": 6681,
      "text": "xvi)       xxx",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5407e24962484c7689c6b28b736142f0_64"
    },
    {
      "start": 6694,
      "end": 6701,
      "text": "( xvii)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dd4c24bd966e4517bdbf689a0837956f_65"
    },
    {
      "start": 6707,
      "end": 6730,
      "text": "xxx             (xviii)",
      "labels": [
        "NONE"
      ],
      "id": "7f8ab376d6d343b7bd42363b737f82f9_66"
    },
    {
      "start": 6735,
      "end": 6756,
      "text": "xxx             (xix)",
      "labels": [
        "NONE"
      ],
      "id": "c70d9787573c4f7a9579379beb26908d_67"
    },
    {
      "start": 6763,
      "end": 6780,
      "text": "xxx             (",
      "labels": [
        "NONE"
      ],
      "id": "4cf5b6cbafe345b4b940e10044939e56_68"
    },
    {
      "start": 6781,
      "end": 6800,
      "text": "xx)             xxx",
      "labels": [
        "NONE"
      ],
      "id": "36562a4f642a4216a60ca3ef3efc2175_69"
    },
    {
      "start": 6813,
      "end": 6819,
      "text": "( xxi)",
      "labels": [
        "NONE"
      ],
      "id": "f03d4d065f924683a94449f695fc2875_70"
    },
    {
      "start": 6826,
      "end": 6848,
      "text": "xxx             (xxii)",
      "labels": [
        "NONE"
      ],
      "id": "de19f2c9f6c14b29b2893303ad118a55_71"
    },
    {
      "start": 6854,
      "end": 7135,
      "text": "xxx From a perusal, of the provision relied upon by the learned senior advocates it is noticed that the disputes arising out of agreements relating to immovable property used exclusively in trade or commerce will qualify to be a commercial dispute to be tried by Commercial Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c4623b1a1344264a0f5f1807e27ae9d_72"
    },
    {
      "start": 7136,
      "end": 7493,
      "text": "The question therefore would be that, in the instant case though the parties have entered into a sale transaction of the immovable property and presently in the suit the registration of a Mortgage Deed pertaining to the immovable property is sought, whether the immovable property involved could be considered as being used exclusively in trade or commerce.",
      "labels": [
        "ISSUE"
      ],
      "id": "0878f7e6f56b48acbe076857edeee470_73"
    },
    {
      "start": 7495,
      "end": 7869,
      "text": "7. The learned senior advocate for the appellant has made detailed submissions referring to the documents to contend that the appellant was running an industry in the land concerned which was acquired for that purpose and presently the respondent No.1 has purchased the same for developing the said land and in that view the land is one which is used for trade and commerce.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bf471d460c6f450c990029ab95e034a1_74"
    },
    {
      "start": 7870,
      "end": 8342,
      "text": "The learned senior advocate for the respondents on the other hand has contended to the contrary that the appellant had ceased to function for the past several years and the company being defunct, the land involved was not being used for trade or commerce and even though the respondent No.1 has sought for change of land use and to develop the land, the same would be subject to such change of land use that would be granted and the use to which it would be put in future.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d80b167a241b46b08a5a669442ab1651_75"
    },
    {
      "start": 8343,
      "end": 8525,
      "text": "Hence it is contended that as on the date of transaction the land is not being used for trade or commerce and a suit at present would not be maintainable before the Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d22d6e0aa09842b3bd608fc21c8565a9_76"
    },
    {
      "start": 8527,
      "end": 8668,
      "text": "8. Though such rival contentions are put forth by the learned senior advocate on either side, these aspects cannot be dealt with in abstract.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6963fae614f24ab682d1b901621dbc84_77"
    },
    {
      "start": 8669,
      "end": 8901,
      "text": "Instead the nature of the dispute and the jurisdiction to try the same is to be reflected in the suit itself since in a civil suit the pleadings, namely averments in the plaint would at the outset be relevant to confer jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1158d6ff2f324ac5b95da106c16f5dff_78"
    },
    {
      "start": 8902,
      "end": 9000,
      "text": "Hence before adverting to the other aspects it would be necessary to carefully examine the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1989fc959e174f8186c3f5313175d59d_79"
    },
    {
      "start": 9001,
      "end": 9120,
      "text": "The plaintiff has in detail referred to the nature of the transaction between the appellant and the respondents herein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8e59e13247c447284b35f4c4db6de58_80"
    },
    {
      "start": 9121,
      "end": 9325,
      "text": "In para 5 thereof the detail of the land bearing R.S. No.122 corresponding to City Survey No.1101 and 1100/1 having land area of 9207 square metres at Mouje Subhanpura Reg. District, Vadodara is referred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99f2055ba3c6458cbf94e9605276a4c5_81"
    },
    {
      "start": 9326,
      "end": 9489,
      "text": "Further the schedule of the property is indicated in para 6 and reference is made to the Memorandum of Understanding where again the reference is made to the land.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94d95e52fe1446e1b8e945cd62e29f5e_82"
    },
    {
      "start": 9490,
      "end": 9705,
      "text": "It is averred therein that it would be the total responsibility of the respondent No.1 herein (defendant No.2 in the suit) to change the land use as well as to pay the amount that may be required for the permission.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36c18c59467c4d2a91667e1c2f206dfe_83"
    },
    {
      "start": 9706,
      "end": 9852,
      "text": "The amount to be paid as premium is referred and the right of the plaintiff to secure the Mortgage Deed in view of the terms of the MoU is stated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5c23f974cd34b2cb6234776024c4119_84"
    },
    {
      "start": 9853,
      "end": 10075,
      "text": "In the entire plaint there is no reference to the nature of the land or the type of use to which it was being put as on the date of the Agreement to Sell/Sale Deed/Memorandum of Understanding or as on the date of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b63f947c0fa4ddcada7c5f2ed596b7a_85"
    },
    {
      "start": 10077,
      "end": 10248,
      "text": "9. Further on referring to the cause of action in para 21, the plaintiff has thereafter referred in para 22 to the jurisdiction of the Court to hear and decide the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0486cd45c45449ad82138ea71361ffee_86"
    },
    {
      "start": 10249,
      "end": 10336,
      "text": "It would be appropriate to extract the same which reads as hereunder:\n22. Jurisdiction:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6d6bf42ac4a42bd9b222dfd27303553_87"
    },
    {
      "start": 10337,
      "end": 10611,
      "text": "The Plaintiff states that the Defendants having their office at Vadodara land which is the subject matter of the instant suit is situated within the territorial jurisdiction of this Honble Court and hence this Honble Court has the jurisdiction to hear and decide the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98858ce8f5204d4c8202aa3b82ae25ea_88"
    },
    {
      "start": 10612,
      "end": 10995,
      "text": "Even though in the paragraph describing jurisdiction the plaintiff has stated with regard to the territorial jurisdiction since the office and land being at Vadodara, there is no reference indicating the reason for which the plaintiff pleads that the Court which is the Commercial Court exclusively constituted to try the commercial disputes has jurisdiction to try the instant suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f92e4d40bc9d4a729644991262872379_89"
    },
    {
      "start": 10996,
      "end": 11219,
      "text": "In that background, a perusal of the prayer made in the plaint would essentially indicate that the suit is one seeking for specific performance of the terms of MoU whereunder it is agreed that the Mortgage Deed be executed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "498d1c7b8ffd4964a11f41dbc8034dc6_90"
    },
    {
      "start": 11220,
      "end": 11448,
      "text": "Even if the immovable property under the Mortgage Deed was the subject matter it was necessary to plead and indicate that the same was being used in trade or commerce due to which the jurisdiction of Commercial Court is invoked.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c48b29a95cf44d56b83172cde88419e0_91"
    },
    {
      "start": 11449,
      "end": 11833,
      "text": "Without such basic pleadings in the plaint, any explanations sought to be put forth subsequently would only lead to a situation that if an objection is raised, in every suit a consideration would be required based on extraneous material even to ascertain as to whether the intended transaction between the parties was of such nature that it is to be construed as a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59e1cf4c6847402a8ad5f9dfa74e085b_92"
    },
    {
      "start": 11834,
      "end": 12028,
      "text": "\n10. Be that as it may, the learned senior advocates on both sides have sought to rely on the legal position decided by the various High Courts in the absence of the pronouncement of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "626b3f06832f47d9ba252a2350abd024_93"
    },
    {
      "start": 12029,
      "end": 12129,
      "text": "The learned senior advocate in that regard have referred to the various decisions on the same point.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e527f4abbcdd44a4af6813d3d26855b5_94"
    },
    {
      "start": 12130,
      "end": 12376,
      "text": "However, we do not find it appropriate to refer to each of them and over burden this order since we notice that the High Court in fact has referred to various decisions while deciding the instant case and has thereafter arrived at its conclusion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd8ca27663854adbbeeed2665444f03f_95"
    },
    {
      "start": 12377,
      "end": 12476,
      "text": "The discussion as made by the High Court with reference to the various decisions is also justified.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f06ffd74fc034d6eae3fabc351967149_96"
    },
    {
      "start": 12477,
      "end": 12682,
      "text": "In that view, we would refer to the decision of a Division Bench in the case of Jagmohan Behl vs. State Bank of Indore, 2017 SCC OnLine Del 10706 relied on by the learned senior advocate for the appellant.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "0334cf5364e44c45a95dace3bf22f01b_97"
    },
    {
      "start": 12683,
      "end": 13138,
      "text": "In that regard, it is noticed that in the said case on taking note of the provision contained in Clause 2(1)(c)(vii) of the CC Act, 2015 it is held that the dispute involved therein would constitute a commercial dispute and the expression arising out of and in relation to immovable property should not be given the narrow and restricted meaning and the expression would include all matters relating agreements in connection with the immovable properties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "56d8a13d7fd24578beb48471786b76bf_98"
    },
    {
      "start": 13139,
      "end": 13433,
      "text": "The said conclusion reached was in a circumstance where the immovable property in question was undoubtedly being used for a trade or commerce and it was held so when the claim in the suit is for recovery of rent or mesne profit, security deposit etc. for the use of such immovable property.\n11.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c6153c5eda741749acbea497c292e10_99"
    },
    {
      "start": 13434,
      "end": 13921,
      "text": "On the other hand, the learned senior advocate for the respondents has relied on the decision of a Division Bench of the Gujarat High Court in the case of Vasu Healthcare Private Limited vs. Gujarat Akruti TCG Biotech Limited, AIR 2017 Gujarat 153 wherein a detailed consideration has been made and the conclusion reached therein by taking note of an earlier decision is that on a plain reading of Clause 2(1)(c) of CC Act, 2015 the expression used must mean actually used or being used.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "f5960a4dc4fa4f83be317e960b78b434_100"
    },
    {
      "start": 13922,
      "end": 14098,
      "text": "It is further explained that if the intention of the legislature was to expand the scope, in that case the phraseology likely to be used or to be used would have been employed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c2c23d049bb4f96971e004ab4c7c621_101"
    },
    {
      "start": 14099,
      "end": 14150,
      "text": "The verbatim consideration therein is as hereunder;",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e1f83afa595467685b2ded71f4bc6c1_102"
    },
    {
      "start": 14151,
      "end": 14318,
      "text": "\nTherefore, if the dispute falls within any of the clause 2(c) the dispute can be said to be commercial dispute for which the Commercial Court would have jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7cc4fe734ff14020b9051c7df9278006_103"
    },
    {
      "start": 14319,
      "end": 14495,
      "text": "It is required to be noted that before the learned Commercial Court the original plaintiff relied upon section 2(c)(i), 2(c)(ii) and 2(c)(xx) of the Commercial Courts Act only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "155a1e82262c45e59325a9520ff3d62f_104"
    },
    {
      "start": 14496,
      "end": 14698,
      "text": "Learned Counsel appearing on behalf of the original plaintiff has candidly admitted and/or conceded that the case shall not fall within clause 2(c)(i); 2(c)(ii) or 2(c)(xx) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77d708dd08d540a2ba9747b7c59c8608_105"
    },
    {
      "start": 14699,
      "end": 14903,
      "text": "It is required to be noted that before the learned Commercial Court it was never the case on behalf of the original plaintiff that case would fall within section 2(c)(vii) of the learned Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "462e1e359c9d4d5ab4397c47a460e41d_106"
    },
    {
      "start": 14904,
      "end": 15167,
      "text": "Despite the above we have considered on merits whether even considering section 2(c)(vii) of the Commercial Courts Act, the dispute between the parties can be said to be commercial dispute within the definition of section 2(c) of the Commercial Courts Act or not?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e595d26bc75450c9b97e1a70e789b1f_107"
    },
    {
      "start": 15168,
      "end": 15333,
      "text": "Considering section 2(c)(vii), commercial dispute means a dispute arising out of the agreements relating to immovable property used exclusively in trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3f8563885b964fc6a6930ad4531a3a4a_108"
    },
    {
      "start": 15334,
      "end": 15593,
      "text": "As observed hereinabove, at the time of filing of the suit and even so pleaded in the plaint, the immovable property/plots the agreements between the parties cannot be said to be agreements relating to immovable property used exclusively in trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dfe055280e264597906a7b387de68170_109"
    },
    {
      "start": 15594,
      "end": 15912,
      "text": "As per the agreement between the party after getting the plots on lease from the GIDC, the same was required to be thereafter developed by the original defendant No. 1 and after providing all infrastructural facilities and sub-plotting it, the same is required to be given to other persons like the original plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2062aab7ded4e20836f74e9f6361f92_110"
    },
    {
      "start": 15913,
      "end": 16161,
      "text": "It is the case on behalf of the original plaintiff that as the original defendant No. 1 has failed to provide any infrastructural facilities and develop the plots and therefore, a civil suit for specific performance of the agreement has been filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a653dd17548a42b9a259446868171307_111"
    },
    {
      "start": 16162,
      "end": 16203,
      "text": "There are other alternative prayers also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "817fbe9a421348eaa54d2ba7fee2de6d_112"
    },
    {
      "start": 16204,
      "end": 16332,
      "text": "Therefore, it cannot be said that the agreement is as such relating to immovable property used exclusively in trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15d94ccf9ad2402e975156fd68b7ea09_113"
    },
    {
      "start": 16333,
      "end": 16705,
      "text": "It is the case on behalf of the original plaintiff that as in clause (vii) of section 2(c), the pharseology used is not actually used or being used and therefore, even if at present the plot is not used and even if it is likely to be used even in future, in that case also, section 2(c)(vii) shall be applicable and therefore, the Commercial Court would have jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8201d1e2684343b4bae32ffd770698cd_114"
    },
    {
      "start": 16706,
      "end": 16737,
      "text": "The aforesaid has no substance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31290718241e4e7cae555458d3f112f7_115"
    },
    {
      "start": 16738,
      "end": 16889,
      "text": "As per the cardinal principle of law while interpreting a particular statute or the provision, the literal and strict interpretation has to be applied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "942d4b1c5abe4d0e8cb1846a3e04787b_116"
    },
    {
      "start": 16890,
      "end": 17020,
      "text": "It may be noted that important words used in the relevant provisions are immovable property used exclusively in trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6411186ac1ff48c49e140359062780a9_117"
    },
    {
      "start": 17021,
      "end": 17204,
      "text": "If the submission on behalf of the original plaintiff is accepted in that case it would be adding something in the statute which is not there in the statute, which is not permissible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f46b3c797f3c4aa38ca11f1227eaaaa9_118"
    },
    {
      "start": 17205,
      "end": 17320,
      "text": "On plain reading of the relevant clause it is clear that the expression used must mean actually used or being used.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28509e833d094534b6454496c2324e82_119"
    },
    {
      "start": 17321,
      "end": 17490,
      "text": "If the intention of the legislature was to expand the scope, in that case the phraseology used would have been different as for example, likely to be used or to be used.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d71f5e18ecb4ccf9b0ce970c57e6c7c_120"
    },
    {
      "start": 17491,
      "end": 17612,
      "text": "The word used denotes actually used and it cannot be said to be either ready for use or likely to be used; or to be used.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d4828714bc642929d36517a2d5abc44_121"
    },
    {
      "start": 17613,
      "end": 17833,
      "text": "Similar view has been taken by the Bombay High Court (Nagpur Bench) in the case of Dineshkumar Gulabchand Agrawal (Supra) and it is observed and held that the word used denotes actually used and not merely ready for use.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "52277e5c33ea468d9b097478677df5ab_122"
    },
    {
      "start": 17834,
      "end": 17932,
      "text": "It is reported that SLP against the said decision has been dismissed by the Hon'ble Supreme Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12c1378682db4badb8dd931f03add6b0_123"
    },
    {
      "start": 17934,
      "end": 18099,
      "text": "12. Though we are informed that the said decision is assailed before this Court in a Special Leave Petition we are inclined to agree with the view expressed therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5ca1f7b6d984c6bbcd2f8ceced16aae_124"
    },
    {
      "start": 18100,
      "end": 18344,
      "text": "This is for the reason that this Court while examining the issue relating to exclusive land use, though in the different context has laid emphasis on the present user of the land either for agriculture or non-agriculture purpose being relevant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ac2b1269d2c457b9afeda36dbdf19c8_125"
    },
    {
      "start": 18345,
      "end": 18601,
      "text": "In that regard, the decision relied on by the learned senior advocate for the respondent in the case of Federation of A.P. Chambers of Commerce & Industry and Ors. vs. State of A.P. and Ors., (2000) 6 SCC 550 is noticed, wherein it is observed as under:\n6.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fb87e83f473d48ee9a6b088c92e315d1_126"
    },
    {
      "start": 18602,
      "end": 18775,
      "text": "Section 3 of the said Act speaks of land is used for any industrial purpose, land is used for any commercial purpose and land is used for any other non-agricultural purpose.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "adda3622567547d38673fc3de7f73e96_127"
    },
    {
      "start": 18776,
      "end": 18812,
      "text": "The emphasis is on the word is used.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6299245c770447de8d168dc089e12341_128"
    },
    {
      "start": 18813,
      "end": 19072,
      "text": "For the purpose of levy of assessment on non-agricultural lands at the rate specified in the Schedule for land used for industrial purposes, therefore, there has to be a finding as a fact that the land is in fact in praesenti in use for an industrial purpose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f05fbbf89eb7490ead76d12bb56c805f_129"
    },
    {
      "start": 19073,
      "end": 19156,
      "text": "The same would apply to a commercial purpose or any other non-agricultural purpose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68b7d0a0a39a496eafad06d9bda5bfa8_130"
    },
    {
      "start": 19157,
      "end": 19411,
      "text": "9. We are in no doubt whatever, therefore, that it is only land which is actually in use for an industrial purpose as defined in the said Act that can be assessed to non-agricultural assessment at the rate specified for land used for industrial purposes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3790ab827bca40718ec5dba8cd75be09_131"
    },
    {
      "start": 19412,
      "end": 19498,
      "text": "The wider meaning given to the word used in the judgment under challenge is untenable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3735db238eb429bac19ee51ddfd01fc_132"
    },
    {
      "start": 19499,
      "end": 19696,
      "text": "Having regard to the fact that the said Act is a taxing statute, no Court is justified in imputing to the legislature an intention that it has not clearly expressed in the language it has employed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73cc67b463d942909f3a474fe16aaa2f_133"
    },
    {
      "start": 19697,
      "end": 19716,
      "text": "(emphasis supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8adef5fc2074fac832123f3a74be983_134"
    },
    {
      "start": 19718,
      "end": 19939,
      "text": "13. The learned senior advocate for the appellant would however, contend that a strict interpretation as in the case of taxing statutes would not be appropriate in the instant case where the issue relates to jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c5d24edf4af245ffafb392644abbfdf6_135"
    },
    {
      "start": 19940,
      "end": 20273,
      "text": "In that regard, the learned senior advocate has referred to the statement of objects and reasons with which the Commercial Courts Act, 2015 is enacted so as to provide speedy disposal of high value commercial disputes so as to create the positive image to the investors world about the independent and responsive Indian Legal System.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e818061682b14eb6b7936244c239cba2_136"
    },
    {
      "start": 20274,
      "end": 20333,
      "text": "Hence, he contends that a purposive interpretation be made.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3ce6ea5dd1ca487c941a73d3e9d5fa71_137"
    },
    {
      "start": 20334,
      "end": 20484,
      "text": "It is contended that a wider purport and meaning is to be assigned while entertaining the suit and considering the dispute to be a commercial dispute.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "d45035bbb66b4dc29e733ed94c17b150_138"
    },
    {
      "start": 20485,
      "end": 20705,
      "text": "Having taken note of the submission we feel that the very purpose for which the CC Act of 2015 has been enacted would be defeated if every other suit merely because it is filed before the Commercial Court is entertained.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae6d2ed244534e2b9bd9067386f620d0_139"
    },
    {
      "start": 20706,
      "end": 21065,
      "text": "This is for the reason that the suits which are not actually relating to commercial dispute but being filed merely because of the high value and with the intention of seeking early disposal would only clog the system and block the way for the genuine commercial disputes which may have to be entertained by the Commercial Courts as intended by the law makers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "128fc63b33d14518b8641644e8023d69_140"
    },
    {
      "start": 21066,
      "end": 21270,
      "text": "In commercial disputes as defined a special procedure is provided for a class of litigation and a strict procedure will have to be followed to entertain only that class of litigation in that jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3727694a54e648e7ba888e3a1fffd418_141"
    },
    {
      "start": 21271,
      "end": 21376,
      "text": "If the same is strictly interpreted it is not as if those excluded will be non-suited without any remedy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "886b9379852346ff9ed09149cacb548a_142"
    },
    {
      "start": 21377,
      "end": 21510,
      "text": "The excluded class of litigation will in any event be entertained in the ordinary Civil Courts wherein the remedy has always existed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fba4366a47df44828e03328fc99083d4_143"
    },
    {
      "start": 21512,
      "end": 21683,
      "text": "14. In that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition commercial disputes as provided under the Act.",
      "labels": [
        "RATIO"
      ],
      "id": "5f0628b8473a46d58e8dab9f7e22dcfe_144"
    },
    {
      "start": 21684,
      "end": 21948,
      "text": "In the instant case, as already taken note neither the agreement between the parties refers to the nature of the immovable property being exclusively used for trade or commerce as on the date of the agreement nor is there any pleading to that effect in the plaint.",
      "labels": [
        "RATIO"
      ],
      "id": "9454f8f6158043d6b4c55b26c9bfbb43_145"
    },
    {
      "start": 21949,
      "end": 22234,
      "text": "Further the very relief sought in the suit is for execution of the Mortgage Deed which is in the nature of specific performance of the terms of Memorandum of Understanding without reference to nature of the use of the immovable property in trade or commerce as on the date of the suit.",
      "labels": [
        "RATIO"
      ],
      "id": "8e2649baa1ec4e57a0c8a223e4368979_146"
    },
    {
      "start": 22235,
      "end": 22439,
      "text": "Therefore, if all these aspects are kept in view, we are of the opinion that in the present facts the High Court was justified in its conclusion arrived through the order dated 01.03.2019 impugned herein.",
      "labels": [
        "RPC"
      ],
      "id": "68f333f8242942f98e85d0a62f128131_147"
    },
    {
      "start": 22440,
      "end": 22571,
      "text": "The Commercial Court shall therefore return the plaint indicating a date for its presentation before the Court having jurisdiction.",
      "labels": [
        "RPC"
      ],
      "id": "64122aa26a6345e0aef6b28814d66954_148"
    },
    {
      "start": 22573,
      "end": 22675,
      "text": "15. Accordingly, the instant appeal being devoid of merit stands dismissed, with no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "c46209306a18412c95b096bd447b9715_149"
    },
    {
      "start": 22676,
      "end": 22695,
      "text": "\n.J. (A.S. BOPANNA)",
      "labels": [
        "NONE"
      ],
      "id": "a15227d2ddeb4974a5323c5c7cf46dcc_150"
    },
    {
      "start": 22696,
      "end": 22723,
      "text": "New Delhi, October 04, 2019",
      "labels": [
        "NONE"
      ],
      "id": "24475d82ce0846db98611c0cf8b6f1b8_151"
    },
    {
      "start": 22724,
      "end": 22741,
      "text": "R. BANUMATHI, J.\n",
      "labels": [
        "NONE"
      ],
      "id": "5a4a2af93c9046fdbff85e991d9b4cd3_152"
    },
    {
      "start": 22741,
      "end": 22818,
      "text": "I have gone through the judgment of my esteemed Brother Justice A.S. Bopanna.",
      "labels": [
        "NONE"
      ],
      "id": "6bc56c9501f946749032fc9b3e4d2e03_153"
    },
    {
      "start": 22819,
      "end": 23037,
      "text": "I am in full agreement with the conclusion that in order to fall within Section 2(1)(c)(vii) of the Commercial Courts Act, the immovable property must be used exclusively or being used exclusively in trade or commerce.",
      "labels": [
        "NONE"
      ],
      "id": "ccaa5fefa19348d1bc8ad77e948c3d2c_154"
    },
    {
      "start": 23038,
      "end": 23192,
      "text": "However, in view of the importance of the question involved, I would like to give my reasonings for concurring with the conclusion of my esteemed Brother.",
      "labels": [
        "NONE"
      ],
      "id": "78663693a6e54c11bc97a62fa1ec9ed3_155"
    },
    {
      "start": 23194,
      "end": 23366,
      "text": "2. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Act No.4 of 2016) published in the Gazette of India on 01.01.2016.",
      "labels": [
        "NONE"
      ],
      "id": "5a748f1df0a9456cb173b00f50369ae9_156"
    },
    {
      "start": 23367,
      "end": 23427,
      "text": "The Act is deemed to have come into force w.e.f. 23.10.2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a37f5552cd4741d0b0ce99cbd63314c0_157"
    },
    {
      "start": 23428,
      "end": 23448,
      "text": "The Act No.4 of 2016",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d5f5ac9645c4aeebffa7de2b5bdbd62_158"
    },
    {
      "start": 23449,
      "end": 23514,
      "text": "was amended by Central Act 28 of 2018  The Commercial Courts Act.",
      "labels": [
        "NONE"
      ],
      "id": "379687ae3516442fae06f492d53aa47e_159"
    },
    {
      "start": 23516,
      "end": 23616,
      "text": "3. We may refer to the Law Commissions 253 rd Report, which inter alia made various recommendations.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ad76187cc924f75a78d0afbe0a810c0_160"
    },
    {
      "start": 23617,
      "end": 23737,
      "text": "Para (4.2) of Chapter IV-Conclusions and Summary of Recommendations of Law Commissions 253rd Report reads as under:-\n4.2",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fa22ed85bf64bfa8a58fab0a01354ec_161"
    },
    {
      "start": 23738,
      "end": 23974,
      "text": "The Commercial Courts, the Commercial Divisions and the Commercial Appellate Divisions of High Courts that have been recommended are intended to serve as a pilot project in the larger goal of reforming the civil justice system in India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5efdcda004ac44ffa997de4d8a27f656_162"
    },
    {
      "start": 23975,
      "end": 24085,
      "text": "The goal is to ensure that cases are disposed of expeditiously, fairly and at reasonable cost to the litigant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0169cbf4fbd44fb4ae2e0d6537c2c3e1_163"
    },
    {
      "start": 24086,
      "end": 24304,
      "text": "Not only does this benefit the litigant, other potential litigants (especially those engaged in trade and commerce) are also advantaged by the reduction in backlog caused by the quick resolution of commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "810b2dcea57d4cb384f478ab60c5b8b2_164"
    },
    {
      "start": 24305,
      "end": 24428,
      "text": "In turn, this will further economic growth, increase foreign investment, and make India an attractive place to do business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2750ece768e6487997a08edf29a34559_165"
    },
    {
      "start": 24429,
      "end": 24590,
      "text": "Further, it also benefits the economy as a whole given that a robust dispute resolution mechanism is a sine qua non for the all-round development of an economy.1",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58eb0a19919041b8922173644d7858e1_166"
    },
    {
      "start": 24591,
      "end": 24686,
      "text": "After Law Commissions 253rd Report, the Act No.4 of 2016 was amended by Central Act 28 of 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b99102fc32a4602bf39c615a86db427_167"
    },
    {
      "start": 24687,
      "end": 24757,
      "text": "\n4. Section 3 of the Act deals with Constitution of Commercial Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ecd3e41fcaa14fe69b9a89ded3316bba_168"
    },
    {
      "start": 24758,
      "end": 24996,
      "text": "As per Section 3 of the Act, the State Government shall, after consultation with the High Court, by notification, constitute Commercial Courts at District level if deemed necessary for the purpose of exercising jurisdiction under the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0fa75b6dff54b1898513769bcde2e2a_169"
    },
    {
      "start": 24997,
      "end": 25254,
      "text": "As per Section 3(1A) of the Act, Commercial Courts shall have jurisdiction to try the commercial disputes of a Specified Value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f07b24569dc4cefa98944461f79c3fa_170"
    },
    {
      "start": 25255,
      "end": 25652,
      "text": "After amendment in 2018, proviso to Section 3 provides that Commercial Courts may be 1 See Para (4.2) of Chapter-IV-Conclusions and Summary of Recommendations of Law Commissions 253rd Report  Commercial Division and Commercial Appellate Division of High Courts and Commercial Courts Bill, 2015.\nconstituted with respect to area over which the High Courts have ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ff219eee4e043d89aee687c6d130fa1_171"
    },
    {
      "start": 25653,
      "end": 25857,
      "text": "Section 5(1) of the Act provides for the constitution of Commercial Appellate Division having one or more Division Benches for the purpose of exercising jurisdiction and powers conferred on it by the Act.",
      "labels": [
        "STA"
      ],
      "id": "f78e1eb5c619427a91402cc578af7545_172"
    },
    {
      "start": 25858,
      "end": 25920,
      "text": "\n5. Section 6 deals with the jurisdiction of Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "955e652d37144d86888a50b1d169e6e7_173"
    },
    {
      "start": 25921,
      "end": 25995,
      "text": "Section 6 of the Act reads as under:-\n6. Jurisdiction of Commercial Court.",
      "labels": [
        "STA"
      ],
      "id": "f98573f38fbe4da385257afd327a3afb_174"
    },
    {
      "start": 25996,
      "end": 26235,
      "text": "- The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "61f277b3afd14ec9989f5e3c5d3fdacc_175"
    },
    {
      "start": 26237,
      "end": 26249,
      "text": "Explanation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1fa7bc28c55f4066a2b35e9477fa8752_176"
    },
    {
      "start": 26250,
      "end": 26611,
      "text": " For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).",
      "labels": [
        "STA"
      ],
      "id": "0760fb8f0177449e87d1566d65bca5a5_177"
    },
    {
      "start": 26612,
      "end": 26693,
      "text": "\n6. Section 7 deals with the jurisdiction of Commercial Divisions of High Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d7e9e9eb510a4212bc31f3a2917d1f12_178"
    },
    {
      "start": 26694,
      "end": 26789,
      "text": "Section 7 of the Act reads as under:-\n7. Jurisdiction of Commercial Divisions of High Courts.  ",
      "labels": [
        "STA"
      ],
      "id": "15a4ca656ea64645b8e43a56afdc4b32_179"
    },
    {
      "start": 26789,
      "end": 27677,
      "text": "All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "32b902a02b0e43048aa50f0d4604f47e_180"
    },
    {
      "start": 27678,
      "end": 27942,
      "text": "\n7. Commercial Divisions are to be set up in High Courts that are already having ordinary original civil jurisdiction having one or more Benches consisting of a Single Judge having experience in dealing with commercial disputes for exercising powers under the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6cba95626b394e139c1a099563137274_181"
    },
    {
      "start": 27943,
      "end": 28459,
      "text": "As per Section 7(1) and the proviso thereto, Commercial Division will hear and dispose of all suits and applications relating to commercial disputes of a specified value, that lie in a court not inferior to district court and filed in a High Court having ordinary original civil jurisdiction and also those cases transferred to High Court under Section 22(4) of the Designs Act, 2000 or under Section 104 of the Patents Act, 1970.\n8. Section 5 of the Act deals with the Constitution of Commercial Appellate Division.",
      "labels": [
        "STA"
      ],
      "id": "8af64c4405ce4991bdc96679c54ebcc2_182"
    },
    {
      "start": 28460,
      "end": 28890,
      "text": "Section 5(1) of the Act reads as under:-\n5. Constitution of Commercial Appellate Division.  (1) After issuing notification under sub-section (1) of section 3 or order under sub-section (1) of section 4, the Chief Justice of the concerned High Court shall, by order, constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred on it by the Act.  ",
      "labels": [
        "STA"
      ],
      "id": "9361d6e5bbf54fd4a91606f862e8d9a9_183"
    },
    {
      "start": 28890,
      "end": 29114,
      "text": "In terms of Section 5(2) of the Act, the Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Appellate Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e076eafdc7c740feaf8d2e9be9df90ec_184"
    },
    {
      "start": 29115,
      "end": 30878,
      "text": "\n9. Section 2(1)(c) defines commercial dispute as under:-\n2. Definitions. - (1) In this Act, useless the context otherwise requires,-\n.\n(c) Commercial dispute means a dispute arising out of- (i) ordinary transaction of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n(vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreement; (xvii)intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits;\n(xviii) agreements for sale of goods or provision of services; (xix) exploitation of oil and gas reserves or other natural resource including electromagnetic spectrum; (xx) insurance and re-insurance;\n(xxi) contract of agency relating to any of the above; and (xxii) such other commercial disputes as may be notified by the Central Government.",
      "labels": [
        "STA"
      ],
      "id": "2713eddfdb324e69bc1a3cd9a0a8376c_185"
    },
    {
      "start": 30879,
      "end": 31168,
      "text": "\nExplanation.- A commercial dispute shall not cease to be commercial dispute merely because- (a) it also involves action for recovery of immovable property or for realising of monies out of immovable property given as security or involves any other relief pertaining to immovable property;",
      "labels": [
        "STA"
      ],
      "id": "0c58811c90e94961a9b0690157f3ee98_186"
    },
    {
      "start": 31170,
      "end": 32329,
      "text": "(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions;\n(d) Commercial Division means the Commercial Division in a High Court constituted under sub-section (1) of section 4;\n(e) District Judge shall have the same meaning as assigned to it in clause (a) of Article 236 of the Constitution of India:\n(f) Document means any mater expressed or described upon any substance by means of letters, figures or marks, or electronic means, or by more than one of those means, intended to be used, or which may be used, for the purpose of recording that matters;\n(g) Notification means a notification published in the Official Gazette and the expression notify with its cognate meanings and grammatical variations shall be construed accordingly;\n(h) schedule means the Schedule appended to the Act; and (i) Specified Value, in relation to a commercial dispute, shall mean the value of the subject matter in respect of a suit as determined in accordance with section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government.",
      "labels": [
        "STA"
      ],
      "id": "41e0480365104f1ab8b0a3ebe0e1fc91_187"
    },
    {
      "start": 32330,
      "end": 32439,
      "text": "[Subs. by Act 28 of 2018, sec. 4(II), for which shall not be less than one crore rupees (w.r.e.f. 3-5-2018)].",
      "labels": [
        "STA"
      ],
      "id": "e70b525e0f5042619f8935394abb704e_188"
    },
    {
      "start": 32441,
      "end": 32782,
      "text": "10. As noted above, clause (i) of Section 2 of the Act defines Specified Value, in relation to a commercial dispute, shall mean the value of the subject matter in respect of a suit as determined in accordance with section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government.",
      "labels": [
        "STA"
      ],
      "id": "46e8c070e86e4cb28d068f7a6be357e5_189"
    },
    {
      "start": 32783,
      "end": 32892,
      "text": "Section 12 provides for criteria for valuation of the suit, application or appeal for the purpose of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e6c24282f5a4cc186e867f59bcbca83_190"
    },
    {
      "start": 32893,
      "end": 33213,
      "text": "\n11. A matter will fall under the jurisdiction of the Commercial Court or the Commercial Division of the High Court on the following factors:-\n(i) it shall be a commercial dispute within the meaning of Section 2(1)(c) of the Act; and (ii) such commercial disputes are of a specified value as per Section 2(i) of the Act.",
      "labels": [
        "STA"
      ],
      "id": "893987fd7f5947108db952120d7d5636_191"
    },
    {
      "start": 33215,
      "end": 33558,
      "text": "12. As per Section 11 of the Act, notwithstanding anything contained in the Act, a Commercial Court or a Commercial Division shall not entertain or decide any suit relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force.",
      "labels": [
        "STA"
      ],
      "id": "d2acf5644fbe4875a5f87d055a928531_192"
    },
    {
      "start": 33559,
      "end": 33623,
      "text": "\n13. Section 15 of the Act deals with transfer of pending cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b64c643a1d624919b76f2b3ed08abcf2_193"
    },
    {
      "start": 33624,
      "end": 33987,
      "text": "Section 15 of the Act reads as under:-\n15. Transfer of pending cases.  (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
      "labels": [
        "STA"
      ],
      "id": "385d68205baf4276a58a3b96905aa04b_194"
    },
    {
      "start": 33988,
      "end": 34319,
      "text": "(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\n",
      "labels": [
        "STA"
      ],
      "id": "900e96602d334262be67c94f65aa1d6c_195"
    },
    {
      "start": 34319,
      "end": 34560,
      "text": "Provided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2). .",
      "labels": [
        "STA"
      ],
      "id": "c24ef2797b6d4c9cb33f7273867e8929_196"
    },
    {
      "start": 34562,
      "end": 34855,
      "text": "14. Insofar as transferred cases, as per Section 15(4) of the Act, the Commercial Division or Commercial Court shall prescribe new timelines or issue further directions for speedy and efficacious disposal of such suit or application in accordance with Order XVA of the Code of Civil Procedure.",
      "labels": [
        "STA"
      ],
      "id": "59a0bfaa0d6141659263508b38e8fc12_197"
    },
    {
      "start": 34856,
      "end": 35162,
      "text": "New time period for filing written statement shall be prescribed and the proviso to sub-rule (1) of rule 1 of Order V of the Code of Civil Procedure shall not apply to the transferred cases and the Court may, in its discretion, prescribe a new time period within which the written statement shall be filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc4a2d9ecc1f45f9ac70191ea6e9b536_198"
    },
    {
      "start": 35164,
      "end": 35506,
      "text": "15. The preamble of the Commercial Courts Act, 2015 reads as under:-\nAn Act to provide for the constitution of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto.",
      "labels": [
        "STA"
      ],
      "id": "d4da1508b66f473aa2b1075ef3364e1a_199"
    },
    {
      "start": 35507,
      "end": 35773,
      "text": "\n16. The Statement of Objects and Reasons of the Commercial Courts Act reads as under:-\nStatement of Objects and Reasons The proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0ed61acd6a14ee287673df51b26b16d_200"
    },
    {
      "start": 35774,
      "end": 35851,
      "text": "The high value commercial disputes involve complex facts and question of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a90564650b544f72b0f064080e5dd8d1_201"
    },
    {
      "start": 35852,
      "end": 35946,
      "text": "Therefore, there is a need to provide for an independent mechanism for their early resolution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6829945326b4d048204e65eb0c49f63_202"
    },
    {
      "start": 35947,
      "end": 36096,
      "text": "Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "736ca58149a24ffbb2da6909b9cc8345_203"
    },
    {
      "start": 36097,
      "end": 36790,
      "text": "\n. \n6. It is proposed to introduce the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015 to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 which inter alia, provides for the following namely:-\n(i) constitution of the Commercial Courts at District level except for the territory over which any High Court is having ordinary original civil jurisdiction;\n(ii) constitution of the Commercial Divisions in those High Courts which are already exercising ordinary civil jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction;",
      "labels": [
        "STA"
      ],
      "id": "7d7eb0db771748ada67c4ec6b0623c0f_204"
    },
    {
      "start": 36791,
      "end": 37434,
      "text": "\n(iii) constitution of the Commercial Appellate Division in all the High Courts to hear the appeals against the Orders of the Commercial Courts and the Orders of the Commercial Division of the High Court;\n(iv) the minimum pecuniary jurisdiction of such Commercial Courts and Commercial Division is proposed as one crore rupees; and (v) to amend the Code of Civil Procedure, 1908 as applicable to the Commercial Courts and Commercial Divisions which shall prevail over the existing High Courts Rules and other provisions of the Code of Civil Procedure, 1908 so as to improve the efficiency and reduce delays in disposal of commercial cases.\n...",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca7ee28768a34086ab02847582cd1e70_205"
    },
    {
      "start": 37435,
      "end": 37748,
      "text": "The object and purpose of Commercial Courts Act is to ensure that the Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division of the High Courts and also to ensure that the commercial cases are disposed of expeditiously, fairly and at reasonable cost to the litigant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb1ec068df5d487aafa3b9f7262256e7_206"
    },
    {
      "start": 37749,
      "end": 37843,
      "text": "\n17. Section 13 deals with appeals from decrees of Commercial Courts and Commercial Divisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45c93d604f5d4b8499fb813dd60c60a1_207"
    },
    {
      "start": 37844,
      "end": 38066,
      "text": "As per Section 14 of the Act, the Commercial Appellate Court and the Commercial Appellate Division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "41b6dfdd5d3242689c96351d6a50d649_208"
    },
    {
      "start": 38067,
      "end": 38128,
      "text": "Fast Track Procedure for deciding the Commercial Disputes 18.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "40443d46909f4dadbbf4fb58ab6fa775_209"
    },
    {
      "start": 38129,
      "end": 38320,
      "text": "As per Section 16 of the Act, the provisions of the Code of Civil Procedure as amended under the Act, shall apply in the trial of suit in respect of a commercial dispute of a specified value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "858b0d4940e14ee7903efba465b8fff1_210"
    },
    {
      "start": 38321,
      "end": 38454,
      "text": "Section 16 of the Act reads as under:-\n16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.",
      "labels": [
        "STA"
      ],
      "id": "e9f6aa45fd6e41d792c447e29241d99d_211"
    },
    {
      "start": 38455,
      "end": 38678,
      "text": " (1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5e3cd3e5a6e41d69537b62dcda65c4b_212"
    },
    {
      "start": 38679,
      "end": 38909,
      "text": "(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.",
      "labels": [
        "STA"
      ],
      "id": "e079ccef34284d8c8b70efd8d28def0c_213"
    },
    {
      "start": 38910,
      "end": 39263,
      "text": "\n(3) Where any provision of any rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00bb93d5c96b432bb8d9bcfa6bb350f4_214"
    },
    {
      "start": 39265,
      "end": 39422,
      "text": "19. The Schedule to the Commercial Courts Act amends various provisions of the Code of Civil Procedure and thereby makes significant departure from the Code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dce4096b5ba14c32ad914d4e5ca0b03e_215"
    },
    {
      "start": 39423,
      "end": 39502,
      "text": "After Order XIII of the Code, Order XIIIA - Summary Judgment has been inserted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ebf750011e54585be1ae13d74804059_216"
    },
    {
      "start": 39503,
      "end": 39762,
      "text": "Order XIIIA contains the scope and classes of suits to which Order XIIIA applies, grounds for summary judgment, procedure to be followed, evidence for hearing of summary judgment, orders that may be made by Court in such proceedings for summary judgment, etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "878ede58151647c88b46791ae1e33647_217"
    },
    {
      "start": 39763,
      "end": 39842,
      "text": "After Order XV of the Code, Order XVACase Management Hearing has been inserted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09120808667c474e829c47d797e93f32_218"
    },
    {
      "start": 39843,
      "end": 40125,
      "text": "Order XVA provides for first Case Management Hearing (Rule 1); recording of oral evidence on a day-to-day basis (Rule 4); powers of the Court in a Case Management Hearing (Rule 6); adjournment of Case Management Hearing (Rule 7); consequences of non-compliance with orders (Rule 8).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5736db6f5c1940f3807c768149f863fc_219"
    },
    {
      "start": 40126,
      "end": 40241,
      "text": "By way of amendment, several rules have been incorporated to make the matters of commercial disputes on fast track.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2b261a1fee1f4485976c7b95325e1a3a_220"
    },
    {
      "start": 40242,
      "end": 40564,
      "text": "In Order XX of the Code  Judgment, Rule 1 has been substituted that within ninety days of the conclusion of arguments, the Commercial Court/Commercial Division/Commercial Appellate Division to pronounce the judgment and copies thereof shall be issued to all the parties to the dispute through electronic mail or otherwise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55e52dd9d53943f2bf550471f867f3e7_221"
    },
    {
      "start": 40566,
      "end": 40735,
      "text": "20. Various provisions of the Act namely Case Management Hearing and other provisions makes the court to adopt a pro-active approach in resolving the commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89851fe623af4c1ba4ad18d4e49c6eee_222"
    },
    {
      "start": 40736,
      "end": 40904,
      "text": "A new approach for carrying out case management and strict guidelines for completion of the process has been introduced so that the adjudicatory process is not delayed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "41d7d18bd3e846f4a071cb8a9b1dad78_223"
    },
    {
      "start": 40905,
      "end": 41198,
      "text": "I have referred to the various provisions of the Act and the Schedule bringing in amendments brought to the Civil Procedure Code to deal with the commercial disputes, only to highlight that the trial of the commercial dispute suits is put on fast track for disposal of the suits expeditiously.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50866c899fdb4a8dab62245c2cabb370_224"
    },
    {
      "start": 41199,
      "end": 41396,
      "text": "Various provisions of the Act referred to above and the amendments inserted to Civil Procedure Code by the Schedule is to ensure speedy resolution of the commercial disputes in a time bound manner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b9ea6ccddab4d01a27682aeca1098b1_225"
    },
    {
      "start": 41397,
      "end": 41632,
      "text": "The intent of the legislature seems to be to have a procedure which expedites the disposal of commercial disputes and thus creates a positive environment for investment and development and make India an attractive place to do business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a69c14d92d6340ba8ac28e9416f32f60_226"
    },
    {
      "start": 41634,
      "end": 41967,
      "text": "21. A perusal of the Statement of Objects and Reasons of the Commercial Courts Act, 2015 and the various amendments to Civil Procedure Code and insertion of new rules to the Code applicable to suits of commercial disputes show that it has been enacted for the purpose of providing an early disposal of high value commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b3e9a5b13284b57ba8b11ea25fa1dd3_227"
    },
    {
      "start": 41968,
      "end": 42158,
      "text": "A purposive interpretation of the Objects and Reasons and various amendments to Civil Procedure Code leaves no room for doubt that the provisions of the Act require to be strictly construed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53faf34a2cd54022b7847d785660093e_228"
    },
    {
      "start": 42159,
      "end": 42379,
      "text": "If the provisions are given a liberal interpretation, the object behind constitution of Commercial Division of Courts, viz. putting the matter on fast track and speedy resolution of commercial disputes, will be defeated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12d34d87ae194eac9dda29d207dc166a_229"
    },
    {
      "start": 42380,
      "end": 42515,
      "text": "If we take a closer look at the Statement of Objects and Reasons, words such as early and speedy have been incorporated and reiterated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23e7e288244948b8be5e5159c9c9e3ec_230"
    },
    {
      "start": 42516,
      "end": 42700,
      "text": "The object shall be fulfilled only if the provisions of the Act are interpreted in a narrow sense and not hampered by the usual procedural delays plaguing our traditional legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e19029836db498aae383c20a0e4f083_231"
    },
    {
      "start": 42701,
      "end": 42786,
      "text": "\n22. A dispute relating to immovable property per se may not be a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8f14d74829a4d19a574940afcebd05d_232"
    },
    {
      "start": 42787,
      "end": 42978,
      "text": "But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2(1)(c) of the Act viz. the agreements relating to immovable property used exclusively in trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3104652160a147efa9e5d0f451453388_233"
    },
    {
      "start": 42979,
      "end": 43062,
      "text": "The words used exclusively in trade or commerce are to be interpreted purposefully.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6e4b65b6fc142fda250b1d685fa006c_234"
    },
    {
      "start": 43063,
      "end": 43172,
      "text": "The word used denotes actually used and it cannot be either ready for use or likely to be used or to be used.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e055f48bcb546049b4fc2ab0ab0baaf_235"
    },
    {
      "start": 43173,
      "end": 43200,
      "text": "It should be actually used.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f90e079a41cb490bbb2c9109413825d4_236"
    },
    {
      "start": 43201,
      "end": 43312,
      "text": "Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure discussed above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc35d8fdfe7648478287bb569c1e3a82_237"
    },
    {
      "start": 43314,
      "end": 43475,
      "text": "23. On 03.11.2017, a Memorandum of Understanding was executed between the appellant-plaintiff, respondent-defendant and Ketan Bhailalbhai Shah-second respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2546114487c94ee8886689e934d92335_238"
    },
    {
      "start": 43476,
      "end": 43551,
      "text": "As per the terms of MOU, parties executed a Deed of Conveyance of the land.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8cc2c27322554c68973c63fcd5a25b10_239"
    },
    {
      "start": 43552,
      "end": 43705,
      "text": "A mortgage deed was executed simultaneously along with the MOU with respect to the part of the land admeasuring 15,000 sq.ft. in favour of the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a5093f87b434c20997350dca49ecc77_240"
    },
    {
      "start": 43706,
      "end": 43858,
      "text": "It was understood between the parties that respondent No.1 would apply for change of land use permission for the land in question on signing of the MOU.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b93d3ce0be5d4281ba75ca6f1ad2f974_241"
    },
    {
      "start": 43859,
      "end": 43992,
      "text": "Mortgage deed was executed by respondent No.1 in favour of the appellant in order to ensure performance of obligations under the MOU.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "450a8f1ff3e641cd838076716152e660_242"
    },
    {
      "start": 43993,
      "end": 44055,
      "text": "But the said mortgage deed was not presented for registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "49d7721ffdad458e8a8aeca992caefc7_243"
    },
    {
      "start": 44057,
      "end": 44522,
      "text": "24. It appears that the trial court has proceeded under the footing that the parties to the suit more particularly, the appellant-plaintiff seems to be carrying on business as Estate Agent and to manage land, building, etc. and the very object as enumerated in Memorandum and Articles of Association of the appellant-plaintiff company established that the property in question are being used exclusively in trade or commerce rather in the business of the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b6acd982f4044258cb67ae190c76515_244"
    },
    {
      "start": 44523,
      "end": 44821,
      "text": "As rightly pointed out by the High Court, there is nothing on record to show that at the time when agreement to sell came to be executed in 2012, the property was being exclusively used in trade and commerce so as to bring dispute within the ambit of sub-clause (vii) of Section 2(1)(c) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f175796657e34686b53ba1512b16bc4b_245"
    },
    {
      "start": 44822,
      "end": 44989,
      "text": "Merely because, the property is likely to be used in relation to trade and commerce, the same cannot be the ground to attract the jurisdiction of the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12df62b2a1d64196b7b1a1b93236a785_246"
    },
    {
      "start": 44991,
      "end": 45351,
      "text": "25. In the case of Ujwala Raje Gaekwar v. Hemaben Achyut Shah 2017 SCC Guj 583, a Special Civil Suit No.533/2011 was instituted for declaration that the sale deed valued at Rs.17.76 crores executed by the appellant-original defendant No.1 in favour of respondent No.4 be declared illegal and also, for permanent injunction with respect to the land in question.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e62614f0e13045f6ad1bc8c116d9540f_247"
    },
    {
      "start": 45352,
      "end": 45730,
      "text": "The appellants-defendants thereon filed an application that in sale deed, it has been clearly mentioned that the agreement relating to immovable property used exclusively in trade or commerce and falls within the meaning of Section 2(1)(c)(vii) of the Commercial Courts Act and that the matters above, the value of rupees one crore are to be transferred to the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c7bce878973471e9692778f5d25d73b_248"
    },
    {
      "start": 45731,
      "end": 45824,
      "text": "Trial court rejected the said application which was challenged before the Gujarat High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfada07f3633451ea4695ebf1491d21a_249"
    },
    {
      "start": 45825,
      "end": 46535,
      "text": "The Gujarat High Court held that the aim, object and purpose of establishment of Commercial Courts, Commercial Divisions and Commercial Appellate Divisions of the High Court is to ensure that the cases involved in commercial disputes are disposed of expeditiously, fairly and at reasonable cost to the litigant, and if such a suit which is as such arising out of the probate proceedings and/or is dispute with respect to the property are transferred to the Commercial Division/Commercial Court, there shall not be any difference between the Regular Civil Courts and the Commercial Division/Commercial Courts and the object for the establishment of the Commercial Division/Commercial Courts shall be frustrated.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6ea71e09d7c54402989cadfc996cc69d_250"
    },
    {
      "start": 46537,
      "end": 46827,
      "text": "26. In Vasu Healthcare Private Limited v. Gujarat Akruti TCG Biotch Limited & Another 2017 SCC OnLine Guj 724, referred to in extenso by my learned Brother, it was held that on plain reading of the relevant clause, it is clear that the expression used must mean actually used or being used.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "153600830e694535941cc03e434003f7_251"
    },
    {
      "start": 46828,
      "end": 46997,
      "text": "If the intention of the legislature was to expand the scope, in that case the phraseology used would have been different as for example, likely to be used or to be used.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b18faeb2945442d7890ddd5281dbdead_252"
    },
    {
      "start": 46998,
      "end": 47119,
      "text": "The word used denotes actually used and it cannot be said to be either ready for use or likely to be used; or to be used.",
      "labels": [
        "RATIO"
      ],
      "id": "798250daa1f942d4ad09704cf5a01f84_253"
    },
    {
      "start": 47120,
      "end": 47212,
      "text": "We entirely agree with the above purposive interpretation adopted by the Gujarat High Court.",
      "labels": [
        "RATIO"
      ],
      "id": "d7db2f463e3b46b4953acb455e31b598_254"
    },
    {
      "start": 47214,
      "end": 47496,
      "text": "27. The object and purpose of the establishment of Commercial Courts, Commercial Divisions and Commercial Appellate Divisions of the High Court is to ensure that the cases involved in commercial disputes are disposed of expeditiously, fairly and at reasonable cost to the litigants.",
      "labels": [
        "RPC"
      ],
      "id": "abeef253fb1e4d5181d3e7adc924b38e_255"
    },
    {
      "start": 47497,
      "end": 47929,
      "text": "Keeping in view the object and purpose of the establishment of the Commercial Courts and fast tracking procedure provided under the Act, the statutory provisions of the Act and the words incorporated thereon are to be meaningfully interpreted for quick disposal of commercial litigations so as to benefit the litigants especially those who are engaged in trade and commerce which in turn will further economic growth of the country.",
      "labels": [
        "RATIO"
      ],
      "id": "42225619474e41d38bbd424a1e234370_256"
    },
    {
      "start": 47930,
      "end": 48038,
      "text": "On the above reasonings, I agree with the conclusion arrived at by my esteemed brother Justice A.S. Bopanna.",
      "labels": [
        "NONE"
      ],
      "id": "2c9484b079cb4256aa08d5501a27112b_257"
    },
    {
      "start": 48040,
      "end": 48058,
      "text": ".J. [R. BANUMATHI]",
      "labels": [
        "NONE"
      ],
      "id": "3782766df56f40128dd25f257a51ea70_258"
    },
    {
      "start": 48059,
      "end": 48069,
      "text": "New Delhi;",
      "labels": [
        "NONE"
      ],
      "id": "8f8cc9b928ce44a3b918910cc478f63b_259"
    },
    {
      "start": 48070,
      "end": 48088,
      "text": "\nOctober 04, 2019.",
      "labels": [
        "NONE"
      ],
      "id": "ad1bc10e15c64bd993552610866a4ceb_260"
    }
  ]
}