{
  "id": "f28c6984b60279e760ca88fddd07228ea7e010dd77c8b57859897bebc39de75b",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nRameshbhai Amthabhai Desai vs Meera Education Trust Through ... on 3 May, 2024 \nAuthor: Vaibhavi D. Nanavati\nBench: Vaibhavi D. Nanavati \n                                                                               Neutral Citation\n\n\n\n\n     C/Cra/149/2024                          Judgment Dated: 03/05/2024 \n\n                                                                                undefined\n\n\n\n\n        In The High Court Of Gujarat At Ahmedabad\n\n          R/Civil Revision Application No. 149 of 2024\n\nFor Approval And Signature:\n\nHonourable Ms. Justice Vaibhavi D. Nanavati\n\n== = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = == \n\n1     Whether Reporters of Local Papers may be                     No\n      allowed to see the judgment ?\n\n2     To be referred to the Reporter or not ?                      No\n\n3     Whether their Lordships wish to see the fair                 No\n      copy of the judgment ? \n\n4     Whether this case involves a substantial question            No\n      of law as to the interpretation of the\n      Constitution of India or any order made\n      thereunder ? \n\n= = = = = = = = = = = = = = = = = = = = = = = = = == == == == == == == == = = = = = = = = = =\n           Rameshbhai Amthabhai Desai & Ors. \n                           Versus\n Meera Education Trust Through Authorized Trustee\n                   Farzan Kureshi & Anr. \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\nAppearance:\nMr. Mehul Shah, Senior Counsel assisted by Mr. D. P.\nKinariwala(410) for the Applicant(s) No. 1,2,3\nfor the Opponent(s) No. 2\nMr. Dhaval Dave, Senior Counsel assisted by Mr Ashish\nH Shah(2142) for the Opponent(s) No. 1\n====================================== = = = = = = = = = = = = = \n\n    Coram: Honourable Ms. Justice Vaibhavi D. Nanavati \n\n                              Page 1 of 33\n\n                                                   Downloaded on : Fri May 24 20:50:34 Ist 2024 \n                                                                                         Neutral Citation\n\n\n\n\n     C /Cra/149/2024                                   Judgment Dated: 03/05/2024\n\n                                                                                         undefined \n\n\n\n\n                             Date : 03/05/2024\n\n                             Oral Judgment\n1 . The present Civil Revision Application under Section 115 of the Code of Civil Procedure, 1908, is directed, being aggrieved and dissatisfied by the impugned order dated 07.03.2024 passed below Exh. 9, rejecting the application filed by the applicants for returning the plaint, under Order-7 Rule-10 of the Code of Civil Procedure, 1908, in Special Civil Suit No. 175 of 2023 by the 4th Additional Senior Civil Judge and Additional Chief Judicial Magistrate, Vadodara , copy of the said order is duly produced at Annexure-A.\n2. Brief facts leading to the filing of the present Application reads thus:\n2.1. The respondent No.1 herein has filed Suit being Special Civil Suit No. 175 of 2023 before the Court of Senior Civil Judge, Vadodara for declaration and direction alongwith the prayer of permanent injunction. The Suit was filed with respect to the property situated behind Swaminarayan Temple on Survey No. 49, City Survey No. 749 at Atladara, Vadodara. So far as the NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined prayer of declaration is concerned, it is prayed that the respondent No.1 is running a school in the capacity of the tenant. It was prayed that respondents have no right to interfere with the possession and with the educational activity being carried out in the school premises. It was further prayed that whatever writing or declaration or agreement, are there against the school, which are false and the same are without consent and has obtained by false declaration. So far as prayer of direction is concerned, it was prayed that the applicants be directed to execute a lease agreement as per the oral understanding. So far as prayer of permanent injunction is concerned, it was prayed that the applicants may be restrained from interfering with the possession and educational activity being carried out by the respondent no.1 in the school premises. \nThe said plaint is duly annexed at Annexure-B to the application. 2.2. In response to the summons issued, the applicants herein appeared and filed application under Order-7 Rule-10 of the Code of Civil Procedure on 08.08.2023. The same was exhibited at Exh.8. In the said application, it was mainly NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined contended by the applicants herein that the premises is used for the commercial purpose, and therefore, the provision of Commercial Courts Act, 2015 would be applicable and it is the Commercial Court, who has jurisdiction to entertain the Suit, and therefore, the plaint be returned, to be presented before the appropriate Court. The said application - under Order-7 Rule-10 of CPC, 1908 is duly produced at Annexure-C. 2.3. In view of the pendency of the application before the competent Court, the applicants approached this Court by way of filing Special Civil Application No. 856 of 2024, which came to be disposed of by order dated 05.02.2024 directing the competent court to decide the application below Exh.8 on 19.02.2024 and if the competent Court needs to hear the parties, then hear and decide the said application, within period of 15 days, the said order dated 05.02.2024 is duly produced at Annexure-E. 2.4. The competent Court has rejected the application filed by the present applicants under Order-7 Rule-10 of CPC, by impugned order dated 07.03.2024, on the ground that the plaintiff is educational institution, which was on lease of 33 NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined years, which is cancelled on 28.02.2023 and the suit is for permanent injunction with reference to the interference of the possession, and therefore, the suit is not such that the same can be referred as a commercial dispute and the Civil Court has jurisdiction to decide the Suit, and accordingly, the application came to be dismissed.\n2.5. Being aggrieved and dissatisfied with the impugned order at Annexure-A, the applicants herein have approached this Court, with the following reliefs:\n\"A. Your Lordships may be pleased to admit and allow this application;\nB. Your Lordships may be pleased to quash and set aside the order dated 07.03.2024 passed below Exh.9 in Special Civil Suit No. 175 of 2023 by the Ld. 4 th Additional Senior Civil Judge and Additional Chief Judicial Magistrate, Vadodara at Annexure-A to this application;\nC. Pending, admission, hearing and final disposal of this application, be pleased to stay the execution, implementation and operation of the order dated 07.03.2024 passed below Exh.9 in Special Civil Suit No. 175 of 2023 by the Ld. 4 th Additional Senior Civil Judge and Additional Chief Judicial Magistrate, Vadodara at Annexure-A to this application D. Be pleased to stay the further proceedings of Special Civil Suit No. 175 of 2023 pending before the Ld. 4 th Additional Senior Civil Judge and Additional Chief Judicial Magistrate, Vadodara; E. Be pleased to grant any other relief/s as may deem fit proper, in the interest of justice.\" \n3. Heard Mr. Mehul Shah, learned senior counsel assisted by Mr. D.P. Kinariwala, learned advocate appearing for NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined the applicant and Mr. Dhaval Dave, learned senior counsel assisted by Mr. Ashish Shah, learned advocate appearing for the respondent no.1.\n3.1. Mr. Mehul Shah, learned senior counsel submits that the plaintiff being an educational institution falls under the definition of Section 2(1)(C)(VII) of the Commercial Courts Act, 2015 (for short hereinafter referred to as 'the Act, 2015') and placing reliance on the same , submits that trade and commerce includes education. That the property is used for the commercial purpose, therefore, the suit would be in the nature of commercial dispute as defined under Section 2(1(C)(VII) of the Act, 2015. 3.2. Mr. Shah, learned senior counsel submits that the relief claimed in the plaint itself suggests that the plaintiff is seeking relief of specific performance of an agreement relating to an immovable property, used exclusively for the trade and commerce, and therefore, the application was filed for return of plaint and the plaint is required to be returned in view of Section 15 of the Act, 2015, however, the said application is erroneously dismissed by the competent Court. It is submitted NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined that the specific performance of an agreement is sought for, of the property, which is used for the purpose of trade and commerce. \n3.3. Mr. Shah, learned senior counsel submits that the Building Usage (B.U.) permission is issued by the Corporation for commercial purpose/ use, naturally, the dispute with respect to the said property would be a commercial dispute, as defined in Section 2(1)(C)(VII) of the Act, 2015. It is submitted that the plaintiff is an educational institution and education activities working for the development of education. Mr. Shah, learned senior counsel submits that, the property is used for the educational purpose and it cannot be said that the property is not a commercial property. \n3.4. Reliance is placed on the judgment reported in 1992 (3) SCC 390 in the case of Municipal Corporation of Delhi V/s. Children Book Trust, wherein, placing reliance on the same, it is submitted that by Mr. Shah, learned senior counsel that the Hon'ble Apex Court has considered and came to the conclusion that an institution imparting education and run on commercial NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined lines with profit motive is not a charitable institution. The property in question is running for absolutely commercial nature and only Commercial Court can entertain the said Suit. 3.5. Mr. Shah, learned senior counsel also placed reliance on the decision of the Hon'ble Supreme Court in the case of Ambalal Sarabhai Enterprises v/s. K.S. Infraspace LLP reported in 2020 (15) SCC 585.\n3.6. It is submitted that, in view of the aforesaid ratio as laid down by the Hon'ble Apex Court, the impugned order be quashed and set aside and the plaint is requited to be returned in view of Section 15 of the Act, 2015.\n4.1. Per contra, Mr. Dhaval Dave, learned senior counsel submits that, no interference is called for, in the impugned order, rejecting the application filed by the applicants herein under Order-7 Rule-10 of the CPC, wherein, the said application was rejected, mainly on the ground that the subject matter of the Civil Suit is such that the same would not qualify as a 'commercial dispute' under Section 2(c)(vii) of the Act, 2015 and NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined since the agreement for which specific performance is sought by the respondent no.1, is not signed by the applicants, the provision of Arbitration contained therein is of no avail to the applicants for invoking the application of Section 8 of the Act, 1996. \n4.2. It is submitted that reliance placed by the applicants on the decision (1992) 3 SCC 390 (supra), wherein, it is held in paragraphs- 34 and 65 that imparting education cannot be per-se construed as a charitable activity, so as to exclude the same from the purview of the same being called as trade or commerce. Placing reliance on the aforesaid ratio, the case of the applicants is that imparting education by running a school is a not an activity of trade or commerce, which would attract Section 2(c)\n(vii) of the Act, 2015. It is submitted that, the activity of imparting education is per-se charitable in nature and is an 'occupation' distinct and different from trade and commerce. 4.3. Reliance was also pleased on the ratio as laid down by 11 judges Bench decision of the Hon'ble Supreme Court rendered in the matter of TMA Pai Foundation v/s. State of NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined Karnataka reported in (2002) 8 SCC 481. Reliance was also placed on the decision dated 30.01.2023 of the Hon'ble Karnataka High Court in Writ Petition No. 18093 of 2022 in the matter of Dhee Educational and Cultural Trust & Ors. v/s. M/s. Hartana Projects LLP. It is submitted that the facts of the present case are almost pari-materia to the facts of the said case. 4.4. Placing reliance on the same, it is submitted that the activity of imparting education is neither trade nor commerce, so as to attract the applicability of Section 2(c)(vii) of the Act, 2015. Mr. Dave, learned senior counsel submitted that the reliance placed on the decision of Ambalal Sarabhai (supra), it was ruled that the word trade or commerce featuring in section 2(c)(vii) of the Act, 2015 is required to be construed narrowly and not broadly, so as to ensure that only the activities, which are strictly construed as trade or commerce are included therein, without expanding the scope. \n4.5. On merits, it is submitted by Mr. Dave, learned senior counsel that even if assuming without prejudice, if running of a school is trade or commerce, the same would not attract the NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined applicability of section 2(c)(vii) of the Act, 2015, in view of the fact that the aforesaid would not satisfy the three fold requirements, (i) The factum of agreement should not be in dispute between the parties to the suit; (ii) The agreement must be in respect of an immovable property; and (iii) The immovable property should be used exclusively for trade or commerce, pursuant and in furtherance of such an agreement. 4.6. In the facts of the present case, the aforesaid three requirements of the provision are not being met. The factum of agreement of which specific performance is sought, is disputed by the applicants. The immovable property in question can be said to be used for trade or commerce only upon the specific performance of the agreement having been granted in favour of the respondent no.1 and the registered lease deed is executed in due compliance thereof. \n4.7. Mr. Dave, learned senior counsel submits that, at present the use of the immovable property by respondent no.1 for running a school cannot be said to be pursuant to and in furtherance of the agreement between the applicants and NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined respondent no.1, whose specific performance is sought. In view thereof, Section 2(c)(vii) of the Act, 2015 is not applicable to the facts of the present case. \n4.8. Mr. Dave, learned senior counsel submits that the reliance is placed by the applicants herein on the decision of this Court in Kushal Limited reported in (2023) 1 GLR 620, wherein, the decision is with respect to a warehouse, which can always be construed as an activity of trade or commerce. Therefore, in the facts of the present case, the same would not apply. 4.9. Mr. Dave, learned senior counsel submits that as regards point of arbitration, the same was not argued by the applicants, during the course of hearing of the Revision Application. It is submitted that against the rejection of application under Section 8 of the Arbitration Act, Revision is not maintainable, as the Arbitration Act provides for an appeal against an order, refusing to refer the subject matter of suit to arbitration under Section 8 of the Arbitration Act. 4.10. Mr. Dave, learned senior counsel lastly submitted NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined that, no interference is called for in the findings arrived at by the competent Court that the draft agreement was not signed by the applicants, and therefore, the arbitration clause cannot be invoked.\nANALYSIS:\n5. Having heard the learned senior counsels appearing for the respective parties, the following emerge:\n( A ) The opponent no.1 - Meera Education Trust is a registered public charitable Trust under Bombay Public Trust Act vide Registration No. E/4684/ Vadodara and is involved in various kinds of educational activities and is in the field of education, having filed the Suit being Special Civil Suit No. 175 of 2013 seeking declaration, specific performance and permanent injunction against the defendants. \n(B) The cause of action for filing the suit arose as stated in Para-8 of the plaint, which reads thus:\n\"(8) Cause of suit :-\nCause of the suit has arisen since I, the defendant No.1 has executed rent agreement in favour of the plaintiff on 2/4/2014, and thereafter also I, plaintiff, am given absolute trust, reliance NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined and by making false submission, by taking disadvantage, plaintiff's rent agreement was cancelled and thereafter, also when decided to make a draft for executing a rent agreement and when plaintiff paid necessary stamp duty and registration fee for executing the said rent agreement and thereafter, when it transpired that the defendant no.1 of this case does not intend to execute a new rent agreement thereafter, constant possession occupancy of the plaintiff has been continued even today also and thereafter, at present, for the last few days, the defendant Nos. 1 to 3 of this case are intimidating me to vacate the suit property and thereafter, the cause of this suit has continued to arise in the jurisdiction of this Honourable Court.\" \n(C) In view thereof, the prayers as prayed for in the Suit in Para-10 by the original plaintiff, reads thus:\n\"(10) Therefore, prays that,\n1. As the rights of the undersigned Plaintiff are included under the Agreement and the Act in the entire property alongwith construction admeasuring 98426 Sq.Ft. in the name of the school run by the undersigned Plaintiff namley, The Tree House High School, falling in the premises concerned admeasuring 4806 Sq.Mt. located in mouje village Atladara in registration District Vadodara, Sub-district Vadodara, B/h Swaminarayana Temple and as on today also plaintiff's legal possession is being there towards the place, the defendants do not have any right or power to do any act which may cause hindrance or obstruction in the educational proceedings running in the said property and take any action against it and if any agreements, writings have been executed against it without plaintiff's implied consent and by giving trust and reliance to the plaintiff and by making false submissions then they are not bound to the plaintiff, be pleased to declare such.\n2. As the rights of the undersigned Plaintiff are included under the Agreement and the Act in the entire property alongwith construction admeasuring 98426 Sq.Ft. in the name of the school run by the undersigned Plaintiff namely, The Tree House High School, falling in the premises concerned admeasuring 4806 Sq.Mt. located in mouje village Atladara in NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined registration District Vadodara, Sub-district Vadodara, B/h Swaminarayana Temple in this regard, the defendant No.1 to 3 should execute necessary agreements, writings in favour of plaintiff as understanding has been done with defendant No.1 to execute rent agreement. Be pleased to pass an order against the defendant No. 1 to 3 to comply the such conditions. \n3. As the rights of the undersigned Plaintiff are included under the Agreement and the Act in the entire property alongwith construction admeasuring 98426 Sq.Ft. in the name of the school run by the undersigned Plaintiff namely, The Tree House High School, falling in the premises concerned admeasuring 4806 Sq.Mt. located in mouje village Atladara in registration District Vadodara, Sub-district Vadodara, B/h Swaminarayana Temple, the defendants or their companions, persons be restrained from causing hindrance or obstruction in the plaintiff's possession under contract and legal and the defendants be restrained from acting in such a manner which may cause hindrance or obstruction towards possession of the plaintiff 4. Be pleased to awards to cost of the suit from defendants. \n5. Be pleased to grant any other and further relief/s which may deem fit and proper.\"\n(D) It is apposite to refer to the relevant part of the impugned order dated 07.03.2024, which reads thus:\n\"(7) According to the Opponent, the contention taken in the Plaintiff's claim is that the so-called contract is subject to professional terms and conditions as per Commercial Law. The the disputes regarding money transactions in the contract are also commercial in nature. The property mentioned is also a commercial property. Also all the parties are involved in commercial activities and in view of that, there is a dispute as mentioned in Section 2(1)(c) of the Commercial Disputes Act 2015. So first of all on looking at the above clause, it states that ;\n\"commercial dispute\" means a dispute arising out of - NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined (i) ordinary transactions of Merchant, Bankers, Financiers and Traders such as those relating to mercantile documents, including enforcement and interpretation of such documents :\n(ii) agreement relating to immovable property used exclusively in trade or commerce. \nThe explanation provides that a commercial dispute would otherwise not cease to be commercial dispute merely because action involves recovery of immovable property or realization of money out of immovable property or involve any other relief pertaining to immovable property.\nIf any ingredients in the sub-clauses in the section are satisfies the dispute would become commercial dispute sub clause (vii) of this definition section says that the commercial dispute means a dispute arising out of agreements relating to immovable property views exclusively.\nIn Ambalal Sarabhai Enterprises Limited the Supreme Court held that the dispute to be commercial dispute under sec. 21(1)(c)(vii) the agreement between the parties must refer to immovable property used or being used exclusively in trade and commerce. It was held that the word used in the section was indicative of the requirement that the property is actually used and it cannot be either ready for use or likely to be used or to be used\" \nIn the present case, the Plaintiff has filed the present suit to seek specific enforcement of the Contract and to seek permanent injunction. \n- The Plaintiff Mira Education is an educational institution which is registered as Trust. \n- The Plaintiff has executed a Service Agreement with the Opponent no. 4 on 23/12/2008. According to which, the Plaintiff has obtained rights to use the name of 'The Tree House' as well as to use its educational resources as well as its working method (procedure) mentioned therein. \n- The disputed place was of the ownership of opp. no. 4, and it was kept on rent by the Plaintiff for the period of 33 years to run Tree House and the said Rent Agreement was executed on 02/04/2014. The monthly rent of Rs. 1,50,000/- was to be paid for the same. \nNEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined At present total 1950 students are studying in the said School which was kept on rent for the period of 33 years and the Original Rent Agreement done with the Oppo. no. 4 was canceled on 28/02/2023. \n- As mentioned by the Plaintiff, if Oppo. no. 4 sells the property to Oppo. no. 5, then the Plaintiff had shown willingness to pay the rent of Rs. 30,00,000/ and it was decided to draft a new Rent Agreement for the period of 27 years.\n- An Agreement to Sale was executed between Oppo. no. 4 and Oppo. no. 2 on 15/07/2022.\n- As stated by the Plaintiff, the payments were done to the Oppo.\nno. 2 as follows ; Rs. 50,00,000/- on 14/07/2022 and Rs. 50,00,000/- on 31/10/2022. Oppo. no. 2 had returned the said deposit to the Plaintiff on 14/02/2023. Oppo. no. 1 had purchased the disputed matter from Oppo. no. 4 vide Registered Sale Deed, but as stated by the Plaintiff, the opponents have not done any Rent Agreement with him (the Plaintiff). However, as the disputed place was a School, as stated by the Plaintiff a school is running at that place. \n- As stated by the Plaintiff, according to the conditions of the Rent Agreement, the below mentioned amounts have been paid to Oppo. no. 1, which are as follows ;\nRs. 1,00,00,000/- - as Security Deposit. \nRs. 32,40,000/- and Rs. 5,00,000/- as Rent. Hence, the Plaintiff has filed present suit to get the Declaration as well as Stay Order with a prayer that Opponents shall execute the Rent Agreement in his favor (of the Plaintiff) as per the stipulated terms. \nOppo. no. 1 to 3 has represented that, also according to section 8 of Arbitration and Conciliation Act, the present Court does not have Jurisdiction to conduct hearing of the present suit. Also it is further stated that if on considering the Service Agreement dtd. 23/12/2008 of the Plaintiff, then according to the said Agreement also, it has been clearly revealed that the said Agreement is of commercial nature and it was decided by the Plaintiff and Oppo. no. 4 to execute the Contract on the basis of professional understanding between them. Also as the specific condition for arbitration have been decided in condition no.14.6 of the Contract as well as the present Plaintiff had drafted the Lease Deed through his Advocate which was executed with the Oppo. Nos. 1 to 3 in which the Clause of Arbitration as well as Jurisdiction were decided in condition no. 14 also. As the present Court does not have jurisdiction to run the trial of Plaintiff, NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined hence it is urged to return (transfer) the said suit in the Court having its jurisdiction. \nIn that reference, it is important to consider Section-8 of Arbitration and Conciliation Act. \nPower to refer parties to arbitration where there is an arbitration agreement. : --\nA judicial authority, before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party so applies not later than when submitting his first statement on the substance of the dispute, refer the parties to arbitration. (2) The application referred to in sub-section (1) shall not be entertained unless it is accompanied by the original arbitration agreement or a duly certified copy thereof: (3) Notwithstanding that an application has been made under sub-section (1) and that the issue is pending before the judicial authority, an arbitration may be commenced or continued and an arbitral award made. \nNow, in that reference, if on considering the representations of Oppo. Nos. 1 to 3, there was the clause of Arbitration in the Contract which was executed between Plaintiff and Oppo. no. 4, but that Contract has been canceled on 28/02/2023. Whereas, no signature of any of the parties are there in the draft which have been produced by the Plaintiff, which could not be said as Contract. In these conditions also the said suit is not liable to be returned. \nAs stated by the Opponents, the said suit is related to the immovable property, only the Commercial Court has jurisdiction to run its trial. But, the present Court does not agrees with the argument of the aforesaid argument of the advocate of opponent. But, on looking to the authority of the Commercial Court, agreement relating to immovable property used exclusively in trade and commerce. \nLooking to the facts of the present case, the Plaintiff is an educational institution, which is working for the development of education and for which the Plaintiff had kept (the said property) on lease of 33 years on contract with oppo. no. 4. The said Contract have been canceled on 28/02/2023. According to the dispute which took place between the Plaintiff and the Opponents, the Plaintiff has filed the present suit for not interfering in the possession of Plaintiff, to execute the Rent Agreement and to get NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined Permanent Injunction (Stay) Order. Hence it is not possible to include all the suits related to immovable property in Commercial Court. Thus, as the only authority to run the trial of said suit is lying with the Civil court, hence, the application of the Opponent to transfer the said suit in Commercial Court is not liable to be permitted. Below mentioned Order is passed under the application of the Opponent. \n:: O R D E R :: \n- The application of Oppo. Nos . 1 to 3 vide exhibit - 9 is hereby rejected. \n- No order as to costs.\"\n(E) It is the case of the applicants - defendants that the suit be tried as a commercial suit and therefore, preferred an application under Order-7 Rule-10 of the Code of Civil Procedure, 1908 to return the plaint under Section 15 of the Act, 2015, treating the suit as a commercial dispute.\n(F) It is apposite to refer to Order-7 Rule-10 of the Code of Civil Procedure, 1908, which reads thus:\n\"10. Return of Plaint - [ Subject to the provisions of Rule 10-A, the plaint shall] at any stage of the suit be returned to be presented to the Court in which the suit should have been instituted. \n[Explanation - for the removal of doubts, it is hereby declared that a Court of Appeal or Revision may direct, after setting the Decree passed in a suit, the return of the plaint under this sub-rule].\"\n(G) It is apposite to refer to Section 2(1)(c)(vii) of the NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined Commercial Act, 2015, which reads thus:\n\"2. Definitions- (1) In this Act, unless the context otherwise requires, -\n(c) \"commercial dispute\" means a dispute arising out of -\nxxx xxx (vii) Agreements relating to immovable property used exclusively in trade or commerce.\"\n(H) Section 2(1)(c) of the Commercial Act, 2015, provides that the dispute would be treated as a commercial dispute for an agreement relating to immovable property used exclusively for trade or commerce. The explanation provides that commercial dispute would otherwise not cease to be a commercial dispute, merely because action involves for recovery of immovable property or for realization of monies out of immovable property given as security or involves any other relief pertaining to immovable property. If, any ingredients of sub-clauses of the Section are satisfied, the dispute would be a commercial dispute. Sub-clause(7) of the definition provides that, the commercial dispute means a dispute arising out of agreements relating to immovable properties exclusively for trade or commerce. \nNEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined (H1). In the facts of the present case, the plaintiff is an educational institution, which is working for the development of education and for which the plaintiff had kept (the said property) on lease of 33 years on contract with opponent no. 4. Furthermore, the said contract have been canceled on 28/02/2023. According to the dispute which took place between the original plaintiff and the original opponents, the plaintiff has filed the aforesaid suit for not interfering in the possession of plaintiff, to execute the rent agreement and to get permanent injunction (stay) order. \n(I) In the facts of the present case, the property in question is used for educational purposes. The aforesaid was considered in the case of TMA Pai Foundation v/s. State of Karnataka reported in (2002) 8 SCC 481 by bench of 11 Judges, wherein, it was held in Paras- 19, 20, 57 an 239, which reads thus:\n\"19.We will first consider the right to establish and administer an educational institution under Article 19(1)(g) of the Constitution, and deal with the right to establish educational institutions under Articles 26 and 30 in the next part of the judgment while considering the rights of the minorities.\nNEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined 20.Article 19(1)(g) employs four expressions viz. profession, occupation, trade and business. Their fields may overlap, but each of them does have a content of its own. Education is per se regarded as an activity that is charitable in nature (see State of Bombay v. R.M.D. Chamarbaugwala [AIR 1957 SC 699 : 1957 SCR 874] ). Education has so far not been regarded as a trade or business where profit is the motive. Even if there is any doubt about whether education is a profession or not, it does appear that education will fall within the meaning of the expression \"occupation\". Article 19(1)(g) uses the four expressions so as to cover all activities of a citizen in respect of which income or profit is generated, and which can consequently be regulated under Article 19(6). InWebster's Third New International Dictionary, at p. 1650, \"occupation\" is, inter alia, defined as \"an activity in which one engages\" or \"a craft, trade, profession or other means of earning a living\". \n57. We, however, wish to emphasize one point, and that is that inasmuch as the occupation of education is, in a sense, regarded as charitable , the Government can provide regulations that will ensure excellence in education, while forbidding the charging of capitation fee and profiteering by the institution. Since the object of setting up an educational institution is by definition \"charitable\", it is clear that an educational institution cannot charge such a fee as is not required for the purpose of fulfilling that object. To put it differently, in the establishment of an educational institution, the object should not be to make a profit, inasmuch as education is essentially charitable in nature. There can, however, be a reasonable revenue surplus, which may be generated by the educational institution for the purpose of development of education and expansion of the institution. \n239. Article 19 of the Constitution, insofar as it is relevant for the present discussion, is as under:\n\"19. Protection of certain rights regarding freedom of speech, etc.--\n(1) All citizens shall have the right-- (a)-(f)***\n(g) to practise any profession, or to carry on any occupation, trade or business. \n(2)-(5)*** (6) Nothing in sub-clause (g) of the said clause shall affect the operation of any existing law insofar as it imposes, or prevent the NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined State from making any law imposing, in the interests of the general public, reasonable restrictions on the exercise of the right conferred by the said sub-clause, and, in particular, nothing in the said sub- clause shall affect the operation of any existing law insofar as it relates to, or prevent the State from making any law relating to,--\n(i) the professional or technical qualifications necessary for practising any profession or carrying on any occupation, trade or business, or (ii) the carrying on by the State, or by a corporation owned or controlled by the State, of any trade, business, industry or service, whether to the exclusion, complete or partial, of citizens or otherwise.\" \nArticle 19 confers on all citizens rights specified in sub-clauses (a) to (g). The fundamental rights enshrined in sub-clause (g) of clause (1) of Article 19 of the Constitution are to practise any profession, or to carry on any occupation, trade or business. We are concerned here with the right to establish educational institutions to impart education at different levels, primary, secondary, higher, technical, professional etc. Education is essentially a charitable object and imparting education is, in my view, a kind of service to the community , therefore, it cannot be brought under \"trade or business\" nor can it fall under \"profession\". Nevertheless, having regard to the width of the meaning of the term \"occupation\" elucidated in the judgment of the Hon'ble the Chief Justice, the service which a citizen desires to render by establishing educational institutions can be read in \"occupation\". This right, like other rights enumerated in sub-clause (g), is controlled by clause (6) of Article 19. The mandate of clause (6) is that nothing in sub-clause (g) shall affect the operation of any existing law, insofar as it imposes or prevents the State from making any law imposing, in the interests of the general public, reasonable restrictions on the exercise of right conferred by the said sub-clause and, in particular, nothing in the said sub-clause shall affect the operation of any existing law insofar as it relates to or prevents the State from making any law relating to : (i) the professional or technical qualifications necessary for practising any profession or carrying on any occupation, trade or business; or (ii) the carrying on by the State, or by a corporation owned or controlled by the State, of any trade, business, industry or service, whether to the exclusion, complete or partial, of citizens or otherwise. Therefore, it may be concluded that the right of a citizen to run educational institutions can be read into \"occupation\" falling in sub-clause (g) of clause (1) of Article 19 which would be subject to the discipline of clause (6) thereof.\" \nNEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined (I1) In light of the aforesaid ratio as referred above, imparting education is not an activity of either trade or commerce. Imparting education is per-se charitable in nature and is an occupation 'distinct and different' from trade or commerce. The premises used for the educational purpose cannot be termed as used exclusively for the purpose of trade or commerce. (J) In the case of Ambalal Sarabhai Enterprises v/s. K.S. Infraspace LLP & Anr. reported in (2020) 15 SCC 585, wherein, it was held in Paras-30, 31, 36 and 37, which reads thus:\n\"30.The Preamble of the Commercial Courts Act, 2015 reads as under:\n\"An Act to provide for the constitution of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto.\"\n31.The Statement of Objects and Reasons of the Commercial Courts Act reads as under:\n\"Statement of Objects and Reasons.--The proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time. The high value commercial disputes involve complex facts and question of law. Therefore, there is a need to provide for an independent mechanism for their early resolution. Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system. \n***\n6.It is proposed to introduce the Commercial Courts, Commercial NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined Division and Commercial Appellate Division of High Courts Bill, 2015, to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015, which inter alia, provides for the following namely-- (i) constitution of the Commercial Courts at District level except for the territory over which any High Court is having ordinary original civil jurisdiction;\n(ii) constitution of the Commercial Divisions in those High Courts which are already exercising ordinary civil jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction;\n(iii) constitution of the Commercial Appellate Division in all the High Courts to hear the appeals against the orders of the Commercial Courts and the orders of the Commercial Division of the High Court;\n(iv) the minimum pecuniary jurisdiction of such Commercial Courts and Commercial Division is proposed as one crore rupees; and (v) to amend the Code of Civil Procedure, 1908, as applicable to the Commercial Courts and Commercial Divisions which shall prevail over the existing High Courts Rules and other provisions of the Code of Civil Procedure, 1908, so as to improve the efficiency and reduce delays in disposal of commercial cases.\"\nThe object and purpose of the Commercial Courts Act is to ensure that the Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division of the High Courts and also to ensure that the commercial cases are disposed of expeditiously, fairly and at reasonable cost to the litigant. \n36. A perusal of the Statement of Objects and Reasons of the Commercial Courts Act, 2015 and the various amendments to the Civil Procedure Code and insertion of new rules to the Code applicable to suits of commercial disputes show that it has been enacted for the purpose of providing an early disposal of high value commercial disputes. A purposive interpretation of the Statement of Objects and Reasons and various amendments to the Civil Procedure Code leaves no room for doubt that the provisions of the Act require to be strictly construed. If the provisions are given a liberal interpretation, the object behind constitution of Commercial Division of Courts viz. putting the matter on fast track and speedy resolution of commercial disputes, will be defeated. If we take a closer look at the Statement of Objects and Reasons, words such as \"early\" and \"speedy\" have been incorporated and reiterated. The object shall be fulfilled only if the provisions of the Act are interpreted in a narrow sense and not hampered by the usual procedural delays plaguing our traditional NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined legal system. \n37. A dispute relating to immovable property per se may not be a commercial dispute. But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2(1)(c) of the Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\". The words \"used exclusively in trade or commerce\"\nare to be interpreted purposefully. The word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\"\nor \"to be used\". It should be \"actually used\". Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure discussed above.\" \n(J1) The Hon'ble Apex Court in the aforesaid judgment has held that, the word trade or commerce featuring in section 2(c)(vii) of the Act, 2015 deserves to be construed narrowly and not broadly, so as to ensure only the activities, which are strictly construed as trade or commerce are included therein, without expanding the scope thereof. \n(K) In the case decided in Kushal Limited reported in (2023) 1 GLR 620 was a decision with respect to the warehouse, which is always construed as an activity of trade and commerce. Therefore, in the facts of the present case, the aforesaid ratio would not apply. \n(L) The Hon'ble Karnataka High Court in Writ Petition NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined No. 18093 of 2022 in the matter of Dhee Educational and Cultural Trust & Ors. v/s. M/s. Hartana Projects LLP , held in Paras-18, 19, 28 and 29, which reads thus:\n\"18. Sri. T Sooryanarayana next argues that the consistent view of the Courts in India has been that running an educational institution is neither trade nor business nor commerce. The expression 'used exclusively in trade or commerce' in Section 2(1)\n(c)(vii) of the Commercial Courts Act must receive a similar interpretation excluding suits by or against institutions offering education even if based on agreements relating to immovable property/ies. Notwithstanding the consistent view across different subjects that running educational institution is neither trade nor business nor commerce, if only for the purposes of the Commercial Courts Act, running educational institutions is construed as trade or business or commerce, that would be adopting a liberal construction as against a narrow and purposive construction exposited by the Hon'ble Supreme Court in Ambalal Sarabhai Enterprises Ltd. [supra]. \n19. In support of the submission that running of educational institutions is consistently held as not trade or commerce, Sri. T Sooryanarayana relies upon the following decisions:\n[i] Unnikrishnan J P and others v. State of Andhra Pradesh and others5: Sri. T Sooryanarayana argues that a Constitutional Bench of the Hon'ble Supreme Court while considering, amongst others, whether there is a fundamental right to establish an educational institution under Article 19(1)(g) of the Constitution of India which enshrines the right to practice any profession, or to carry on any occupation, trade or business, has also considered the meaning to be attributed to the expression such as profession, occupation, trade or business. It is ultimately opined that right to establish an educational institution can neither be a trade or business, nor can it be profession within the meaning of Article 19(1)(g), and he draws the attention of this Court, amongst others, to the opinion reads as follows6 :\n\"Imparting of education has never been treated as a trade or business in this country since the time immemorial. It has been treated as a religious duty. It has been treated as a charitable NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined activity. But never as trade or business\". \n[ii] Sri. T Sooryanarayana, relying upon the declaration in paragraph 198 of this judgment, also submits that running of institutions to impart education is declared as something that cannot be allowed to become commerce and therefore, it follows that running of an educational institution cannot be commerce and he draws the attention of this Court to the following:\n\"Education cannot be allowed to be converted into commerce nor can the petitioners seek to obtain the said result by relying upon the wider meaning of \"occupation\". The content of the expression \"occupation\" has to be ascertained keeping in mind the fact that clause (g) employs all the four expressions viz., profession, occupation, trade and business. Their fields may overlap, but each of them does have a content of its own, distinct from others. Be that as it may, one thing is clear-imparting of education is not and cannot be allowed to be commerce.\" \n[iii] Nitte Education Trust, Nitte, Karkala Taluk, Dakshina Kannada and another v. Union of India and Another7: Sri. T Sooryanarayana submits that this Court was considering whether the provisions of Monopolies and Restrictive Trade Practices Act, 1969 would apply to running an educational institution. This Court, after referring to the decision of the Hon'ble Supreme Court in Unni Krishnan J P v. State of Andhra Pradesh [supra] and to the definition of expressions such as Trade, Trade Practices and Services in this enactment, and while considering the question whether charging of a higher fee by itself would render running of an educational institution a trade has opined thus:\n\"It is a farce to contend that the charging of the higher fee by private educational institution than the fees charged for similar courses in government colleges or government aided colleges, but within the ceiling prescribed under the Act would make or render the education or establishment of educational institutions to be trade, it is farce and is far from reality.\"\n[iv] M P Electricity Board and others v. Shiv Narayan and another8: Sri. T Sooryanarayana argues that the Hon'ble Supreme Court in this decision, while considering the difference between the expressions 'profession' and 'commerce', has emphasized that the words 'non-domestic' and 'commercial' are not NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined interchangeable, and 'commercial' is defined as traffic, trade or merchandise in buying and selling of goods with the motive of gaining profit. As such, running of an educational institution, even for a fee, cannot be construed as commerce. \n28. Further, this Court is of the considered view that it cannot be reasonably opined that running of an educational institution for the purpose of the provisions of the Commercial Courts Act would be either trade or commerce though it would not be so in the context of the right that is enshrined under Article 19(1)(g) of the Constitution of India, or for the purposes of other Statutes when the common parlance meaning is not ascribed to the expression 'trade or commerce' in Section 2(1)(c)(vii) of the Commercial Courts Act and strict interpretation rule is applied. If these expressions, notwithstanding the consistent view, are construed accordingly, it would mean signifying a wider connotation. Therefore, the question for consideration is answered in the negative holding that if a dispute arises out of an agreement relating to immovable property which is used exclusively for the purposes of running an educational institution, it cannot be a commercial dispute within the meaning of Section 2(1)(c)(vii) of the Commercial Courts Act.\n29. In the present case, it is beyond pale of dispute that the subject property is used exclusively for the purposes of running an educational institution - a school. When this is undisputed, the other circumstances referred to by the Commercial Court would be extraneous, and these circumstances would not confer jurisdiction in the Commercial Court. In that event, the Commercial Court's order rejecting the petitioner's application under Order VII Rule 10 CPC cannot be sustained and hence, this Court must intervene with necessary orders. This takes this Court to the orders that have to follow as regards the amount of Rs.50 lakhs in deposit. As the petitioner's application under Order VII Rule 10 CPC is being allowed with necessary order for return of the plaint before the Commercial Court and because this amount is deposited to show bona fides, it would only be reasonable to return the same to the petitioners leaving all questions open to be decided after the plaint if re-presented in terms of this order. Hence, the following:\nORDER NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined [a] The petition is allowed, and the Commercial Court's impugned order dated 30.07.2022 is quashed. The petitioner's application under Order VII Rule 10 CPC is allowed directing the Commercial Court to return the plaint to the respondent to be presented before the competent court of jurisdiction. [b] The Commercial Court is called upon to intimate to the respondent/its representative, as contemplated under Order VII Rule 10A of CPC, this order to return plaint with liberty to the respondent to file an application as permissible under Order VII Rule 10A(2) of CPC within such reasonable time as it may permit. \n[c] The Registry is directed to return the amount of Rs.50 Lakhs in deposit to the first petitioner subject to compliance as may be required. \nAll pending applications stand disposed of by this order.\" \nM. Mr. Shah, learned senior counsel appearing for the applicants herein is not in a position to controvert the aforesaid position of law, as referred above. \n6.1. The competent Court while passing the impugned order dated 07.03.2024 has held that the plaintiff- Meera Education Trust is an educational institution, registered as a Trust. The original Plaintiff has executed a service agreement with the original opponent no. 4 on 23/12/2008. According to which, the plaintiff has obtained rights to use the name of 'The Tree House' as well as to use its educational resources as well as its working method (procedure) mentioned therein. Further, the NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined disputed place was of the ownership of opponent no. 4, and it was kept on rent by the plaintiff for the period of 33 years to run Tree House and the said rent agreement was executed on 02/04/2014. The monthly rent of Rs. 1,50,000/- was to be paid for the same. At present total 1950 students are studying in the said School which was kept on rent for the period of 33 years and the original rent agreement executed with the opponent no.\n4 was canceled on 28/02/2023. As mentioned by the plaintiff, if Opponent no. 4 sells the property to opponent no. 5, then the plaintiff had shown willingness to pay the rent of Rs. 30,00,000/-\nand it was decided to draft a new rent agreement for the period of 27 years. An agreement to sale was executed between original opponent no. 4 and original opponent no. 2 on 15/07/2022. As stated by the plaintiff, the payments were done to the opponent no.2, i.e. Rs. 50,00,000/- on 14/07/2022 and Rs. 50,00,000/- on 31/10/2022. That the opponent no. 2 had returned the said deposit to the original plaintiff on 14/02/2023. The opponent no. 1 had purchased the disputed matter from opponent no. 4 vide registered sale deed, but as stated by the plaintiff, the opponents have not done any rent agreement with him (the plaintiff). \nNEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined However, as the disputed place was a school, as stated by the plaintiff a school is running at that place, according to the conditions of the rent agreement, the amounts have been paid to opponent no. 1, which are; Rs. 1,00,00,000/- as Security Deposit and Rs. 32,40,000/- and Rs. 5,00,000/- as Rent. Hence, the plaintiff has filed suit to get the declaration as well as stay order with a prayer that opponents shall execute the rent agreement in his favor (of the Plaintiff) as per the stipulated terms. 6.2. Further, in that reference, if on considering the representations of opponent Nos. 1 to 3, there was the clause of arbitration in the contract, which was executed between plaintiff and opponent no. 4, but that contract has been canceled on 28/02/2023. Whereas, no signature of any of the parties are there in the draft which have been produced by the plaintiff, which could not be said or considered as a contract. In that view of the matter also, the said suit is not liable to be returned. 6.3. That while passing the impugned order, the competent Court has held that the subject matter of suit would not qualify as a commercial dispute under Section 2(c)(vii) of the NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined Act, 2015, the agreement for which the specific performance is sought for, by the respondent no.1 is a draft agreement, not signed by the applicants and the provision of Section 8 of the Arbitration Act would not be applicable.\n7. For the reasons assigned aforesaid, position of law as referred above and having considered and perused the impugned order dated 07.03.2024 passed below Exh.9 in Special Civil Suit No. 175 of 2023 passed by the 4 th Additional Senior Civil Judge and Additional Chief Judicial Magistrate, Vadodara, no error can be said to have been committed by the concerned Court, and hence no interference is called for, in the impugned order. \n8. The present Civil Revision Application stands dismissed accordingly. \nInterim relief, if any, stands vacated. \n(VAIBHAVI D. NANAVATI,J) Pradhyuman",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d0bfd0b8523b42b798e83385dec178ae_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69ef3b8065a9492b88024badf7fde29e_1"
    },
    {
      "start": 242,
      "end": 340,
      "text": "\nGujarat High Court\nRameshbhai Amthabhai Desai vs Meera Education Trust Through ... on 3 May, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ebbd4f524e16436abbc55ac04663619d_2"
    },
    {
      "start": 341,
      "end": 398,
      "text": "\nAuthor: Vaibhavi D. Nanavati\nBench: Vaibhavi D. Nanavati",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3fc34fd0b718442eb7f844cf31bb01a5_3"
    },
    {
      "start": 479,
      "end": 571,
      "text": "Neutral Citation\n\n\n\n\n     C/Cra/149/2024                          Judgment Dated: 03/05/2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7e0be5a37f6f40d9aa36488e3581b064_4"
    },
    {
      "start": 572,
      "end": 676,
      "text": "\n\n                                                                                undefined\n\n\n\n\n        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b7b3d31def9645e88348cf078e9c63ce_5"
    },
    {
      "start": 676,
      "end": 851,
      "text": "In The High Court Of Gujarat At Ahmedabad\n\n          R/Civil Revision Application No. 149 of 2024\n\nFor Approval And Signature:\n\nHonourable Ms. Justice Vaibhavi D. Nanavati\n\n==",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3ef9d768d7e4414b2ef92a3862630ca_6"
    },
    {
      "start": 852,
      "end": 859,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "efa0c56fb2564af2ab6d11bf4412fd07_7"
    },
    {
      "start": 860,
      "end": 867,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2e4bab4184264a1e868ab21b90d7d06f_8"
    },
    {
      "start": 868,
      "end": 875,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7f5b7cbc31b64b728425904bb1d11b14_9"
    },
    {
      "start": 876,
      "end": 883,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7ba30035568d4f34bcd74d2b0c95b188_10"
    },
    {
      "start": 884,
      "end": 891,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "11d1e662c7e64235b3498f8aafedf8bc_11"
    },
    {
      "start": 892,
      "end": 899,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "da60eb4f3a9c462bab444cf2d2623098_12"
    },
    {
      "start": 900,
      "end": 907,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ee3180c62e6947a6bc8d8834f696cebc_13"
    },
    {
      "start": 908,
      "end": 915,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50026c096b284c08910b97d4cb17125c_14"
    },
    {
      "start": 916,
      "end": 923,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ef2dd1c19510446c8f963628f6c9ca66_15"
    },
    {
      "start": 924,
      "end": 931,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ef31bc56dc84f04826ac892e050c54d_16"
    },
    {
      "start": 932,
      "end": 939,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f4a60329340349bda3def2bb1cc414cc_17"
    },
    {
      "start": 940,
      "end": 948,
      "text": "= = = ==",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4d269a72a87342f9a8ed651a6ebb41e2_18"
    },
    {
      "start": 949,
      "end": 1064,
      "text": "\n\n1     Whether Reporters of Local Papers may be                     No\n      allowed to see the judgment ?\n\n2     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3e3d3e06ac514f46b4daff2c2884bd50_19"
    },
    {
      "start": 1064,
      "end": 1103,
      "text": "To be referred to the Reporter or not ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e941fb95eb4145378a4c396cae8c213c_20"
    },
    {
      "start": 1104,
      "end": 1227,
      "text": "                     No\n\n3     Whether their Lordships wish to see the fair                 No\n      copy of the judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "487ef5ae6f694365ac1d3e0b0d68aaf1_21"
    },
    {
      "start": 1228,
      "end": 1409,
      "text": "\n\n4     Whether this case involves a substantial question            No\n      of law as to the interpretation of the\n      Constitution of India or any order made\n      thereunder ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d11cb502c58543dbb1a54a5ae9146dca_22"
    },
    {
      "start": 1412,
      "end": 1419,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e71466c9887e4de2be068caa40028836_23"
    },
    {
      "start": 1420,
      "end": 1427,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1fe4ebcd555047ad95ba1ca84dcb04e7_24"
    },
    {
      "start": 1428,
      "end": 1435,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bd190bd252a94deea5ad39418784e906_25"
    },
    {
      "start": 1436,
      "end": 1443,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7225ae8deec0491980f64a1ddd9f5dec_26"
    },
    {
      "start": 1444,
      "end": 1451,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4bdff91f1a8408bbc1fc0ab6eb157c8_27"
    },
    {
      "start": 1452,
      "end": 1459,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "15ceb33091f94a6f9503faa59785005d_28"
    },
    {
      "start": 1460,
      "end": 1467,
      "text": "= == ==",
      "labels": [
        "PREAMBLE"
      ],
      "id": "206c4534661f4babbb1c39d360cef07f_29"
    },
    {
      "start": 1468,
      "end": 1476,
      "text": "== == ==",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b2cdadf503744469ca52ee6881f9819_30"
    },
    {
      "start": 1477,
      "end": 1485,
      "text": "== == ==",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63d203c27ffc4156b3749dfbed1ceac6_31"
    },
    {
      "start": 1486,
      "end": 1493,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3fd7f2ec9afd43b6835330f8d15197e6_32"
    },
    {
      "start": 1494,
      "end": 1501,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ff44d90c0cd54e3188fe52ee64c5b71d_33"
    },
    {
      "start": 1502,
      "end": 1550,
      "text": "= =\n           Rameshbhai Amthabhai Desai & Ors.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fa384fcb5502457cb94fce3f4a2508cc_34"
    },
    {
      "start": 1551,
      "end": 1676,
      "text": "\n                           Versus\n Meera Education Trust Through Authorized Trustee\n                   Farzan Kureshi & Anr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b73a1083020e4b20b7fd8ddf5db21234_35"
    },
    {
      "start": 1678,
      "end": 1685,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "75be2e9584794f8ab6f582a3c793e7ad_36"
    },
    {
      "start": 1686,
      "end": 1693,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "925aa6676c8041288408cf0ccfad05c5_37"
    },
    {
      "start": 1694,
      "end": 1701,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "08b9fd83da0a45a3925c6a1a1b638239_38"
    },
    {
      "start": 1702,
      "end": 1709,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "93eda09fe4834a6fabd82f3db03afd15_39"
    },
    {
      "start": 1710,
      "end": 1717,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "94065977994743adafc9f204a4e8c09a_40"
    },
    {
      "start": 1718,
      "end": 1725,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3a5c1c89340144af85c1715557d4ad79_41"
    },
    {
      "start": 1726,
      "end": 1733,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0d4b23606d24a8b8eb64ec66ee3d2f3_42"
    },
    {
      "start": 1734,
      "end": 1741,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "173fcaea2d5c457fb339886aba146086_43"
    },
    {
      "start": 1742,
      "end": 1749,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4d406986caa84fe1a98683c94208f3c3_44"
    },
    {
      "start": 1750,
      "end": 1757,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5e9ade245ec040ab8791d4a033178cd7_45"
    },
    {
      "start": 1758,
      "end": 1765,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df90a4f75af34af8ad04a4176be0c208_46"
    },
    {
      "start": 1766,
      "end": 1773,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "78f564650437491987340b81fdc22d18_47"
    },
    {
      "start": 1774,
      "end": 2049,
      "text": "= = =\nAppearance:\nMr. Mehul Shah, Senior Counsel assisted by Mr. D. P.\nKinariwala(410) for the Applicant(s) No. 1,2,3\nfor the Opponent(s) No. 2\nMr. Dhaval Dave, Senior Counsel assisted by Mr Ashish\nH Shah(2142) for the Opponent(s) No. 1\n======================================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "130ddfa50bcd433cb09457a81ab1e17f_48"
    },
    {
      "start": 2050,
      "end": 2057,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "be4a6d4802f04a37b7c72cb7c2b281fd_49"
    },
    {
      "start": 2058,
      "end": 2065,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b6acc8cd8d924b0da2efcc247a7c1fa4_50"
    },
    {
      "start": 2066,
      "end": 2073,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0ec789cff494c51bf47734378af05de_51"
    },
    {
      "start": 2074,
      "end": 2088,
      "text": "= \n\n    Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e12db36ddba44e6e85a018c5dbe41b59_52"
    },
    {
      "start": 2089,
      "end": 2132,
      "text": "Honourable Ms. Justice Vaibhavi D. Nanavati",
      "labels": [
        "PREAMBLE"
      ],
      "id": "619f8c86d12d4550b49b0b9b2b97b8ff_53"
    },
    {
      "start": 2165,
      "end": 2230,
      "text": "Page 1 of 33\n\n                                                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "29c03a51bc004b14b2e5ceef2a3c9f45_54"
    },
    {
      "start": 2230,
      "end": 2265,
      "text": "Downloaded on : Fri May 24 20:50:34",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d301d47a4a24121b4e896d869fada1c_55"
    },
    {
      "start": 2266,
      "end": 2274,
      "text": "Ist 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4059ae685fc248cf81195c18cc9a93ef_56"
    },
    {
      "start": 2365,
      "end": 2391,
      "text": "Neutral Citation\n\n\n\n\n     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3e084fb4323640a894e63281373872c2_57"
    },
    {
      "start": 2391,
      "end": 2441,
      "text": "C /Cra/149/2024                                   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "62cbc53610a44ddda84664f80887c12e_58"
    },
    {
      "start": 2441,
      "end": 2567,
      "text": "Judgment Dated: 03/05/2024\n\n                                                                                         undefined",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4cdcc9a29d44f72b2404aca0f9e3687_59"
    },
    {
      "start": 2602,
      "end": 2650,
      "text": "Date : 03/05/2024\n\n                             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "62ee30425bd340ceb09c65145e9ef4e4_60"
    },
    {
      "start": 2650,
      "end": 2664,
      "text": "Oral Judgment\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "34388661ccd9476a85d368233448ddd0_61"
    },
    {
      "start": 2664,
      "end": 2865,
      "text": "1 . The present Civil Revision Application under Section 115 of the Code of Civil Procedure, 1908, is directed, being aggrieved and dissatisfied by the impugned order dated 07.03.2024 passed below Exh.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "445d51ef96874ae48ab8c43f3077025b_62"
    },
    {
      "start": 2866,
      "end": 3134,
      "text": "9, rejecting the application filed by the applicants for returning the plaint, under Order-7 Rule-10 of the Code of Civil Procedure, 1908, in Special Civil Suit No. 175 of 2023 by the 4th Additional Senior Civil Judge and Additional Chief Judicial Magistrate, Vadodara",
      "labels": [
        "PREAMBLE"
      ],
      "id": "92f17bf98ba84c379c6c5f53ffc73f99_63"
    },
    {
      "start": 3135,
      "end": 3194,
      "text": ", copy of the said order is duly produced at Annexure-A.\n2.",
      "labels": [
        "FAC"
      ],
      "id": "e91a9ca1e4f24af1a9b0f05f3b9e1b22_64"
    },
    {
      "start": 3195,
      "end": 3480,
      "text": "Brief facts leading to the filing of the present Application reads thus:\n2.1. The respondent No.1 herein has filed Suit being Special Civil Suit No. 175 of 2023 before the Court of Senior Civil Judge, Vadodara for declaration and direction alongwith the prayer of permanent injunction.",
      "labels": [
        "FAC"
      ],
      "id": "475166f094fc4052a0f0138e0a087dc6_65"
    },
    {
      "start": 3481,
      "end": 3625,
      "text": "The Suit was filed with respect to the property situated behind Swaminarayan Temple on Survey No. 49, City Survey No. 749 at Atladara, Vadodara.",
      "labels": [
        "FAC"
      ],
      "id": "db82e444fe6945aead7cc55f9333ef35_66"
    },
    {
      "start": 3626,
      "end": 3833,
      "text": "So far as the NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined prayer of declaration is concerned, it is prayed that the respondent No.1 is running a school in the capacity of the tenant.",
      "labels": [
        "FAC"
      ],
      "id": "03fcda18a0ae4f9fba81f1ed708ada63_67"
    },
    {
      "start": 3834,
      "end": 3987,
      "text": "It was prayed that respondents have no right to interfere with the possession and with the educational activity being carried out in the school premises.",
      "labels": [
        "FAC"
      ],
      "id": "d4cfb6db996145b3b18c9e5e3d9e6a6f_68"
    },
    {
      "start": 3988,
      "end": 4178,
      "text": "It was further prayed that whatever writing or declaration or agreement, are there against the school, which are false and the same are without consent and has obtained by false declaration.",
      "labels": [
        "FAC"
      ],
      "id": "8c85cc51b238474aac7a480e89a14417_69"
    },
    {
      "start": 4179,
      "end": 4328,
      "text": "So far as prayer of direction is concerned, it was prayed that the applicants be directed to execute a lease agreement as per the oral understanding.",
      "labels": [
        "FAC"
      ],
      "id": "656f5e9d36314b699729ce8add6a64c4_70"
    },
    {
      "start": 4329,
      "end": 4562,
      "text": "So far as prayer of permanent injunction is concerned, it was prayed that the applicants may be restrained from interfering with the possession and educational activity being carried out by the respondent no.1 in the school premises.",
      "labels": [
        "FAC"
      ],
      "id": "73f242aee28e457387a83bf241910e5f_71"
    },
    {
      "start": 4564,
      "end": 4634,
      "text": "The said plaint is duly annexed at Annexure-B to the application. 2.2.",
      "labels": [
        "FAC"
      ],
      "id": "8b4fafcbe04d4018bea249bc8b31d2ee_72"
    },
    {
      "start": 4635,
      "end": 4790,
      "text": "In response to the summons issued, the applicants herein appeared and filed application under Order-7 Rule-10 of the Code of Civil Procedure on 08.08.2023.",
      "labels": [
        "FAC"
      ],
      "id": "a4440a3ceaf446969dd098f3117ac07e_73"
    },
    {
      "start": 4791,
      "end": 4823,
      "text": "The same was exhibited at Exh.8.",
      "labels": [
        "FAC"
      ],
      "id": "8d7d93be14d0488cbd4d36c7925b2ddc_74"
    },
    {
      "start": 4824,
      "end": 5261,
      "text": "In the said application, it was mainly NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined contended by the applicants herein that the premises is used for the commercial purpose, and therefore, the provision of Commercial Courts Act, 2015 would be applicable and it is the Commercial Court, who has jurisdiction to entertain the Suit, and therefore, the plaint be returned, to be presented before the appropriate Court.",
      "labels": [
        "FAC"
      ],
      "id": "3054aff95b5a481cafe43b913d87946b_75"
    },
    {
      "start": 5262,
      "end": 5356,
      "text": "The said application - under Order-7 Rule-10 of CPC, 1908 is duly produced at Annexure-C. 2.3.",
      "labels": [
        "FAC"
      ],
      "id": "c53b36544850474299c9fb4009ef5fe1_76"
    },
    {
      "start": 5357,
      "end": 5853,
      "text": "In view of the pendency of the application before the competent Court, the applicants approached this Court by way of filing Special Civil Application No. 856 of 2024, which came to be disposed of by order dated 05.02.2024 directing the competent court to decide the application below Exh.8 on 19.02.2024 and if the competent Court needs to hear the parties, then hear and decide the said application, within period of 15 days, the said order dated 05.02.2024 is duly produced at Annexure-E. 2.4.",
      "labels": [
        "FAC"
      ],
      "id": "5dd36f6ce675410b876100ae9539b409_77"
    },
    {
      "start": 5854,
      "end": 7345,
      "text": "The competent Court has rejected the application filed by the present applicants under Order-7 Rule-10 of CPC, by impugned order dated 07.03.2024, on the ground that the plaintiff is educational institution, which was on lease of 33 NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined years, which is cancelled on 28.02.2023 and the suit is for permanent injunction with reference to the interference of the possession, and therefore, the suit is not such that the same can be referred as a commercial dispute and the Civil Court has jurisdiction to decide the Suit, and accordingly, the application came to be dismissed.\n2.5. Being aggrieved and dissatisfied with the impugned order at Annexure-A, the applicants herein have approached this Court, with the following reliefs:\n\"A. Your Lordships may be pleased to admit and allow this application;\nB. Your Lordships may be pleased to quash and set aside the order dated 07.03.2024 passed below Exh.9 in Special Civil Suit No. 175 of 2023 by the Ld. 4 th Additional Senior Civil Judge and Additional Chief Judicial Magistrate, Vadodara at Annexure-A to this application;\nC. Pending, admission, hearing and final disposal of this application, be pleased to stay the execution, implementation and operation of the order dated 07.03.2024 passed below Exh.9 in Special Civil Suit No. 175 of 2023 by the Ld. 4 th Additional Senior Civil Judge and Additional Chief Judicial Magistrate, Vadodara at Annexure-A to this application D.",
      "labels": [
        "FAC"
      ],
      "id": "16063d6a5f5c4007b8beec34307780c5_78"
    },
    {
      "start": 7346,
      "end": 7539,
      "text": "Be pleased to stay the further proceedings of Special Civil Suit No. 175 of 2023 pending before the Ld. 4 th Additional Senior Civil Judge and Additional Chief Judicial Magistrate, Vadodara; E.",
      "labels": [
        "NONE"
      ],
      "id": "cea18abf16a54f8d83f1be73c2156b89_79"
    },
    {
      "start": 7540,
      "end": 7631,
      "text": "Be pleased to grant any other relief/s as may deem fit proper, in the interest of justice.\"",
      "labels": [
        "FAC"
      ],
      "id": "4c76cc210777436d9c95be9907d6b4ad_80"
    },
    {
      "start": 7633,
      "end": 7957,
      "text": "3. Heard Mr. Mehul Shah, learned senior counsel assisted by Mr. D.P. Kinariwala, learned advocate appearing for NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined the applicant and Mr. Dhaval Dave, learned senior counsel assisted by Mr. Ashish Shah, learned advocate appearing for the respondent no.1.\n3.1.",
      "labels": [
        "NONE"
      ],
      "id": "dace4b0d373b4904920780f071a96107_81"
    },
    {
      "start": 7958,
      "end": 8230,
      "text": "Mr. Mehul Shah, learned senior counsel submits that the plaintiff being an educational institution falls under the definition of Section 2(1)(C)(VII) of the Commercial Courts Act, 2015 (for short hereinafter referred to as 'the Act, 2015') and placing reliance on the same",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d00f00e30aa34bc4acee206b24c65e11_82"
    },
    {
      "start": 8231,
      "end": 8284,
      "text": ", submits that trade and commerce includes education.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b474e5eb520f49a7bfdb8554f17fba18_83"
    },
    {
      "start": 8285,
      "end": 8458,
      "text": "That the property is used for the commercial purpose, therefore, the suit would be in the nature of commercial dispute as defined under Section 2(1(C)(VII) of the Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1d9126f1295c410189d308648b19b3a6_84"
    },
    {
      "start": 8459,
      "end": 8938,
      "text": "3.2. Mr. Shah, learned senior counsel submits that the relief claimed in the plaint itself suggests that the plaintiff is seeking relief of specific performance of an agreement relating to an immovable property, used exclusively for the trade and commerce, and therefore, the application was filed for return of plaint and the plaint is required to be returned in view of Section 15 of the Act, 2015, however, the said application is erroneously dismissed by the competent Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a31d54496c5c481d91064bd17d4b8219_85"
    },
    {
      "start": 8939,
      "end": 9154,
      "text": "It is submitted NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined that the specific performance of an agreement is sought for, of the property, which is used for the purpose of trade and commerce.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a199f2094bfa4a2abd6f8bb00bfa7796_86"
    },
    {
      "start": 9155,
      "end": 9442,
      "text": "\n3.3. Mr. Shah, learned senior counsel submits that the Building Usage (B.U.) permission is issued by the Corporation for commercial purpose/ use, naturally, the dispute with respect to the said property would be a commercial dispute, as defined in Section 2(1)(C)(VII) of the Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4332c4bc27fe46149ced0acd0183ea4d_87"
    },
    {
      "start": 9443,
      "end": 9574,
      "text": "It is submitted that the plaintiff is an educational institution and education activities working for the development of education.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a895a97904eb49ca8742e736b7ded0c5_88"
    },
    {
      "start": 9575,
      "end": 9740,
      "text": "Mr. Shah, learned senior counsel submits that, the property is used for the educational purpose and it cannot be said that the property is not a commercial property.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a59d18ff7b0e46aba19174564dda8aa5_89"
    },
    {
      "start": 9741,
      "end": 10237,
      "text": "\n3.4. Reliance is placed on the judgment reported in 1992 (3) SCC 390 in the case of Municipal Corporation of Delhi V/s. Children Book Trust, wherein, placing reliance on the same, it is submitted that by Mr. Shah, learned senior counsel that the Hon'ble Apex Court has considered and came to the conclusion that an institution imparting education and run on commercial NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined lines with profit motive is not a charitable institution.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "db1adcf923ee42c298d181a0cf0b4c8d_90"
    },
    {
      "start": 10238,
      "end": 10366,
      "text": "The property in question is running for absolutely commercial nature and only Commercial Court can entertain the said Suit. 3.5.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b9082910d24d46c595884e1020c7e676_91"
    },
    {
      "start": 10367,
      "end": 10514,
      "text": "Mr. Shah, learned senior counsel also placed reliance on the decision of the Hon'ble Supreme Court in the case of Ambalal Sarabhai Enterprises v/s.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "12f3db34eb394532944baec308109b4b_92"
    },
    {
      "start": 10515,
      "end": 10570,
      "text": "K.S. Infraspace LLP reported in 2020 (15) SCC 585.\n3.6.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "667240ccb5ea467d94fc0e9fe3272267_93"
    },
    {
      "start": 10571,
      "end": 10794,
      "text": "It is submitted that, in view of the aforesaid ratio as laid down by the Hon'ble Apex Court, the impugned order be quashed and set aside and the plaint is requited to be returned in view of Section 15 of the Act, 2015.\n4.1.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "af9d32c87623448f94342d731affd834_94"
    },
    {
      "start": 10795,
      "end": 11282,
      "text": "Per contra, Mr. Dhaval Dave, learned senior counsel submits that, no interference is called for, in the impugned order, rejecting the application filed by the applicants herein under Order-7 Rule-10 of the CPC, wherein, the said application was rejected, mainly on the ground that the subject matter of the Civil Suit is such that the same would not qualify as a 'commercial dispute' under Section 2(c)(vii) of the Act, 2015 and NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "45df254690714a9c9124e3ed2d942d5e_95"
    },
    {
      "start": 11283,
      "end": 11292,
      "text": "undefined",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7e05187b327949019f1c37b1f79182b1_96"
    },
    {
      "start": 11293,
      "end": 11550,
      "text": "since the agreement for which specific performance is sought by the respondent no.1, is not signed by the applicants, the provision of Arbitration contained therein is of no avail to the applicants for invoking the application of Section 8 of the Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "795158c6df5a4c61b94999a434c5f113_97"
    },
    {
      "start": 11552,
      "end": 11866,
      "text": "4.2. It is submitted that reliance placed by the applicants on the decision (1992) 3 SCC 390 (supra), wherein, it is held in paragraphs- 34 and 65 that imparting education cannot be per-se construed as a charitable activity, so as to exclude the same from the purview of the same being called as trade or commerce.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "771e063385274d1d9097987ebd79b189_98"
    },
    {
      "start": 11867,
      "end": 12082,
      "text": "Placing reliance on the aforesaid ratio, the case of the applicants is that imparting education by running a school is a not an activity of trade or commerce, which would attract Section 2(c)\n(vii) of the Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "736627cc81944aaaa67ba7a695afc18b_99"
    },
    {
      "start": 12083,
      "end": 12242,
      "text": "It is submitted that, the activity of imparting education is per-se charitable in nature and is an 'occupation' distinct and different from trade and commerce.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5cee71cb39da49c9984c1d4ed6da153b_100"
    },
    {
      "start": 12243,
      "end": 12406,
      "text": "4.3. Reliance was also pleased on the ratio as laid down by 11 judges Bench decision of the Hon'ble Supreme Court rendered in the matter of TMA Pai Foundation v/s.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "278a476c390d4e71ad1413a9fa568cae_101"
    },
    {
      "start": 12407,
      "end": 12524,
      "text": "State of NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined Karnataka reported in (2002) 8 SCC 481.",
      "labels": [
        "NONE"
      ],
      "id": "807be774dc284da38a8bae94c4f79220_102"
    },
    {
      "start": 12525,
      "end": 12745,
      "text": "Reliance was also placed on the decision dated 30.01.2023 of the Hon'ble Karnataka High Court in Writ Petition No. 18093 of 2022 in the matter of Dhee Educational and Cultural Trust & Ors. v/s. M/s. Hartana Projects LLP.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a5bab84d8aee4ced823dd0359d36a016_103"
    },
    {
      "start": 12746,
      "end": 12851,
      "text": "It is submitted that the facts of the present case are almost pari-materia to the facts of the said case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "657c8eb4209746e984c472a34934eb5f_104"
    },
    {
      "start": 12852,
      "end": 13048,
      "text": "4.4. Placing reliance on the same, it is submitted that the activity of imparting education is neither trade nor commerce, so as to attract the applicability of Section 2(c)(vii) of the Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d2593f2c408647efb78ec7e31664c0cd_105"
    },
    {
      "start": 13049,
      "end": 13451,
      "text": "Mr. Dave, learned senior counsel submitted that the reliance placed on the decision of Ambalal Sarabhai (supra), it was ruled that the word trade or commerce featuring in section 2(c)(vii) of the Act, 2015 is required to be construed narrowly and not broadly, so as to ensure that only the activities, which are strictly construed as trade or commerce are included therein, without expanding the scope.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "84881fe892e14cf9ada258c8b6322dd7_106"
    },
    {
      "start": 13452,
      "end": 14128,
      "text": "\n4.5. On merits, it is submitted by Mr. Dave, learned senior counsel that even if assuming without prejudice, if running of a school is trade or commerce, the same would not attract the NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined applicability of section 2(c)(vii) of the Act, 2015, in view of the fact that the aforesaid would not satisfy the three fold requirements, (i) The factum of agreement should not be in dispute between the parties to the suit; (ii) The agreement must be in respect of an immovable property; and (iii) The immovable property should be used exclusively for trade or commerce, pursuant and in furtherance of such an agreement.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6745959e4df44046a32483c4a5c87b63_107"
    },
    {
      "start": 14129,
      "end": 14236,
      "text": "4.6. In the facts of the present case, the aforesaid three requirements of the provision are not being met.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b6bbc8224b634e2dabf4a01548bb81f1_108"
    },
    {
      "start": 14237,
      "end": 14332,
      "text": "The factum of agreement of which specific performance is sought, is disputed by the applicants.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "708d4082126f411899164b4b943a2c03_109"
    },
    {
      "start": 14333,
      "end": 14586,
      "text": "The immovable property in question can be said to be used for trade or commerce only upon the specific performance of the agreement having been granted in favour of the respondent no.1 and the registered lease deed is executed in due compliance thereof.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "aa1cac6eb1ee4e22a24fd5c6af100d42_110"
    },
    {
      "start": 14588,
      "end": 14944,
      "text": "4.7. Mr. Dave, learned senior counsel submits that, at present the use of the immovable property by respondent no.1 for running a school cannot be said to be pursuant to and in furtherance of the agreement between the applicants and NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined respondent no.1, whose specific performance is sought.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ca0c2b6aae18432099065affc2d8f1ba_111"
    },
    {
      "start": 14945,
      "end": 15048,
      "text": "In view thereof, Section 2(c)(vii) of the Act, 2015 is not applicable to the facts of the present case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8ef6f00adc6f44eb828f954788803bc5_112"
    },
    {
      "start": 15050,
      "end": 15347,
      "text": "4.8. Mr. Dave, learned senior counsel submits that the reliance is placed by the applicants herein on the decision of this Court in Kushal Limited reported in (2023) 1 GLR 620, wherein, the decision is with respect to a warehouse, which can always be construed as an activity of trade or commerce.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "0c3113cae87145aaa23379c8e4781fc9_113"
    },
    {
      "start": 15348,
      "end": 15418,
      "text": "Therefore, in the facts of the present case, the same would not apply.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "54a15624ef724cb8930c2974e3b05052_114"
    },
    {
      "start": 15419,
      "end": 15603,
      "text": "4.9. Mr. Dave, learned senior counsel submits that as regards point of arbitration, the same was not argued by the applicants, during the course of hearing of the Revision Application.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "d4e418bee5a74b6297f11635ee63cff9_115"
    },
    {
      "start": 15604,
      "end": 15901,
      "text": "It is submitted that against the rejection of application under Section 8 of the Arbitration Act, Revision is not maintainable, as the Arbitration Act provides for an appeal against an order, refusing to refer the subject matter of suit to arbitration under Section 8 of the Arbitration Act. 4.10.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3be3e632e52548519323c248fdb4e42e_116"
    },
    {
      "start": 15902,
      "end": 16337,
      "text": "Mr. Dave, learned senior counsel lastly submitted NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined that, no interference is called for in the findings arrived at by the competent Court that the draft agreement was not signed by the applicants, and therefore, the arbitration clause cannot be invoked.\nANALYSIS:\n5. Having heard the learned senior counsels appearing for the respective parties, the following emerge:\n",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6314aec7b3c6468dbd6fe5e8509ff65c_117"
    },
    {
      "start": 16337,
      "end": 16740,
      "text": "( A ) The opponent no.1 - Meera Education Trust is a registered public charitable Trust under Bombay Public Trust Act vide Registration No. E/4684/ Vadodara and is involved in various kinds of educational activities and is in the field of education, having filed the Suit being Special Civil Suit No. 175 of 2013 seeking declaration, specific performance and permanent injunction against the defendants.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "af7022229e5d4dea8345a491987eaa31_118"
    },
    {
      "start": 16741,
      "end": 16845,
      "text": "\n(B) The cause of action for filing the suit arose as stated in Para-8 of the plaint, which reads thus:\n",
      "labels": [
        "STA"
      ],
      "id": "f0cf7d6c58f944bd9d346102c0af4180_119"
    },
    {
      "start": 16845,
      "end": 17871,
      "text": "\"(8) Cause of suit :-\nCause of the suit has arisen since I, the defendant No.1 has executed rent agreement in favour of the plaintiff on 2/4/2014, and thereafter also I, plaintiff, am given absolute trust, reliance NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined and by making false submission, by taking disadvantage, plaintiff's rent agreement was cancelled and thereafter, also when decided to make a draft for executing a rent agreement and when plaintiff paid necessary stamp duty and registration fee for executing the said rent agreement and thereafter, when it transpired that the defendant no.1 of this case does not intend to execute a new rent agreement thereafter, constant possession occupancy of the plaintiff has been continued even today also and thereafter, at present, for the last few days, the defendant Nos. 1 to 3 of this case are intimidating me to vacate the suit property and thereafter, the cause of this suit has continued to arise in the jurisdiction of this Honourable Court.\"",
      "labels": [
        "FAC"
      ],
      "id": "0c35a9d2791c48eda7969c2ed6a10ed3_120"
    },
    {
      "start": 17872,
      "end": 19656,
      "text": "\n(C) In view thereof, the prayers as prayed for in the Suit in Para-10 by the original plaintiff, reads thus:\n\"(10) Therefore, prays that,\n1. As the rights of the undersigned Plaintiff are included under the Agreement and the Act in the entire property alongwith construction admeasuring 98426 Sq.Ft. in the name of the school run by the undersigned Plaintiff namley, The Tree House High School, falling in the premises concerned admeasuring 4806 Sq.Mt. located in mouje village Atladara in registration District Vadodara, Sub-district Vadodara, B/h Swaminarayana Temple and as on today also plaintiff's legal possession is being there towards the place, the defendants do not have any right or power to do any act which may cause hindrance or obstruction in the educational proceedings running in the said property and take any action against it and if any agreements, writings have been executed against it without plaintiff's implied consent and by giving trust and reliance to the plaintiff and by making false submissions then they are not bound to the plaintiff, be pleased to declare such.\n2. As the rights of the undersigned Plaintiff are included under the Agreement and the Act in the entire property alongwith construction admeasuring 98426 Sq.Ft. in the name of the school run by the undersigned Plaintiff namely, The Tree House High School, falling in the premises concerned admeasuring 4806 Sq.Mt. located in mouje village Atladara in NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined registration District Vadodara, Sub-district Vadodara, B/h Swaminarayana Temple in this regard, the defendant No.1 to 3 should execute necessary agreements, writings in favour of plaintiff as understanding has been done with defendant No.1 to execute rent agreement.",
      "labels": [
        "FAC"
      ],
      "id": "fcc4d8db165e4c92bb818a855c142963_121"
    },
    {
      "start": 19657,
      "end": 19748,
      "text": "Be pleased to pass an order against the defendant No. 1 to 3 to comply the such conditions.",
      "labels": [
        "RPC"
      ],
      "id": "60b2e3d7973b45c5a1a453b09e7175b6_122"
    },
    {
      "start": 19749,
      "end": 20475,
      "text": "\n3. As the rights of the undersigned Plaintiff are included under the Agreement and the Act in the entire property alongwith construction admeasuring 98426 Sq.Ft. in the name of the school run by the undersigned Plaintiff namely, The Tree House High School, falling in the premises concerned admeasuring 4806 Sq.Mt. located in mouje village Atladara in registration District Vadodara, Sub-district Vadodara, B/h Swaminarayana Temple, the defendants or their companions, persons be restrained from causing hindrance or obstruction in the plaintiff's possession under contract and legal and the defendants be restrained from acting in such a manner which may cause hindrance or obstruction towards possession of the plaintiff 4.",
      "labels": [
        "ISSUE"
      ],
      "id": "fd2a5a006d784eeb8015b15912c0edc6_123"
    },
    {
      "start": 20476,
      "end": 20533,
      "text": "Be pleased to awards to cost of the suit from defendants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abe41a0ef26b436cac7e2710ed62174b_124"
    },
    {
      "start": 20534,
      "end": 20907,
      "text": "\n5. Be pleased to grant any other and further relief/s which may deem fit and proper.\"\n(D) It is apposite to refer to the relevant part of the impugned order dated 07.03.2024, which reads thus:\n\"(7) According to the Opponent, the contention taken in the Plaintiff's claim is that the so-called contract is subject to professional terms and conditions as per Commercial Law.",
      "labels": [
        "ISSUE"
      ],
      "id": "2f957f7e1ab84034a19fab1e12511ad4_125"
    },
    {
      "start": 20908,
      "end": 21000,
      "text": "The the disputes regarding money transactions in the contract are also commercial in nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4edd474edec949a887897c17d08c7804_126"
    },
    {
      "start": 21001,
      "end": 21054,
      "text": "The property mentioned is also a commercial property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9ff43fd61814e03827fe340ef5b502d_127"
    },
    {
      "start": 21055,
      "end": 21222,
      "text": "Also all the parties are involved in commercial activities and in view of that, there is a dispute as mentioned in Section 2(1)(c) of the Commercial Disputes Act 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47cc56230d704c92aa14ba37c8c28fef_128"
    },
    {
      "start": 21223,
      "end": 21675,
      "text": "So first of all on looking at the above clause, it states that ;\n\"commercial dispute\" means a dispute arising out of - NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined (i) ordinary transactions of Merchant, Bankers, Financiers and Traders such as those relating to mercantile documents, including enforcement and interpretation of such documents :\n(ii) agreement relating to immovable property used exclusively in trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57cb990c0e644c2eb2883a954822af4d_129"
    },
    {
      "start": 21676,
      "end": 22233,
      "text": "\nThe explanation provides that a commercial dispute would otherwise not cease to be commercial dispute merely because action involves recovery of immovable property or realization of money out of immovable property or involve any other relief pertaining to immovable property.\nIf any ingredients in the sub-clauses in the section are satisfies the dispute would become commercial dispute sub clause (vii) of this definition section says that the commercial dispute means a dispute arising out of agreements relating to immovable property views exclusively.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9319b1a2a7414b26a9222544776543c8_130"
    },
    {
      "start": 22233,
      "end": 22483,
      "text": "In Ambalal Sarabhai Enterprises Limited the Supreme Court held that the dispute to be commercial dispute under sec. 21(1)(c)(vii) the agreement between the parties must refer to immovable property used or being used exclusively in trade and commerce.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "26fdc86c145c45d295d43adc151d5db3_131"
    },
    {
      "start": 22484,
      "end": 22672,
      "text": "It was held that the word used in the section was indicative of the requirement that the property is actually used and it cannot be either ready for use or likely to be used or to be used\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4e5a9296d99f4f64a44a276d7eafe128_132"
    },
    {
      "start": 22673,
      "end": 22814,
      "text": "\nIn the present case, the Plaintiff has filed the present suit to seek specific enforcement of the Contract and to seek permanent injunction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9be0c3b1c2dc4688af6568a2e2a28247_133"
    },
    {
      "start": 22815,
      "end": 22906,
      "text": "\n- The Plaintiff Mira Education is an educational institution which is registered as Trust.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e21920bd8ba349a7a8a9c96fcc83b82d_134"
    },
    {
      "start": 22908,
      "end": 22995,
      "text": "- The Plaintiff has executed a Service Agreement with the Opponent no. 4 on 23/12/2008.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b2c0c7eea9c3401cb30196e794972423_135"
    },
    {
      "start": 22996,
      "end": 23190,
      "text": "According to which, the Plaintiff has obtained rights to use the name of 'The Tree House' as well as to use its educational resources as well as its working method (procedure) mentioned therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4efbe32a5ef441399f5553188c992d8_136"
    },
    {
      "start": 23192,
      "end": 23390,
      "text": "- The disputed place was of the ownership of opp. no. 4, and it was kept on rent by the Plaintiff for the period of 33 years to run Tree House and the said Rent Agreement was executed on 02/04/2014.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e40112a89bd4870b9ada0f28e8f4db0_137"
    },
    {
      "start": 23391,
      "end": 23454,
      "text": "The monthly rent of Rs. 1,50,000/- was to be paid for the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cbc7cba234ed433fb3d10e8620291f62_138"
    },
    {
      "start": 23455,
      "end": 23524,
      "text": "\nNEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e46b9509c7c644dd9eb98dfc672bf899_139"
    },
    {
      "start": 23525,
      "end": 23723,
      "text": "At present total 1950 students are studying in the said School which was kept on rent for the period of 33 years and the Original Rent Agreement done with the Oppo. no. 4 was canceled on 28/02/2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f29098cfeadc4b10bcf79ef0522ebef0_140"
    },
    {
      "start": 23724,
      "end": 24196,
      "text": "\n- As mentioned by the Plaintiff, if Oppo. no. 4 sells the property to Oppo. no. 5, then the Plaintiff had shown willingness to pay the rent of Rs. 30,00,000/ and it was decided to draft a new Rent Agreement for the period of 27 years.\n- An Agreement to Sale was executed between Oppo. no. 4 and Oppo. no. 2 on 15/07/2022.\n- As stated by the Plaintiff, the payments were done to the Oppo.\nno. 2 as follows ; Rs. 50,00,000/- on 14/07/2022 and Rs. 50,00,000/- on 31/10/2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b8459f589ab4395af4b35b5d9491fac_141"
    },
    {
      "start": 24197,
      "end": 24270,
      "text": "Oppo. no. 2 had returned the said deposit to the Plaintiff on 14/02/2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a99d17d6cee24a31b6b697eee6646da8_142"
    },
    {
      "start": 24271,
      "end": 24465,
      "text": "Oppo. no. 1 had purchased the disputed matter from Oppo. no. 4 vide Registered Sale Deed, but as stated by the Plaintiff, the opponents have not done any Rent Agreement with him (the Plaintiff).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f425c7b98896403991e8cf5e926cc64f_143"
    },
    {
      "start": 24466,
      "end": 24572,
      "text": "However, as the disputed place was a School, as stated by the Plaintiff a school is running at that place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44bd9e17aba441f693f2b0b0fae09800_144"
    },
    {
      "start": 24573,
      "end": 24777,
      "text": "\n- As stated by the Plaintiff, according to the conditions of the Rent Agreement, the below mentioned amounts have been paid to Oppo. no. 1, which are as follows ;\nRs. 1,00,00,000/- - as Security Deposit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "033da194370343b1a030988981cc630b_145"
    },
    {
      "start": 24778,
      "end": 24822,
      "text": "\nRs. 32,40,000/- and Rs. 5,00,000/- as Rent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "54ff7ff33da446aaa707b82132a95c39_146"
    },
    {
      "start": 24823,
      "end": 25034,
      "text": "Hence, the Plaintiff has filed present suit to get the Declaration as well as Stay Order with a prayer that Opponents shall execute the Rent Agreement in his favor (of the Plaintiff) as per the stipulated terms.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b3f551e0a2f4c7d86da1b351f6a8b7c_147"
    },
    {
      "start": 25035,
      "end": 25224,
      "text": "\nOppo. no. 1 to 3 has represented that, also according to section 8 of Arbitration and Conciliation Act, the present Court does not have Jurisdiction to conduct hearing of the present suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d65e0bd0973c4d5e801674c86483c69c_148"
    },
    {
      "start": 25225,
      "end": 25582,
      "text": "Also it is further stated that if on considering the Service Agreement dtd. 23/12/2008 of the Plaintiff, then according to the said Agreement also, it has been clearly revealed that the said Agreement is of commercial nature and it was decided by the Plaintiff and Oppo. no. 4 to execute the Contract on the basis of professional understanding between them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e52c25696dd441ba106f89d2e7df868_149"
    },
    {
      "start": 25583,
      "end": 25909,
      "text": "Also as the specific condition for arbitration have been decided in condition no.14.6 of the Contract as well as the present Plaintiff had drafted the Lease Deed through his Advocate which was executed with the Oppo. Nos. 1 to 3 in which the Clause of Arbitration as well as Jurisdiction were decided in condition no. 14 also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3376242a956a401c9260bc38fb14e89e_150"
    },
    {
      "start": 25910,
      "end": 26148,
      "text": "As the present Court does not have jurisdiction to run the trial of Plaintiff, NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined hence it is urged to return (transfer) the said suit in the Court having its jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0f8587f09f34ed0ae6b0456fcf9b7b0_151"
    },
    {
      "start": 26149,
      "end": 26243,
      "text": "\nIn that reference, it is important to consider Section-8 of Arbitration and Conciliation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e4d176848a947c5a9b0ebd3e9cf5320_152"
    },
    {
      "start": 26245,
      "end": 26323,
      "text": "Power to refer parties to arbitration where there is an arbitration agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf6584daa4114aae83ff7ad0cc0471b4_153"
    },
    {
      "start": 26324,
      "end": 26592,
      "text": ": --\nA judicial authority, before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party so applies not later than when submitting his first statement on the substance of the dispute, refer the parties to arbitration.",
      "labels": [
        "STA"
      ],
      "id": "6261d85c133d4cbba6a5ccb9a3c4e557_154"
    },
    {
      "start": 26593,
      "end": 26765,
      "text": "(2) The application referred to in sub-section (1) shall not be entertained unless it is accompanied by the original arbitration agreement or a duly certified copy thereof:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5660d9440674d1ab9516fcb97ffb215_155"
    },
    {
      "start": 26766,
      "end": 26975,
      "text": "(3) Notwithstanding that an application has been made under sub-section (1) and that the issue is pending before the judicial authority, an arbitration may be commenced or continued and an arbitral award made.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7466790dd4b40eba14dedd3aebde287_156"
    },
    {
      "start": 26976,
      "end": 27217,
      "text": "\nNow, in that reference, if on considering the representations of Oppo. Nos. 1 to 3, there was the clause of Arbitration in the Contract which was executed between Plaintiff and Oppo. no. 4, but that Contract has been canceled on 28/02/2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "028f0c58c1d64ef7817c67fb1e36b5c5_157"
    },
    {
      "start": 27218,
      "end": 27364,
      "text": "Whereas, no signature of any of the parties are there in the draft which have been produced by the Plaintiff, which could not be said as Contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b507f13efe2248c4adcbca25ee1f84d9_158"
    },
    {
      "start": 27365,
      "end": 27433,
      "text": "In these conditions also the said suit is not liable to be returned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69084823a93b40d6b1f1e5f6c76854ec_159"
    },
    {
      "start": 27434,
      "end": 27575,
      "text": "\nAs stated by the Opponents, the said suit is related to the immovable property, only the Commercial Court has jurisdiction to run its trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06b90973fa3243fcb6f0d43086cd3c97_160"
    },
    {
      "start": 27576,
      "end": 27687,
      "text": "But, the present Court does not agrees with the argument of the aforesaid argument of the advocate of opponent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "822d45fa18f44f3c8f472523af19785c_161"
    },
    {
      "start": 27688,
      "end": 27826,
      "text": "But, on looking to the authority of the Commercial Court, agreement relating to immovable property used exclusively in trade and commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c260e7ae40145ba98d107eb58933d71_162"
    },
    {
      "start": 27827,
      "end": 28072,
      "text": "\nLooking to the facts of the present case, the Plaintiff is an educational institution, which is working for the development of education and for which the Plaintiff had kept (the said property) on lease of 33 years on contract with oppo. no. 4.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "879c3ed538124e50b70165a945b9c6c0_163"
    },
    {
      "start": 28073,
      "end": 28124,
      "text": "The said Contract have been canceled on 28/02/2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb86741223d24b989cd8edea9e9953c0_164"
    },
    {
      "start": 28125,
      "end": 28445,
      "text": "According to the dispute which took place between the Plaintiff and the Opponents, the Plaintiff has filed the present suit for not interfering in the possession of Plaintiff, to execute the Rent Agreement and to get NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined Permanent Injunction (Stay) Order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5accd424c2d643ebb419f3136b1b93f8_165"
    },
    {
      "start": 28446,
      "end": 28546,
      "text": "Hence it is not possible to include all the suits related to immovable property in Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c3a4426672c47659317dadf64f8e5b3_166"
    },
    {
      "start": 28547,
      "end": 28751,
      "text": "Thus, as the only authority to run the trial of said suit is lying with the Civil court, hence, the application of the Opponent to transfer the said suit in Commercial Court is not liable to be permitted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c5bedf73b34247c794544a6c02a94ec4_167"
    },
    {
      "start": 28752,
      "end": 28822,
      "text": "Below mentioned Order is passed under the application of the Opponent.",
      "labels": [
        "RPC"
      ],
      "id": "1f5ce1479910469e9d8865b94dff874f_168"
    },
    {
      "start": 28823,
      "end": 28839,
      "text": "\n:: O R D E R ::",
      "labels": [
        "NONE"
      ],
      "id": "c63e7a46735843649059d67c47b067dd_169"
    },
    {
      "start": 28841,
      "end": 28867,
      "text": "- The application of Oppo.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac2bea245afc4ffa81bcf2097da0c76b_170"
    },
    {
      "start": 28868,
      "end": 28917,
      "text": "Nos . 1 to 3 vide exhibit - 9 is hereby rejected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d537266fcaf4e7db5a85bf869895685_171"
    },
    {
      "start": 28918,
      "end": 29535,
      "text": "\n- No order as to costs.\"\n(E) It is the case of the applicants - defendants that the suit be tried as a commercial suit and therefore, preferred an application under Order-7 Rule-10 of the Code of Civil Procedure, 1908 to return the plaint under Section 15 of the Act, 2015, treating the suit as a commercial dispute.\n(F) It is apposite to refer to Order-7 Rule-10 of the Code of Civil Procedure, 1908, which reads thus:\n\"10. Return of Plaint - [ Subject to the provisions of Rule 10-A, the plaint shall] at any stage of the suit be returned to be presented to the Court in which the suit should have been instituted.",
      "labels": [
        "STA"
      ],
      "id": "370d5e7c7a8545d3a722571e8d01b84a_172"
    },
    {
      "start": 29536,
      "end": 30339,
      "text": "\n[Explanation - for the removal of doubts, it is hereby declared that a Court of Appeal or Revision may direct, after setting the Decree passed in a suit, the return of the plaint under this sub-rule].\"\n(G) It is apposite to refer to Section 2(1)(c)(vii) of the NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined Commercial Act, 2015, which reads thus:\n\"2. Definitions- (1) In this Act, unless the context otherwise requires, -\n(c) \"commercial dispute\" means a dispute arising out of -\nxxx xxx (vii) Agreements relating to immovable property used exclusively in trade or commerce.\"\n(H) Section 2(1)(c) of the Commercial Act, 2015, provides that the dispute would be treated as a commercial dispute for an agreement relating to immovable property used exclusively for trade or commerce.",
      "labels": [
        "STA"
      ],
      "id": "e7cb8b6b5e1e4003a9e679d1e250c74e_173"
    },
    {
      "start": 30340,
      "end": 30644,
      "text": "The explanation provides that commercial dispute would otherwise not cease to be a commercial dispute, merely because action involves for recovery of immovable property or for realization of monies out of immovable property given as security or involves any other relief pertaining to immovable property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0136ad18d3a4494c9eb0f01097677e23_174"
    },
    {
      "start": 30645,
      "end": 30752,
      "text": "If, any ingredients of sub-clauses of the Section are satisfied, the dispute would be a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "515b677ab4604962ac6ca520e4ca8ea3_175"
    },
    {
      "start": 30753,
      "end": 30932,
      "text": "Sub-clause(7) of the definition provides that, the commercial dispute means a dispute arising out of agreements relating to immovable properties exclusively for trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd0e73db4e7a481fa99e10986375ddcc_176"
    },
    {
      "start": 30933,
      "end": 31008,
      "text": "\nNEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined (H1).",
      "labels": [
        "NONE"
      ],
      "id": "da6986857ea94508a5ba1c599ed4d764_177"
    },
    {
      "start": 31009,
      "end": 31248,
      "text": "In the facts of the present case, the plaintiff is an educational institution, which is working for the development of education and for which the plaintiff had kept (the said property) on lease of 33 years on contract with opponent no. 4.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21e1958faac445e780f4b041c0bf4990_178"
    },
    {
      "start": 31249,
      "end": 31313,
      "text": "Furthermore, the said contract have been canceled on 28/02/2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "906832a7aa2c458b84e540819815e4da_179"
    },
    {
      "start": 31314,
      "end": 31585,
      "text": "According to the dispute which took place between the original plaintiff and the original opponents, the plaintiff has filed the aforesaid suit for not interfering in the possession of plaintiff, to execute the rent agreement and to get permanent injunction (stay) order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a797fc6426ff44a4ab4b0dd5030e1eb9_180"
    },
    {
      "start": 31586,
      "end": 31683,
      "text": "\n(I) In the facts of the present case, the property in question is used for educational purposes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0190f313b86642468a4c8cf78c63e689_181"
    },
    {
      "start": 31684,
      "end": 31751,
      "text": "The aforesaid was considered in the case of TMA Pai Foundation v/s.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1bb3023a6c1c478887eca47137679fd3_182"
    },
    {
      "start": 31752,
      "end": 32357,
      "text": "State of Karnataka reported in (2002) 8 SCC 481 by bench of 11 Judges, wherein, it was held in Paras- 19, 20, 57 an 239, which reads thus:\n\"19.We will first consider the right to establish and administer an educational institution under Article 19(1)(g) of the Constitution, and deal with the right to establish educational institutions under Articles 26 and 30 in the next part of the judgment while considering the rights of the minorities.\nNEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined 20.Article 19(1)(g) employs four expressions viz. profession, occupation, trade and business.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "41c51f19dd0c4de294f218baf87dbf6d_183"
    },
    {
      "start": 32358,
      "end": 32432,
      "text": "Their fields may overlap, but each of them does have a content of its own.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f5cf0ade2073415c91109e8d8f07cd11_184"
    },
    {
      "start": 32433,
      "end": 32587,
      "text": "Education is per se regarded as an activity that is charitable in nature (see State of Bombay v. R.M.D. Chamarbaugwala [AIR 1957 SC 699 : 1957 SCR 874] ).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "10938fbb6a444591844169cc6de80e50_185"
    },
    {
      "start": 32588,
      "end": 32677,
      "text": "Education has so far not been regarded as a trade or business where profit is the motive.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "054dcab1d6f04f32878ad208dc1db340_186"
    },
    {
      "start": 32678,
      "end": 32843,
      "text": "Even if there is any doubt about whether education is a profession or not, it does appear that education will fall within the meaning of the expression \"occupation\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6c91bd1104b44b5b97a9b7ac7de8983b_187"
    },
    {
      "start": 32844,
      "end": 33041,
      "text": "Article 19(1)(g) uses the four expressions so as to cover all activities of a citizen in respect of which income or profit is generated, and which can consequently be regulated under Article 19(6).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7f3cf9922dd14dde9a10f0b99b0a813c_188"
    },
    {
      "start": 33042,
      "end": 33244,
      "text": "InWebster's Third New International Dictionary, at p. 1650, \"occupation\" is, inter alia, defined as \"an activity in which one engages\" or \"a craft, trade, profession or other means of earning a living\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bbeba415910e4cd8a3ad0474889a2db1_189"
    },
    {
      "start": 33246,
      "end": 33387,
      "text": "57. We, however, wish to emphasize one point, and that is that inasmuch as the occupation of education is, in a sense, regarded as charitable",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cec8b471e0ee43a79c56ddfc5b4a77eb_190"
    },
    {
      "start": 33388,
      "end": 33555,
      "text": ", the Government can provide regulations that will ensure excellence in education, while forbidding the charging of capitation fee and profiteering by the institution.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e93c21791ac84b92872c5efa21dc6521_191"
    },
    {
      "start": 33556,
      "end": 33775,
      "text": "Since the object of setting up an educational institution is by definition \"charitable\", it is clear that an educational institution cannot charge such a fee as is not required for the purpose of fulfilling that object.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "152f1943e606422ea7fe8cc7d8856758_192"
    },
    {
      "start": 33776,
      "end": 33952,
      "text": "To put it differently, in the establishment of an educational institution, the object should not be to make a profit, inasmuch as education is essentially charitable in nature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c6045e91b213496fa3b30e58b99d54f8_193"
    },
    {
      "start": 33953,
      "end": 34137,
      "text": "There can, however, be a reasonable revenue surplus, which may be generated by the educational institution for the purpose of development of education and expansion of the institution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa0689af0c7d44d99197ff6458b43f4a_194"
    },
    {
      "start": 34138,
      "end": 34445,
      "text": "\n239. Article 19 of the Constitution, insofar as it is relevant for the present discussion, is as under:\n\"19. Protection of certain rights regarding freedom of speech, etc.--\n(1) All citizens shall have the right-- (a)-(f)***\n(g) to practise any profession, or to carry on any occupation, trade or business.",
      "labels": [
        "STA"
      ],
      "id": "f0eb288e76b34a2b9509452246759f24_195"
    },
    {
      "start": 34447,
      "end": 35354,
      "text": "(2)-(5)*** (6) Nothing in sub-clause (g) of the said clause shall affect the operation of any existing law insofar as it imposes, or prevent the NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined State from making any law imposing, in the interests of the general public, reasonable restrictions on the exercise of the right conferred by the said sub-clause, and, in particular, nothing in the said sub- clause shall affect the operation of any existing law insofar as it relates to, or prevent the State from making any law relating to,--\n(i) the professional or technical qualifications necessary for practising any profession or carrying on any occupation, trade or business, or (ii) the carrying on by the State, or by a corporation owned or controlled by the State, of any trade, business, industry or service, whether to the exclusion, complete or partial, of citizens or otherwise.\"",
      "labels": [
        "STA"
      ],
      "id": "318041e28945470dba2d54a4834a8560_196"
    },
    {
      "start": 35355,
      "end": 35434,
      "text": "\nArticle 19 confers on all citizens rights specified in sub-clauses (a) to (g).",
      "labels": [
        "STA"
      ],
      "id": "19bb237dcadf4b4393355f13f6f953b6_197"
    },
    {
      "start": 35435,
      "end": 35615,
      "text": "The fundamental rights enshrined in sub-clause (g) of clause (1) of Article 19 of the Constitution are to practise any profession, or to carry on any occupation, trade or business.",
      "labels": [
        "STA"
      ],
      "id": "9bacc09f6ee4445389a7fe8f2a629896_198"
    },
    {
      "start": 35616,
      "end": 35788,
      "text": "We are concerned here with the right to establish educational institutions to impart education at different levels, primary, secondary, higher, technical, professional etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3cf12bb6f35f4adeb2c54815aef82f7c_199"
    },
    {
      "start": 35789,
      "end": 35908,
      "text": "Education is essentially a charitable object and imparting education is, in my view, a kind of service to the community",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7e427a0aa533414baf06d2da62ff561c_200"
    },
    {
      "start": 35909,
      "end": 36004,
      "text": ", therefore, it cannot be brought under \"trade or business\" nor can it fall under \"profession\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe9c6dea0cef4c4b831881b26ee58633_201"
    },
    {
      "start": 36005,
      "end": 36262,
      "text": "Nevertheless, having regard to the width of the meaning of the term \"occupation\" elucidated in the judgment of the Hon'ble the Chief Justice, the service which a citizen desires to render by establishing educational institutions can be read in \"occupation\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f62d94d98795425ea764e9be4aed0612_202"
    },
    {
      "start": 36263,
      "end": 36365,
      "text": "This right, like other rights enumerated in sub-clause (g), is controlled by clause (6) of Article 19.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9a9d97f3b224c47a42c542b8ef65463_203"
    },
    {
      "start": 36366,
      "end": 37197,
      "text": "The mandate of clause (6) is that nothing in sub-clause (g) shall affect the operation of any existing law, insofar as it imposes or prevents the State from making any law imposing, in the interests of the general public, reasonable restrictions on the exercise of right conferred by the said sub-clause and, in particular, nothing in the said sub-clause shall affect the operation of any existing law insofar as it relates to or prevents the State from making any law relating to : (i) the professional or technical qualifications necessary for practising any profession or carrying on any occupation, trade or business; or (ii) the carrying on by the State, or by a corporation owned or controlled by the State, of any trade, business, industry or service, whether to the exclusion, complete or partial, of citizens or otherwise.",
      "labels": [
        "STA"
      ],
      "id": "d8db0e5a451b4cfa809ea528b5013fdd_204"
    },
    {
      "start": 37198,
      "end": 37437,
      "text": "Therefore, it may be concluded that the right of a citizen to run educational institutions can be read into \"occupation\" falling in sub-clause (g) of clause (1) of Article 19 which would be subject to the discipline of clause (6) thereof.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "023619438c3f4b109334ceb513d66d46_205"
    },
    {
      "start": 37438,
      "end": 37512,
      "text": "\nNEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined (I1)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be34283514374e23bf5754f6a23d7027_206"
    },
    {
      "start": 37513,
      "end": 37631,
      "text": "In light of the aforesaid ratio as referred above, imparting education is not an activity of either trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f13b77c068643ea8d548741ad6d1fea_207"
    },
    {
      "start": 37632,
      "end": 37752,
      "text": "Imparting education is per-se charitable in nature and is an occupation 'distinct and different' from trade or commerce.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "283e8844d7fe4af6bd1a8894b83d2164_208"
    },
    {
      "start": 37753,
      "end": 37873,
      "text": "The premises used for the educational purpose cannot be termed as used exclusively for the purpose of trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21ca6ce8bd844a8383a690797d91efb5_209"
    },
    {
      "start": 37874,
      "end": 38059,
      "text": "(J) In the case of Ambalal Sarabhai Enterprises v/s. K.S. Infraspace LLP & Anr. reported in (2020) 15 SCC 585, wherein, it was held in Paras-30, 31, 36 and 37, which reads thus:\n\"30.The",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8845b6ff9b264eacac9c4ed34e404e6e_210"
    },
    {
      "start": 38060,
      "end": 38464,
      "text": "Preamble of the Commercial Courts Act, 2015 reads as under:\n\"An Act to provide for the constitution of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto.\"\n31.The Statement of Objects and Reasons of the Commercial Courts Act",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dd60803f33b9469385de577a6c39566f_211"
    },
    {
      "start": 38465,
      "end": 38506,
      "text": "reads as under:\n\"Statement of Objects and",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1745fe3d593b48849feb40f50e3e406d_212"
    },
    {
      "start": 38507,
      "end": 38662,
      "text": "Reasons.--The proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "55683a27018c4a1eb53421e57caf2bb4_213"
    },
    {
      "start": 38663,
      "end": 38740,
      "text": "The high value commercial disputes involve complex facts and question of law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c7181ca98c314f0892e0367dc1510520_214"
    },
    {
      "start": 38741,
      "end": 38835,
      "text": "Therefore, there is a need to provide for an independent mechanism for their early resolution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4cc7038aa1364107bba84f3ec49d66f5_215"
    },
    {
      "start": 38836,
      "end": 38985,
      "text": "Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e2f18082f23e4deaaad7511f412c1a6c_216"
    },
    {
      "start": 38986,
      "end": 40710,
      "text": "\n***\n6.It is proposed to introduce the Commercial Courts, Commercial NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined Division and Commercial Appellate Division of High Courts Bill, 2015, to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015, which inter alia, provides for the following namely-- (i) constitution of the Commercial Courts at District level except for the territory over which any High Court is having ordinary original civil jurisdiction;\n(ii) constitution of the Commercial Divisions in those High Courts which are already exercising ordinary civil jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction;\n(iii) constitution of the Commercial Appellate Division in all the High Courts to hear the appeals against the orders of the Commercial Courts and the orders of the Commercial Division of the High Court;\n(iv) the minimum pecuniary jurisdiction of such Commercial Courts and Commercial Division is proposed as one crore rupees; and (v) to amend the Code of Civil Procedure, 1908, as applicable to the Commercial Courts and Commercial Divisions which shall prevail over the existing High Courts Rules and other provisions of the Code of Civil Procedure, 1908, so as to improve the efficiency and reduce delays in disposal of commercial cases.\"\nThe object and purpose of the Commercial Courts Act is to ensure that the Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division of the High Courts and also to ensure that the commercial cases are disposed of expeditiously, fairly and at reasonable cost to the litigant.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cbef36a65b3a49daab68418812934c3d_217"
    },
    {
      "start": 40712,
      "end": 41049,
      "text": "36. A perusal of the Statement of Objects and Reasons of the Commercial Courts Act, 2015 and the various amendments to the Civil Procedure Code and insertion of new rules to the Code applicable to suits of commercial disputes show that it has been enacted for the purpose of providing an early disposal of high value commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbdb2544a6654054b57395b6acf33e23_218"
    },
    {
      "start": 41050,
      "end": 41257,
      "text": "A purposive interpretation of the Statement of Objects and Reasons and various amendments to the Civil Procedure Code leaves no room for doubt that the provisions of the Act require to be strictly construed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ab511f5552140449f58be73401934dc_219"
    },
    {
      "start": 41258,
      "end": 41477,
      "text": "If the provisions are given a liberal interpretation, the object behind constitution of Commercial Division of Courts viz. putting the matter on fast track and speedy resolution of commercial disputes, will be defeated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0514eb52650144d2aa8c84880235b803_220"
    },
    {
      "start": 41478,
      "end": 41617,
      "text": "If we take a closer look at the Statement of Objects and Reasons, words such as \"early\" and \"speedy\" have been incorporated and reiterated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45264dfb45ea45e79897875707f94e4a_221"
    },
    {
      "start": 41618,
      "end": 41871,
      "text": "The object shall be fulfilled only if the provisions of the Act are interpreted in a narrow sense and not hampered by the usual procedural delays plaguing our traditional NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b78d44d2d8e4bc989dd919c439517c9_222"
    },
    {
      "start": 41872,
      "end": 41957,
      "text": "\n37. A dispute relating to immovable property per se may not be a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4607ccb4a8345c7aed1dc578eb751bb_223"
    },
    {
      "start": 41958,
      "end": 42151,
      "text": "But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2(1)(c) of the Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2fac6ab5b6344153964c2d99da94c52d_224"
    },
    {
      "start": 42152,
      "end": 42237,
      "text": "The words \"used exclusively in trade or commerce\"\nare to be interpreted purposefully.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d280367ac32b43209bc8c735ec085161_225"
    },
    {
      "start": 42238,
      "end": 42357,
      "text": "The word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\"\nor \"to be used\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd78e991899646b3bc65d0d2c7809387_226"
    },
    {
      "start": 42358,
      "end": 42387,
      "text": "It should be \"actually used\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "162fde917c5843f5a84ae6602895e5ba_227"
    },
    {
      "start": 42388,
      "end": 42500,
      "text": "Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure discussed above.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad5d743d57f74c9aa6ff278143963ca4_228"
    },
    {
      "start": 42501,
      "end": 42842,
      "text": "\n(J1) The Hon'ble Apex Court in the aforesaid judgment has held that, the word trade or commerce featuring in section 2(c)(vii) of the Act, 2015 deserves to be construed narrowly and not broadly, so as to ensure only the activities, which are strictly construed as trade or commerce are included therein, without expanding the scope thereof.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4ee5b4cbea6446cab1384b36c6f904db_229"
    },
    {
      "start": 42843,
      "end": 43024,
      "text": "\n(K) In the case decided in Kushal Limited reported in (2023) 1 GLR 620 was a decision with respect to the warehouse, which is always construed as an activity of trade and commerce.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0a5b73a90abf4ba7b2009790d4e84776_230"
    },
    {
      "start": 43025,
      "end": 43106,
      "text": "Therefore, in the facts of the present case, the aforesaid ratio would not apply.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ec4de4a81f3e4fd0b432d1a315f51e95_231"
    },
    {
      "start": 43107,
      "end": 43397,
      "text": "\n(L) The Hon'ble Karnataka High Court in Writ Petition NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined No. 18093 of 2022 in the matter of Dhee Educational and Cultural Trust & Ors. v/s. M/s. Hartana Projects LLP , held in Paras-18, 19, 28 and 29, which reads thus:\n\"18.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a86125d2c8e247ceb5bf8e95e266fd99_232"
    },
    {
      "start": 43398,
      "end": 43572,
      "text": "Sri. T Sooryanarayana next argues that the consistent view of the Courts in India has been that running an educational institution is neither trade nor business nor commerce.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "29f9f6525e5f4091893aa608558736b3_233"
    },
    {
      "start": 43573,
      "end": 43845,
      "text": "The expression 'used exclusively in trade or commerce' in Section 2(1)\n(c)(vii) of the Commercial Courts Act must receive a similar interpretation excluding suits by or against institutions offering education even if based on agreements relating to immovable property/ies.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c8d41d2b067b42ff84259292cf6e53d8_234"
    },
    {
      "start": 43846,
      "end": 44301,
      "text": "Notwithstanding the consistent view across different subjects that running educational institution is neither trade nor business nor commerce, if only for the purposes of the Commercial Courts Act, running educational institutions is construed as trade or business or commerce, that would be adopting a liberal construction as against a narrow and purposive construction exposited by the Hon'ble Supreme Court in Ambalal Sarabhai Enterprises Ltd. [supra].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bbc730874b7e41d9bafb1fe8962aa35f_235"
    },
    {
      "start": 44303,
      "end": 44554,
      "text": "19. In support of the submission that running of educational institutions is consistently held as not trade or commerce, Sri. T Sooryanarayana relies upon the following decisions:\n[i] Unnikrishnan J P and others v. State of Andhra Pradesh and others5:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5670695db84a41739037878ea3713a65_236"
    },
    {
      "start": 44555,
      "end": 45026,
      "text": "Sri. T Sooryanarayana argues that a Constitutional Bench of the Hon'ble Supreme Court while considering, amongst others, whether there is a fundamental right to establish an educational institution under Article 19(1)(g) of the Constitution of India which enshrines the right to practice any profession, or to carry on any occupation, trade or business, has also considered the meaning to be attributed to the expression such as profession, occupation, trade or business.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "428a044e159a48c79ebfc49dd3346f36_237"
    },
    {
      "start": 45027,
      "end": 45449,
      "text": "It is ultimately opined that right to establish an educational institution can neither be a trade or business, nor can it be profession within the meaning of Article 19(1)(g), and he draws the attention of this Court, amongst others, to the opinion reads as follows6 :\n\"Imparting of education has never been treated as a trade or business in this country since the time immemorial. It has been treated as a religious duty.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8a7fda0df580494d83e23ee8d3a858c1_238"
    },
    {
      "start": 45450,
      "end": 45564,
      "text": "It has been treated as a charitable NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined activity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f5d1c3ba66f4b2097519484ebb0c380_239"
    },
    {
      "start": 45565,
      "end": 45597,
      "text": "But never as trade or business\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4993b6b167b34397885c20d771a0df79_240"
    },
    {
      "start": 45599,
      "end": 46131,
      "text": "[ii] Sri. T Sooryanarayana, relying upon the declaration in paragraph 198 of this judgment, also submits that running of institutions to impart education is declared as something that cannot be allowed to become commerce and therefore, it follows that running of an educational institution cannot be commerce and he draws the attention of this Court to the following:\n\"Education cannot be allowed to be converted into commerce nor can the petitioners seek to obtain the said result by relying upon the wider meaning of \"occupation\".",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3626d0021592472ea5a27e6f781eab69_241"
    },
    {
      "start": 46132,
      "end": 46320,
      "text": "The content of the expression \"occupation\" has to be ascertained keeping in mind the fact that clause (g) employs all the four expressions viz., profession, occupation, trade and business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e964de0318484b4393670ccc7dc23695_242"
    },
    {
      "start": 46321,
      "end": 46417,
      "text": "Their fields may overlap, but each of them does have a content of its own, distinct from others.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42395695bdb2470bbbcc7a1ae0768e96_243"
    },
    {
      "start": 46418,
      "end": 46524,
      "text": "Be that as it may, one thing is clear-imparting of education is not and cannot be allowed to be commerce.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "eba93a5472aa46b594aee3bfac55c9e1_244"
    },
    {
      "start": 46525,
      "end": 46829,
      "text": "\n[iii] Nitte Education Trust, Nitte, Karkala Taluk, Dakshina Kannada and another v. Union of India and Another7: Sri. T Sooryanarayana submits that this Court was considering whether the provisions of Monopolies and Restrictive Trade Practices Act, 1969 would apply to running an educational institution.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3a2c15c8421a467dab0cd1719336102c_245"
    },
    {
      "start": 46830,
      "end": 47651,
      "text": "This Court, after referring to the decision of the Hon'ble Supreme Court in Unni Krishnan J P v. State of Andhra Pradesh [supra] and to the definition of expressions such as Trade, Trade Practices and Services in this enactment, and while considering the question whether charging of a higher fee by itself would render running of an educational institution a trade has opined thus:\n\"It is a farce to contend that the charging of the higher fee by private educational institution than the fees charged for similar courses in government colleges or government aided colleges, but within the ceiling prescribed under the Act would make or render the education or establishment of educational institutions to be trade, it is farce and is far from reality.\"\n[iv] M P Electricity Board and others v. Shiv Narayan and another8:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b62c58ee0a4b43f59f99996480249d6b_246"
    },
    {
      "start": 47652,
      "end": 48098,
      "text": "Sri. T Sooryanarayana argues that the Hon'ble Supreme Court in this decision, while considering the difference between the expressions 'profession' and 'commerce', has emphasized that the words 'non-domestic' and 'commercial' are not NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined interchangeable, and 'commercial' is defined as traffic, trade or merchandise in buying and selling of goods with the motive of gaining profit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a051611388604776915680f7ea9e11c8_247"
    },
    {
      "start": 48099,
      "end": 48195,
      "text": "As such, running of an educational institution, even for a fee, cannot be construed as commerce.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7544909da74e42529a31adefb3ba0a79_248"
    },
    {
      "start": 48197,
      "end": 48768,
      "text": "28. Further, this Court is of the considered view that it cannot be reasonably opined that running of an educational institution for the purpose of the provisions of the Commercial Courts Act would be either trade or commerce though it would not be so in the context of the right that is enshrined under Article 19(1)(g) of the Constitution of India, or for the purposes of other Statutes when the common parlance meaning is not ascribed to the expression 'trade or commerce' in Section 2(1)(c)(vii) of the Commercial Courts Act and strict interpretation rule is applied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b576682306fc4abb91f90ebd7b27790a_249"
    },
    {
      "start": 48769,
      "end": 48900,
      "text": "If these expressions, notwithstanding the consistent view, are construed accordingly, it would mean signifying a wider connotation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1925481cca3c47c8bce76f6981056c67_250"
    },
    {
      "start": 48901,
      "end": 49247,
      "text": "Therefore, the question for consideration is answered in the negative holding that if a dispute arises out of an agreement relating to immovable property which is used exclusively for the purposes of running an educational institution, it cannot be a commercial dispute within the meaning of Section 2(1)(c)(vii) of the Commercial Courts Act.\n29.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d43835bf216a47ef9bc8483a2e75dcca_251"
    },
    {
      "start": 49248,
      "end": 49410,
      "text": "In the present case, it is beyond pale of dispute that the subject property is used exclusively for the purposes of running an educational institution - a school.",
      "labels": [
        "RATIO"
      ],
      "id": "56d6ce18132e4f21af7023a7134997f9_252"
    },
    {
      "start": 49411,
      "end": 49595,
      "text": "When this is undisputed, the other circumstances referred to by the Commercial Court would be extraneous, and these circumstances would not confer jurisdiction in the Commercial Court.",
      "labels": [
        "RATIO"
      ],
      "id": "72eff14cfbb4415aae0468a6c28f0040_253"
    },
    {
      "start": 49596,
      "end": 49786,
      "text": "In that event, the Commercial Court's order rejecting the petitioner's application under Order VII Rule 10 CPC cannot be sustained and hence, this Court must intervene with necessary orders.",
      "labels": [
        "RATIO"
      ],
      "id": "2881f24b88994667ab154ed57b410086_254"
    },
    {
      "start": 49787,
      "end": 49891,
      "text": "This takes this Court to the orders that have to follow as regards the amount of Rs.50 lakhs in deposit.",
      "labels": [
        "RATIO"
      ],
      "id": "675783aa3f1545cfae6b3d7df401f5cb_255"
    },
    {
      "start": 49892,
      "end": 50263,
      "text": "As the petitioner's application under Order VII Rule 10 CPC is being allowed with necessary order for return of the plaint before the Commercial Court and because this amount is deposited to show bona fides, it would only be reasonable to return the same to the petitioners leaving all questions open to be decided after the plaint if re-presented in terms of this order.",
      "labels": [
        "RATIO"
      ],
      "id": "ac8e7d2b21ca463baa224b037a84eb6a_256"
    },
    {
      "start": 50264,
      "end": 50460,
      "text": "Hence, the following:\nORDER NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined [a] The petition is allowed, and the Commercial Court's impugned order dated 30.07.2022 is quashed.",
      "labels": [
        "RPC"
      ],
      "id": "6b4e7900d889486eaa726482d632d52e_257"
    },
    {
      "start": 50461,
      "end": 50658,
      "text": "The petitioner's application under Order VII Rule 10 CPC is allowed directing the Commercial Court to return the plaint to the respondent to be presented before the competent court of jurisdiction.",
      "labels": [
        "RPC"
      ],
      "id": "32da2c0053d14657998e2fdade9e5000_258"
    },
    {
      "start": 50659,
      "end": 50975,
      "text": "[b] The Commercial Court is called upon to intimate to the respondent/its representative, as contemplated under Order VII Rule 10A of CPC, this order to return plaint with liberty to the respondent to file an application as permissible under Order VII Rule 10A(2) of CPC within such reasonable time as it may permit.",
      "labels": [
        "RPC"
      ],
      "id": "5477baef08934bddb6745ebaa1d87f3f_259"
    },
    {
      "start": 50976,
      "end": 51118,
      "text": "\n[c] The Registry is directed to return the amount of Rs.50 Lakhs in deposit to the first petitioner subject to compliance as may be required.",
      "labels": [
        "RPC"
      ],
      "id": "526a9a957d5347b9a3638b50e5458986_260"
    },
    {
      "start": 51119,
      "end": 51178,
      "text": "\nAll pending applications stand disposed of by this order.\"",
      "labels": [
        "RPC"
      ],
      "id": "ecd7c142d90340d8b9a5d856d0e5cc44_261"
    },
    {
      "start": 51179,
      "end": 51336,
      "text": "\nM. Mr. Shah, learned senior counsel appearing for the applicants herein is not in a position to controvert the aforesaid position of law, as referred above.",
      "labels": [
        "NONE"
      ],
      "id": "480cba002bb04bb09d63637056a81adc_262"
    },
    {
      "start": 51338,
      "end": 51517,
      "text": "6.1. The competent Court while passing the impugned order dated 07.03.2024 has held that the plaintiff- Meera Education Trust is an educational institution, registered as a Trust.",
      "labels": [
        "RPC"
      ],
      "id": "8a03631e45f84a7fb467e9ac4f8a1fed_263"
    },
    {
      "start": 51518,
      "end": 51621,
      "text": "The original Plaintiff has executed a service agreement with the original opponent no. 4 on 23/12/2008.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4cc98eb428cc4a8ab15cb7007e104312_264"
    },
    {
      "start": 51622,
      "end": 51816,
      "text": "According to which, the plaintiff has obtained rights to use the name of 'The Tree House' as well as to use its educational resources as well as its working method (procedure) mentioned therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88c17204b8e14a608a4f11fb307015c1_265"
    },
    {
      "start": 51817,
      "end": 52095,
      "text": "Further, the NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined disputed place was of the ownership of opponent no. 4, and it was kept on rent by the plaintiff for the period of 33 years to run Tree House and the said rent agreement was executed on 02/04/2014.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f95aa35e57394a839aaad6bd6ceeb279_266"
    },
    {
      "start": 52096,
      "end": 52159,
      "text": "The monthly rent of Rs. 1,50,000/- was to be paid for the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c436d1c089c24e35abd7f79ad6f0a6ab_267"
    },
    {
      "start": 52160,
      "end": 52365,
      "text": "At present total 1950 students are studying in the said School which was kept on rent for the period of 33 years and the original rent agreement executed with the opponent no.\n4 was canceled on 28/02/2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7cbc3a5f758a426a95fac3acf4752516_268"
    },
    {
      "start": 52366,
      "end": 52605,
      "text": "As mentioned by the plaintiff, if Opponent no. 4 sells the property to opponent no. 5, then the plaintiff had shown willingness to pay the rent of Rs. 30,00,000/-\nand it was decided to draft a new rent agreement for the period of 27 years.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00bd9671de604fd99b87c4354ff9901d_269"
    },
    {
      "start": 52606,
      "end": 52714,
      "text": "An agreement to sale was executed between original opponent no. 4 and original opponent no. 2 on 15/07/2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff508dd8ed854374bcb1ed014ada8ad7_270"
    },
    {
      "start": 52715,
      "end": 52857,
      "text": "As stated by the plaintiff, the payments were done to the opponent no.2, i.e. Rs. 50,00,000/- on 14/07/2022 and Rs. 50,00,000/- on 31/10/2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da2db639dc1f40ec97e9aa32df226eb9_271"
    },
    {
      "start": 52858,
      "end": 52952,
      "text": "That the opponent no. 2 had returned the said deposit to the original plaintiff on 14/02/2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2747f965f1d54b98b8f21a835674afac_272"
    },
    {
      "start": 52953,
      "end": 53157,
      "text": "The opponent no. 1 had purchased the disputed matter from opponent no. 4 vide registered sale deed, but as stated by the plaintiff, the opponents have not done any rent agreement with him (the plaintiff).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1808c83577984678a1627d02eadd528c_273"
    },
    {
      "start": 53158,
      "end": 53227,
      "text": "\nNEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb1c81db32a94232b837520ad2ed01d0_274"
    },
    {
      "start": 53228,
      "end": 53528,
      "text": "However, as the disputed place was a school, as stated by the plaintiff a school is running at that place, according to the conditions of the rent agreement, the amounts have been paid to opponent no. 1, which are; Rs. 1,00,00,000/- as Security Deposit and Rs. 32,40,000/- and Rs. 5,00,000/- as Rent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fdd1e202f509418282df4c8d3d897780_275"
    },
    {
      "start": 53529,
      "end": 53737,
      "text": "Hence, the plaintiff has filed suit to get the declaration as well as stay order with a prayer that opponents shall execute the rent agreement in his favor (of the Plaintiff) as per the stipulated terms. 6.2.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59769f34834f494093cb2303f35e3591_276"
    },
    {
      "start": 53738,
      "end": 53989,
      "text": "Further, in that reference, if on considering the representations of opponent Nos. 1 to 3, there was the clause of arbitration in the contract, which was executed between plaintiff and opponent no. 4, but that contract has been canceled on 28/02/2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f4bd2b71a3548f7a5296314cd0eea2b_277"
    },
    {
      "start": 53990,
      "end": 54152,
      "text": "Whereas, no signature of any of the parties are there in the draft which have been produced by the plaintiff, which could not be said or considered as a contract.",
      "labels": [
        "RATIO"
      ],
      "id": "07440d1b42b14a2fb06d5c028a12dda6_278"
    },
    {
      "start": 54153,
      "end": 54229,
      "text": "In that view of the matter also, the said suit is not liable to be returned.",
      "labels": [
        "RATIO"
      ],
      "id": "5c2fbc00046e4fc59c9001b5f3c5dac2_279"
    },
    {
      "start": 54230,
      "end": 54707,
      "text": "6.3. That while passing the impugned order, the competent Court has held that the subject matter of suit would not qualify as a commercial dispute under Section 2(c)(vii) of the NEUTRAL CITATION C/CRA/149/2024 JUDGMENT DATED: 03/05/2024 undefined Act, 2015, the agreement for which the specific performance is sought for, by the respondent no.1 is a draft agreement, not signed by the applicants and the provision of Section 8 of the Arbitration Act would not be applicable.\n7.",
      "labels": [
        "RPC"
      ],
      "id": "d97a3de219ef4f2f800f39c9f78322bc_280"
    },
    {
      "start": 54708,
      "end": 55137,
      "text": "For the reasons assigned aforesaid, position of law as referred above and having considered and perused the impugned order dated 07.03.2024 passed below Exh.9 in Special Civil Suit No. 175 of 2023 passed by the 4 th Additional Senior Civil Judge and Additional Chief Judicial Magistrate, Vadodara, no error can be said to have been committed by the concerned Court, and hence no interference is called for, in the impugned order.",
      "labels": [
        "RPC"
      ],
      "id": "db1d7a2306564bc88621495126da6265_281"
    },
    {
      "start": 55138,
      "end": 55210,
      "text": "\n8. The present Civil Revision Application stands dismissed accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "135a060df7b94696b0c19dff8c27c3f5_282"
    },
    {
      "start": 55211,
      "end": 55251,
      "text": "\nInterim relief, if any, stands vacated.",
      "labels": [
        "RPC"
      ],
      "id": "8ca14edf548249f3a3ec1550c343b7f1_283"
    },
    {
      "start": 55252,
      "end": 55288,
      "text": "\n(VAIBHAVI D. NANAVATI,J) Pradhyuman",
      "labels": [
        "NONE"
      ],
      "id": "a2d77121a1554038bdfce2e14f3ab2e2_284"
    }
  ]
}