{
  "id": "1d54b6285cf408fc3c93519e8364753a97f7dc351f3891d06108621ebddc50fc",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nRajasthan High Court - Jodhpur\nM/S Triveni Brokers vs M/S Hira Ram Hansa Ram on 19 March, 2024\nAuthor: Nupur Bhati \nBench: Nupur Bhati\n[2024:Rj-Jd:12253]\n\n\n\n        High Court Of Judicature For Rajasthan\n                      At Jodhpur\n                 S.B. Civil Writ Petition No. 2222/2024\n\nM/s Triveni Brokers, through its Partner Chhagan Lal son of\nHanja Ram, aged about 42 years, Resident of Ghachiyo Ka Bas,\nGhanchi Dharmshala Street, Sumerpur, District Pali (Rajasthan).\n                                                                   ----Petitioner\n                                     Versus\n1 .       M/ s Hira Ram Hansa Ram , Registered Firm through its \n         Proprietor Moti Lal son of Hira Ram, Main Bazaar\n         Sumerpur, Tehsil Sumerpur, District Pali. \n2.       Partap Ram S/ o Hanja Ram , Partner M/s Triveni Brokers , \n         Resident of Ghachiyo Ka Bas, Ghanchi Dharmshala Street,\n         Sumerpur, District Pali (Rajasthan). \n3.       Hanja Ram S/o Rupa Ram, Partner M/s Triveni Brokers, \n         Resident of Ghachiyo Ka Bas, Ghanchi Dharmshala Street,\n         Sumerpur, District Pali (Rajasthan). \n                                                                 ----Respondents\n                                Connected With \n                S.B. Civil Writ Petition No. 16350/2022 \nM/s Triveni Brokers, through its Partner Chhagan Lal son of\nHanja Ram, aged about 42 years, Resident of Ghachiyo Ka Bas,\nGhanchi Dharmshala Street, Sumerpur, District Pali (Rajasthan). \n                                                                   ----Petitioner\n                                     Versus\n1 .       M/ s Hira Ram Hansa Ram , Registered Firm through its \n         Proprietor Moti Lal son of Hira Ram, Main Bazaar\n         Sumperpur, Tehsil Sumerpur, District Pali. \n2.       Pratap Ram S/ o Hanja Ram , Partner M /s Triveni Brokers, \n         R/o   Ghachiyo     Ka     Bas,     Ghanchi        Dharmshala    Street,\n         Sumerpur, District Pali (Rajasthan). \n3.       Hanja Ram S/o Rupa Ram, Partner M/s Triveni Brokers,\n         R/o   Ghachiyo     Ka     Bas,     Ghanchi        Dharmshala    Street,\n         Sumerpur, District Pali (Rajasthan). \n                                                                 ----Respondents\n\n\n For Petitioner(s)          :     Mr. Moti Singh \n\n\n                     (Downloaded on 20/03/2024 at 08:40:47 Pm) \n    [2024:Rj-Jd:12253]                  (2 of 30)                    [Cw-2222/2024 ] \n\n\n    For Respondent(s)          :    Ms. Akshiti Singhvi \n\n\n                  Hon'Ble Dr. Justice Nupur Bhati \nOrder Reportable Reserved on - 14/03/2024 Pronounced on - 19/03/2024 [Civil Writ Petition No. 2222/2024] \n1. Though the matters were listed in the 'Fresh' Category, however, on joint request of the counsel for the parties, the matters are heard today itself. \n2. The Writ Petition has been filed under Articles 226 and 227 of the Constitution of India with the following prayers:-\n\"That the petitioner most respectfully humbly prayed that A. It is therefore most respectfully prayed that this writ petition may kindly be allowed:-\nB. By an appropriate writ, order or direction order may kindly issued and quashed the impugned order dated 09.01.2024 (Annexure- 8) passed by learned Commercial Court No.2 Jodhpur in Commercial Suit No.21/2023 (Ncv No.80/2019) (M/s Hira Ram Hansa Ram vs. M/s Triveni Brokers & others), may kindly be set aside.\nC. By an appropriate writ, order or direction order may kindly issue and the application (Annexure-6) under Section 65 of the Evidence Act may kindly be rejected. \nD. Any other appropriate writ, order or direction, which this Hon'ble Court may deem it just and proper in the facts and circumstances of the case, may kindly be issued. E. Costs of this writ petition may kindly be may kindly be awarded in favour of the petitioner\" \n3. Brief facts of the case are that the plaintiff/respondent firm filed a commercial suit for recovering Rs.17,86,774/- (Annexure-\n1) which included the amount supposed to be deposited by the [2024:Rj-Jd:12253] (3 of 30) [Cw-2222/2024] petitioners against the supply of goods, on 02.11.2017, i.e. Rs.\n12,27,977/- along with the interest of Rs. 4,90,019/- from the said date. An Fir was also registered at No. 59/2018 at Police Station, Sumerpur, District Pali, against the petitioner/defendant firm under Section 420, 408, 120-B of the Indian Penal Code, 1860 and subsequently the chargesheet was filed on 04.11.2018. \n4. After the service of notice, the petitioner/defendant firm filed a reply (Annexure-2) raising preliminary objections with regard to maintainability of the suit. Furthermore, the petitioner/defendant firm firm filed an application under Order Vii Rule 11 of the Code of Civil Procedure, 1908 (hereinafter referred to as 'Cpc') on account of non-disclosure of the 'cause of action' in the plaint. \n5. The Learned Commercial Court, vide order dated 11.08.2021 dismissed the application of the petitioner/defendant, against which the petitioner/defendant firm preferred a S.B.C.W.P No. 16350/2022 titled as Triveni Brokers v. Hiraram and Ors. Which is pending consideration before this Court. \n6. During the course of trial, the plaintiff/respondent firm filed an application (Annexure-3) under Order Xi Rule 12 and 14 of Cpc for taking on record the document/receipts. The petitioner/defendant firm filed a reply (Annexure-4) to the said application, raising an objection with respect to the applicability of Order Xi of Cpc to the proceedings under Commercial Courts Act, 2015. \n7. Learned Commercial Court vide order dated 28.08.2023 (Annexure-5) dismissed the application filed by the [2024:Rj-Jd:12253] (4 of 30) [Cw-2222/2024] plaintiff/respondent firm. Subsequently, the plaintiff/respondent firm filed an application (Annexure-6) under Section 65 of the Indian Evidence Act, 1872 for taking on record the document/receipts as secondary evidence, to which the petitioner/ defendant firm filed a reply (Annexure-7). \n8. Thereafter, the learned Commercial Court vide order dated 09.01.2024 (Annexure-8) allowed the application filed by the plaintiff/respondent. \n9. Thus, being aggrieved of the order dated 09.01.2024 (Annexure-8), the petitioner/defendant firm has preferred this writ petition. \n10. Learned Counsel for the petitioner/defendant firm submitted that the order passed by the learned Commercial Court is illegal, arbitrary and perverse as the learned Commercial Court has wrongly allowed the application filed by the plaintiff/respondent firm under Section 65 since the plaintiff/respondent firm have failed to disclose the existence of the original receipt and there is no observation of the learned Commercial Court with regard to Section 63 of the Indian Evidence Act, 1872, and thus the document produced by the plaintiff/respondent firm is not covered under the scope of secondary evidence as stipulated by the said provision. He also submitted that the learned Commercial Court has not given any finding whether the photocopy documents have been made from the original document as per Section 63(2) and (3) of the Indian Evidence Act, 1872. \n[2024:Rj-Jd:12253] (5 of 30) [Cw-2222/2024]\n11. Learned Counsel for the petitioner/defendant firm further submitted that as per Section 65 of the Indian Evidence Act, 1872, secondary evidence of the document may be given only where the original is shown or appears to be in possession or power of the person against whom the document is sought to be proved, or of any person, out of reach of the process of the Court, or wherein the original has been destroyed or lost. He also submitted that in the present case, the plaintiff/respondent failed to prove any of the condition stipulated under Section 65 of the Indian Evidence Act, 1872 and despite the same, learned Commercial Court has allowed the application filed by the plaintiff/respondent firm. \n12. Learned counsel for the petitioner/defendant firm submitted that the plaintiff/respondent cannot be allowed to bring the same application under Section 65 of the Indian Evidence Act, 1872, as the application under Order Xi Rule 12 and 14 of the Cpc has already been dismissed. He further submitted that since the same application had been rejected by the learned Commercial Court vide order dated 18.08.2023 (Annexure-5), learned Commercial Court does not have the power to review its own decision.\n13. Per contra, learned counsel for the respondent at the outset submitted that the application under Section 65 of the Indian Evidence Act, 1872 has been filed to produce 27 receipts of the material sold by the petitioner/defendant, who is the broker for the plaintiff/respondent firm and thus the plaintiff/respondent firm is not able to produce the original receipts since these original [2024:Rj-Jd:12253] (6 of 30) [Cw-2222/2024] receipts are in the power and possession of the petitioner/defendant firm.\n14. Learned Counsel for the plaintiff/respondent firm further submitted that the purpose of application under Order Xi Rule 12 of Cpc and Section 65 of the Indian Evidence Act, 1872 serve two completely different purposes, wherein she submitted that Order Xi Rule 12 of Cpc provides for the application for discovery of documents while Section 65 of the Indian Evidence Act, 1872 provides for an application wherein the party seeks permission to give secondary evidence in cases where original documents cannot be produced. She further submitted that thus, the applications under Order Xi Rule 12 and Section 65 of the Indian Evidence Act, 1872 are two completely different stages. \n15. Learned Counsel for the plaintiff/respondent firm further relied upon the judgment passed by the Coordinate Bench of this Hon'ble Court in the case of Arun Kumar v. Special Judge, Ndps [S.B.C.W.P. No. 3322 of 2018 decided on 13.03.2018] wherein it was observed that Section 65 of the Indian Evidence Act, 1872 has a wide scope and it permits the admission of secondary evidence, including photostat copies, in certain circumstances. The relevant paragraph of the judgment reads as under:-\n\"9. After hearing learned counsel for the parties and perusing the record of the case as well as the precedent law cited by both the parties, this Court is of the view that Section 65 of the Act of 1972 has a very wide scope and once the suit is for specific performance and the photostat copy of the agreement which was sought to be produced by the respondents through the petitioner, has been refused then it was ofcourse correct on the part of the learned Court below to permit the respondents to take the photostat copy of the [2024:Rj-Jd:12253] (7 of 30) [Cw-2222/2024] document on record. The taking of the document on record does not necessarily mean that the document has become final as the right of the petitioners to raise all the objections regarding the admissibility of the document shall always remain open and could be decided by the learned Court below itself. The refuting of the documents was the domain of the petitioners but accepting the documents under Section 65 of the Act of 1972 was a very wide scope looking into the language of Section 65 of the Act of 1972 and hence, could not have been denied by the learned Court below.\" \n16. Learned Counsel for the plaintiff/respondent firm also submitted that at this stage, relevancy is not be seen and she placed reliance upon the judgment passed by the Hon'ble High Court of Himachal Pradesh at Shimla in the case of Mahboob Hussan v. Smt. Vidya Sharma and Anr. [C.R. No. 74 of 2014 decided on 14.03.2017] wherein it was observed that the filing of application under Order Xi Rule 12 and 14 of the Cpc by the plaintiff/respondent firm was in the nature of the application under Section 66 of the Indian Evidence Act, 1872. The relevant paragraph of the judgment is reproduced as under:-\n\"17. Thus, the sum and substance of the application filed by the respondents under Order Xi, Rule 14, C.P.C. was in the nature of the application under section 66 of the Act and, therefore, non-service of the specific notice under section 66 of the Evidence Act upon the petitioner in the given facts and circumstances is of no avail as no prejudice would be caused to him. Consequently, the decision relied upon by the petitioner are not at all applicable to the facts obtaining in the instant case. Moreover, the proposition argued before this Court is not even the defense taken up by the petitioner before the Court below.\" \n17. Heard learned counsel for the parties, perused the material available on record and the judgments cited at the Bar. \n18. The petitioner/defendant firm in its reply dated 01.12.2023 (Annexure-7), to the application under Section 65 of the Indian Evidence Act 1872, has clearly stated that the 27 receipts which the plaintiff/respondent no.1 sought to bring on record did not [2024:Rj-Jd:12253] (8 of 30) [Cw-2222/2024] mention petitioner/defendant firm's name, nor do they relate to the transaction between the parties to the suit. Meaning thereby the petitioner has admitted the existence of such payment receipts being issued by it. The relevant paragraph of the petitioner/defendant firm's reply to application under Section 65 of the Indian Evidence Act, 1872 is reproduced as under:- \n\"     2                                             11  12  14            ,                                                                                                     \"\n19. The respondent has filed an additional affidavit while placing on record the application file under Order Xi Rule 12 & 14 Cpc and the reply filed by the petitioner. Upon perusal of the application filed by the respondent, it is seen that the respondent has placed on record photostat copies of 27 receipts of the payment received by the petitioner/defendant of the payment received by the petitioner/defendant while submitting that the original is lying with the petitioner/defendant. It is also stated in the application filed by the respondent/plaintiff that the petitioner/defendant has collected money from the traders for which such payment receipts have been issued by the petitioner/defendants. The petitioner/ defendants has filed reply (Annexure-R/2) to the said application in which he has admitted that such receipts have been issued by the petitioner firm while disputing that the name of the [2024:Rj-Jd:12253] (9 of 30) [Cw-2222/2024] respondent firm is not present in the said receipts and it does not pertain to any transaction between the petitioner and the respondent. Thus, when the original document is shown or appears to be in the possession or power of the petitioner/defendant against whom the document is sought to be proved, then 27 receipts have rightly been permitted to be admissible in evidence. \n20. The petitioner/defendant has also accepted that it bought certain goods from the respondent/plaintiff on various occasions and worked as a broker for the respondent firm. Thus, the petitioner firm has admitted that there were transactions between the petitioner firm and the respondent firm and thus, in order to prove its case, the plaintiff/respondent has placed on record about 27 photostat copies of the payment receipts and the issuance of which have duly been admitted by the petitioner firm. Thus, the learned commercial court has rightly allowed the application by the respondent under Section 65 of the Indian Evidence Act, 1872. The relevant paragraph of the reply to the application under Order Xi Rule 12 and 14 of Cpc is reproduced as under:- \n\"        03                                                                                                              .        -                  \"\n21. Order Xi Rule 12 of Cpc deals with the discovery of documents and allows the court to order any party to a suit to [2024:Rj-Jd:12253] (10 of 30) [Cw-2222/2024] make discovery on oaths of the document in their possession or power, which relates to any matter in question in the suit. The purpose is to ensure that relevant documents are made available to the parties and the court for the proper adjudication of the dispute. On the other hand, Section 65 of the Evidence Act deals with the cases in which secondary evidence may be given and it also specifies the conditions wherein the secondary evidence is admissible. Section 65 of the Indian Evidence Act, 1872 Act reads as under: -\n\"65. Cases in which secondary evidence relating to documents may be given.--Secondary evidence may be given of the existence, condition, or contents of a document in the following cases: --\n(a) when the original is shown or appears to be in the possession or power -- of the person against whom the document is sought to be proved, or of any person out of reach of, or not subject to, the process of the Court, or of any person legally bound to produce it, and when, after the notice mentioned in section 66, such person does not produce it;\n(b) when the existence, condition or contents of the original have been proved to be admitted in writing by the person against whom it is proved or by his representative in interest;\n(c) when the original has been destroyed or lost, or when the party offering evidence of its contents cannot, for any other reason not arising from his own default or neglect, produce it in reasonable time;\n(d) when the original is of such a nature as not to be easily movable;\n(e) when the original is a public document within the meaning of section 74;\n(f) when the original is a document of which a certified copy is permitted by this Act, or by any other law in force in 1 [India] to be given in evidence;\n(g) when the originals consist of numerous accounts or other documents which cannot conveniently be examined in Court, and the fact to be proved is the general result of the whole collection.\nIn cases (a), (c) and (d), any secondary evidence of the contents of the document is admissible. In case (b), the written admission is admissible. \nIn case (e) or (f), a certified copy of the document, but no other kind of secondary evidence, is admissible. [2024:Rj-Jd:12253] (11 of 30) [Cw-2222/2024] In case (g), evidence may be given as to the general result of the documents by any person who has examined them, and who is skilled in the examination of such documents.\"\n22. Furthermore, this Court observes that contrary to the intent of Order Xi Rule 12 of Cpc, the purpose of Section 65 of the Indian Evidence Act, 1872 is to provide an exception to the general rule that the best evidence must be produced, in situations where the original document is lost, destroyed, or otherwise unavailable. This court also finds that in the case of Rajeev Khanna urf Raju s/o (late) Shri Azad Khanna v. Smt. Anita Tripathi D/0 (late) Shri Suraj Prakash Tripathi [S.B.C.W.P No. 22718 of 2017 decided on 03.01.2018], wherein it was held that even after dismissal of application under Order Xi Rule 12 and 14, sufficient steps had been taken by the defendant-petitioner for calling for original documents to be placed on record as secondary evidence, and thus the Coordinate Bench of this Hon'ble Court had allowed the application filed under Section 65 of the Indian Evidence Act, 1872. The relevant paragraph reads as under:-\n\"10. Having noted the submissions of learned counsel for both the parties and after going through the order impugned dated 18/08/2017 passed by the Additional Senior Civil Judge and Additional Chief Judicial Magistrate No.2, Jaipur Metropolitan, this Court finds that the learned trial court has noted that the documents no. 4 to 7 were not allowed to be taken on record vide order dated 28/01/2017. It is also seen that the application moved under Order 11 Rule 12 & 14 Cpc has been rejected solely on the ground that the proceedings against the defendant-respondent No.2 have been held to be ex-parte and therefore, the documents have been not called for from their possession. Thus, this Court finds that sufficient steps were taken by the defendant-petitioner for calling for the original documents which he wanted to place on record as secondary evidence. \n11. The Apex Court in the case of Rakesh Mohindra Vs. Anita Beri and others (supra) has held that the precondition for [2024:Rj-Jd:12253] (12 of 30) [Cw-2222/2024] leading secondary evidence is that the Court should be satisfied with appropriate steps have been taken by the concerned party for producing the original documents which are not in his possession and which are stated to be in possession of the other person. Originality, such documents ought to have been directed to be produced from the concerned party. However, in the circumstances, as noted above, if the original documents could not be produced and the defendant-respondent no.2 himself has placed photo copies of the originals, it would be in the interest of justice that the application under Section 65 of the Act of 1872 is allowed and the same is treated as secondary evidence for the purpose of disposal of the suit. The submission of learned counsel for the plaintiff-respondent that the onus lies for proving the various issues framed is only on the plaintiff- respondent, would not be of any material change. \n12. Consequently, the writ petition is allowed. The order impugned dated 18/08/2017 passed by the learned trial court is set aside and the application moved by the defendant- petitioner under Section 65 of the Act of 1872 for calling for secondary evidence relating to the two documents i.e. revised list of allottees and revised map as published, is allowed. No costs.\" \n23. Thus, the submission of the learned counsel for the petitioner that after rejection of the application filed by the respondent under Order Xi Rule 12 & 14 Cpc, the application under Section 65 of the Indian Evidence Act, 1872, is not maintainable, is having no merit, as the respondent/plaintiff had taken sufficient steps for calling the original documents by way of filing application under Order Xi Rule 12 & 14 Cpc. Thereafter, when the application under Order Xi Rule 12 & 14 Cpc was rejected, the respondent/plaintiff placed on record the photostat copies of the original receipts, by way of filing application under Section 65 of the Indian Evidence Act, 1872. \n24. Moreover, this Court observes that the petitioner/defendant's submission that the mandatory requirement of notice has not been fulfilled by the plaintiff/respondent firm, is devoid of merit, since by virtue of filing the application under Order Xi Rule 12 and [2024:Rj-Jd:12253] (13 of 30) [Cw-2222/2024] 14, this fact has come to notice of the petitioner/defendant firm that the plaintiff/respondent firm has presented photostat copies of the original receipts of the transactions made by the petitioner/ defendant firm and thus, under Proviso to Section 66 of the Indian Evidence Act, 1872, notice was not required. Section 66 of the Evidence Act, 1872 reads as under:-\n\"66. Rules as to notice to produce.-- Secondary evidence of the contents of the documents referred to in section 65, clause (a), shall not be given unless the party proposing to give such secondary evidence has previously given to the party in whose possession or power the document is, [or to his attorney or pleader,] such notice to produce it as is prescribed by law; and if no notice is prescribed by law, then such notice as the Court considers reasonable under the circumstances of the case:\nProvided that such notice shall not be required in order to render secondary evidence admissible in any of the following cases, or in any other case in which the Court thinks fit to dispense with it: --\nxxxx (2) when, from the nature of the case, the adverse party must know that he will be required to produce it;\nxxxx\"\n25. This Court finds that in the case of Ashok Dulichand v. Madahavlal Dube : (1975) 4 Scc 664, the Hon'ble Apex Court considering the provisions of Section 65 of the Evidence Act, held as under: -\n\"According to clause (a) of section 65 of the Indian Evidence Act, secondary evidence may be given of the existence, condition or contents of a document when the original is shown or appears to be in the possession or power of the person against whom the document is sought to be proved, or of any person out of reach of, or not subject to, the process of the Court, or of any person legally bound to produce it, and when, after the notice mentioned in section 66, such person does not produce it. Clauses (b) to (g) of section 65 specify some other contingencies wherein secondary evidence relating to a document may be given.\" \n[2024:Rj-Jd:12253] (14 of 30) [Cw-2222/2024]\n26. Recently, this Court in the case of Virendra Kumar v. Neeraj Garg : S.B. Civil Writ Petition No.10391/2023 decided on 01.03.2024 while considering the identical controversy has held that pre-requisites of Section 65 of the Evidence Act, 1872 have to be satisfied before leading secondary evidence. In the case of Virendra Kumar (supra), this Court relied on the decision rendered by Hon'ble Apex Court in the case of Rakesh Mohindra v. Anita Beri and Ors. : (2016) 16 Scc 483. In the case of Rakesh Mohindra (surpa), the Hon'ble Court has held that in order to lead secondary evidence, certain pre-conditions are required to be fulfilled, where such original document(s) could not have been produced by the party relying upon such documents in spite of best efforts, and it was unable to produce the same which is beyond his control. It has also been held by the Hon'ble Apex Court that the party seeking to produce secondary evidence must establish for the non-production of primary evidence, unless, it is established that the original documents are lost or destroyed or are being deliberately withheld by the party in respect of that document sought to be used, secondary evidence in respect of that document cannot be accepted. The relevant para of the judgment passed in Rakesh Mohindra (supra) is reproduced as under:-\n\"Held, while allowing the appeal (1) The pre-conditions for leading secondary evidence are that such original documents could not be produced by the party relied upon such documents in spite of best efforts, unable to produce the same which is beyond their control. The party [2024:Rj-Jd:12253] (15 of 30) [Cw-2222/2024] sought to produce secondary evidence must establish for the non-production of primary evidence. Unless, it is established that the original documents is lost or destroyed or is being deliberately withheld by the party in respect of that document sought to be used, secondary evidence in respect of that document cannot accepted.\" \n27. This Court in the case of Mukesh Kumar v. Prithvi Raj : S.B. Civil Writ Petition No.12845/2019 decided on 28.07.2023 while allowing the writ petition preferred by the petitioner/defendant challenging the order passed by the trial court whereby the trial court rejected the application preferred by the defendant seeking lead secondary evidence, has held as under:\n\"17. Section 65 clause (a) of the Evidence Act lays down that secondary evidence may be given of the existence, condition or contents of a document when the original is shown or appears to be in the possession or power of the person against whom the document is sought to be proved. In the case in hand, the petitioner-defendant, in his written statement and in the application filed under Order 11 Rules 12 and 14 of the Code of Civil Procedure has mentioned that the document in question is in possession of the respondent-defendant. \n18. Section 66 of the Evidence Act provides for notice to the party in whose possession the document is shown. This Court finds that the purpose of notice is to provide information regarding showing the possession of the document. From the perusal of the material available on record, it reveals that the petitioner defendant filed an application under Order 11 Rules 12 and 14 of the Code of Civil Procedure for production of the document in question to which he filed reply, though denied to have the possession of the same and thus, the respondent-plaintiff was having prior knowledge about the production of such documents.\n19. Further, the learned counsel for the petitioner submitted that if the document in question is allowed to be produced as secondary evidence, then no prejudice would be caused to the respondent-plaintiff as he will have an opportunity to testify the said document by examining such witnesses, particularly in light of the issue No.5 framed by the learned trial Court. Also, the learned trial Court, vide order dated 04.01.2019, while deciding the application of the petitioner filed under Order 11 Rules 12 and 14 of the Code of Civil Procedure, has observed that the document in question is necessary for deciding the suit and directed the petitioner-defendant to brought on record the same in [2024:Rj-Jd:12253] (16 of 30) [Cw-2222/2024] accordance with law and hence, the petitioner-defendant has preferred the present application under Section 65 of the Evidence Act. \n20. This Court, in the case of Arun Kumar (supra), this Court observed as under:-\n\"8. ... ... 32. ... ... ... As held by this Court that after taking the document on record, the party relying upon it, will have to prove its existence and execution so also its contents and conditions. Needless to observe that the respondent/defendant shall be permitted to raise all just objections regarding admissibility of the document in the teeth of the provisions of Registration Act and Stamp Act. The objection as and when raised, shall be decided by the learned Trial Court, in accordance with law. Any observation made by this Court consciously or otherwise touching upon admissibility of the document shall not come in the way of learned Trial Court to decide the same.\" \nIn the case of Smt. Mathura Devi (supra), this Court observed as under:-\n\"(13) ... ... The proposition of the secondary evidence never automatically means that the evidence rendered is truthful, authentic or genuine as the same has to be established during the course of trial. Thus, excluding the secondary evidence only with an apprehension of an improper evidence coming in at a preliminary stage is uncalled for.\" \n21. In view of the above, this Court finds that if the petitioner defendant is permitted to lead secondary evidence, then, it will not prejudice the case of the respondent-plaintiff as he will have full opportunity to examine the witnesses over the document so also he will be free to raise all his just objections. \n22. The writ petition is allowed in the above terms and the impugned order dated 08.08.2019 is quashed and set aside.\"\n28. In the case of Mahboob Hussain (supra), the High Court of Himachal Pradesh observed that filing of application under Order Xi Rule 12 & 14 Cpc by the plaintiff therein, was in the nature of application under Section 66 of the Evidence Act, 1872 and service of specific notice under Section 66 upon the defendant was not required, as no prejudice as such would be caused to the defendant therein.\n[2024:Rj-Jd:12253] (17 of 30) [Cw-2222/2024]\n29. This Court finds that the respondent/plaintiff has taken sufficient steps prior to filing application under Section 65 of the Indian Evidence Act, 1872 and has sufficiently shown that the original receipts are in possession or power of the petitioner/defendant. \n30. Thus, the order passed by the learned Commercial Court dated 09.01.2024 (Annexure-8) does not require any interference and the writ petition is, therefore, dismissed. Stay petition as well as all other pending applications, if any, also stand dismissed. [Civil Writ Petition No. 16350/2022] \n1. This writ petition has been filed under Article 226 and 227 of the Constitution of India with the following prayers:-\n\"A. It is therefore most respectfully prayed that this writ petition may kindly be allowed:-\nB. By an appropriate writ, order or direction order may kindly issued and quashed the impugned order dated 11.08.2021 (Annexure- 5) passed by the learned Commercial Court No.1, Jodhpur and allow the application (Annexure-3) filed by the petitioner with regard to application under Order 7 Rule 11 Cpc in Commercial Suit No.80/2019 (Ncv No.80/2019) (M/s Hira Ram Hansa Ram Vs. Triveni Brokers & others), the suit file by the plaintiff may kindly be dismissed according to the provision of Order 7 Rule 11(a) of the Cpc C. Any other appropriate writ, order or direction, which this Hon'ble Court may deem it just and proper in the facts and circumstances of the case, may kindly be issued. \nD. Costs of this writ petition may kindly be may kindly be awarded in favour of the petitioner.\" \n[2024:Rj-Jd:12253] (18 of 30) [Cw-2222/2024]\n2. Brief facts of the case are that the plaintiff/respondent no. 1 firm filed a commercial suit (Annexure-1) for recovering Rs. 17,86,774/- which included the amount supposed to be deposited by the petitioners against the supply of goods, on 02.11.2017, i.e. Rs. 12,27,977/- along with the interest of Rs. 4,90,019/- from the said date. Furthermore, An Fir was registered at No. 59/2018 at Police Station, Sumerpur, District Pali, against the petitioner under Section 420, 408, 120-B of the Indian Penal Code, 1860 and subsequently the chargesheet was filed on 04.11.2018. \n3. After the service of notice, the petitioner/defendant filed a reply (Annexure-2) raising preliminary objections with regard to maintainability of the suit. Furthermore, the petitioner/defendant filed an application (Annexure-3) under Order Vii Rule 11 of the Code of Civil Procedure, 1908 (hereinafter referred to as 'Cpc') on account of non-disclosure of the 'cause of action' in the plaint. Furthermore the Respondent-Plaintiff filed reply (Annexure-4) to the application filed by the petitioner-defendant under Order Vii Rule 11.\n4. The Learned Commercial Court, vide order dated 11.08.2021 (Annex-5) dismissed the application filed by the petitioner/defendant and thus, being aggrieved of the order dated 11.08.2021 (Annexure-5), the petitioner has preferred this writ petition. \n5. Learned Counsel for the petitioner-defendant submitted that the impugned order passed by learned commercial court rejecting the application filed by the petitioner-defendant under Order Vii [2024:Rj-Jd:12253] (19 of 30) [Cw-2222/2024] Rule 11 Cpc is illegal, arbitrary and perverse, inasmuch as the respondent No1-plaintiff has failed to disclose the cause of action in the plaint, as provided under order Vii Rule 11 (a) Cpc. He further submitted that the provision of Order Vii Rule 11 Cpc imposes an obligation on court to determine whether the plaint discloses a cause of action by scrutinising the averments in the plaint along with the documents relied upon by the plaintiff and also by perusing the material facts which are necessary for the plaintiff to prove in order to entitle him to the reliefs claimed in the suit. \n6. Learned Counsel for the petitioner-defendant also submitted that by perusal of the plaint filed by the plaintiff it is clear that the suit was filed by the plaintiff in the year 2019 and in the pleadings of the plaintiff there is no disclosure of cause of action and thereby the suit is barred by provisions of Order Vii Rule 11(a) Cpc as in the entire plaint the plaintiff has not disclosed any cause of action and mere claim regarding liability of some due amount from the petitioner-defendant cannot be treated as disclosure of cause of action in the plaint.\n7. Learned counsel for the petitioner further submitted that the joinder of proper party in the plaint is necessary for a trial against any person and the petitioner-defendant being a broker for the respondent No.1-plaintiff, inasmuch as the goods/material was not delivered to the petitioner-defendant and, therefore, the recovery cannot be made against the petitioner and the purchasers are also necessary parties in the suit, however, the learned trial Court has [2024:Rj-Jd:12253] (20 of 30) [Cw-2222/2024] not considered the same aspect. He also submitted in regard to the jurisdiction of High Court against the order passed by the commercial Court that as per Rule 55 of the Rajasthan High Court Rules the jurisdiction under Article 226 and 227 of the Constitution of India lies with the Single bench and thus his writ petition is maintainable. \n8. In support of his submissions the Learned Counsel for the petitioner placed reliance on the judgments passed by the Hon'ble Apex Court in the case of T. Arivandandam vs T. V. Satyapal & Another reported in 1977 (4) Scc 467; Sopan Sukhdeo Sable & Ors vs Assistant Charity Commissioner & Ors reported in 2004(2) Wlc(Sc)Cvl122; Innovative Textiles Ltd versus Nitin spinners Ltd (D.B. Cwp No.8119/2023); Rajasthan State Mines And Minerals Ltd vs Ankur Minmine Product Private Limited (S.B.C.W.P 920/2019)\n9 . Per contra, learned counsel for the respondent-Plaintiff firm submitted that the writ petition filed by the petitioner is not maintainable, inasmuch as per Section 8 of the Commercial courts Act, 2015 there is bar against revision application or petition against an interlocutory order of a Commercial Court and thus the writ petition of the petitioner be dismissed on the said ground. She further submitted that the petitioner has made false averments that the plaint does not disclose the cause of action as mentioned in Order Vii Rule 11 (a) Cpc, whereas, the respondent- plaintiff has clearly mentioned in detail in its plaint regarding the cause of action and the non-payment of the amount by the [2024:Rj-Jd:12253] (21 of 30) [Cw-2222/2024] petitioner-defendant due to the respondent-plaintiff and moreover, the case of the plaintiff is a mixed question of facts and law and thus the averments of the petitioner-defendant in its application under order Vii Rule 11 for rejection of plaint, do not sustain.\n10. Learned counsel for the respondent-plaintiff further submitted that the respondent-plaintiff cannot be compelled by the petitioner as to who should be made the necessary party in the suit filed by it, particularly when the petitioner committed fraud against the respondent while he was working as a broker for the respondent and was selling the goods/material for the respondent however, was not making the payment of the same to the respondent. The petitioner/defendant has not paid the due amount to respondent/plaintiff after selling the goods/material, though the goods were sold through the petitioner/defendant and thus the petitioner/defendant was the only necessary party and the other purchasers were not required to be arrayed as defendants in the suit. Moreover, the petitioner has not even replied to the legal notice given to him by the respondent\n11. Learned counsel for the respondent-plaintiff also submitted that the fraudulent actions of the petitioner clearly discloses the cause of action which have been clearly mentioned in the suit and these are questions of facts and laws which will be decided after producing evidences and hearing the parties and therefore, the application filed by the petitioner Order Vii Rule 11 for rejection of [2024:Rj-Jd:12253] (22 of 30) [Cw-2222/2024] the plaint has rightly been dismissed as the averments in the plaint clearly describes and discloses the cause of action.\n12. Learned counsel for the respondent further submitted that while adjudicating regarding the cause of action under order Vii Rule 11 the plaint has to be read as a whole to find out whether the averments disclose the cause of action or whether the suit is barred by any law. In support of the same the respondent has placed reliance on the judgments passed by the Coordinate Bench of this Court in the case of Sardar Khan Khokhar versus Shri Devji Patel and Ors reported in 2011(3)Dnj (Raj) 1563 and Late Dhanpat Kanwar and Anr versus Smt Shanti and Ors (Sbcwp No. 9794/2017).\n13. Heard Learned Counsel for the parties; perused the material available on record and the judgments cited at the Bar. \n14. This Court finds that the learned Commercial Court has observed in its order dated 11.08.2021 that any specific word or sentence cannot determine the Cause of Action, and the \"bundle of facts\" as a whole should be considered while determining if there is disclosure of cause of action or not. The learned Commercial Court further observed that the plaintiff-respondent has repeatedly stated in its plaint that the petitioner-Defendant is liable to pay the amount due to the respondent-plaintiff which has not been paid by the petitioner-defendant and this relief of the respondent-plaintiff itself is the disclosure of the cause of action by the plaintiff-respondent. The learned Commercial Court also observed that on the basis of such technical grounds the [2024:Rj-Jd:12253] (23 of 30) [Cw-2222/2024] respondent-plaintiff cannot be deprived of the relief claimed, as all the facts and the plaint should be considered as a whole to determine if \"Cause of Action\" arises or not. \n15. The object of Order Vii Rule 11 Cpc is to provide a mechanism for rejecting a plaint at an early stage of the proceedings if it is found to be defective and does not disclose the cause of action or is barred by law. It is also important to note that provisions of Order Vii Rule 11 Cpc are mandatory in nature and not directory. The Court may reject a plaint if it does not comply with the requirements specified in Order Vii Rule 11 Cpc, which includes providing sufficient details of the cause of action. The petitioner/defendant has preferred application under Order Vii Rule 11 Cpc on the ground that the respondent/plaintiff has failed to disclose a cause of action in the suit filed by it. This Court further finds that the learned Commercial Court observed that the petitioner-defendant worked as a broker for the respondent and furthermore, the questions, firstly whether the purchasers who bought the goods from the petitioner be made necessary parties and secondly, whether the petitioner is a sole proprietorship or a partnership firm are mixed question of fact and law which do not attract the provisions of Order Vii Rule 11 Cpc, thus these contentions of the petitioner in the application under Order Vii Rule 11 do not sustain. \n16. This Court finds that by perusal of the plaint, it clearly describes that the petitioner firm was a broker for the respondent firm and sold the grocery goods for the respondent and thereafter [2024:Rj-Jd:12253] (24 of 30) [Cw-2222/2024] was supposed to pay the amount received by the petitioner firm to the respondent firm which seems was not paid by the petitioner. Furthermore, it is clearly stated in the plaint that the petitioner firm after supplying the goods to the purchasers and after receiving the amount from the purchasers have not paid the due amount to the respondent and has defrauded the respondent and thus, this clearly discloses the Cause of Action in the suit filed by the respondent, therefore the contentions of the petitioner that there is no disclosure of the Cause of Action is unsustainable. Relevant Portion of the Order Vii Rule 11(a) Cpc is reproduced here as under:-\n\"Order Vii- Plaint\n11. Rejection of plaint.-- The plaint shall be rejected in the following cases:--\n(a) where it does not disclose a cause of action;\"\n17. This Court finds that in the case of Azhar Hussain  v. Rajiv Gandhi : 1996 Supp SCC 315, the Hon'ble Apex Court held that the whose purpose of conferment of powers under this provision is to ensure that a litigation which is meaningless and bound to prove abortive, should not be permitted to waste judicial time of the Court. The relevant portion of the judgment reads as under:\n\"12. .... The whole purpose of conferment of such powers is to ensure that a litigation which is meaningless, and bound to prove abortive should not be permitted to occupy the time of the court, and exercise the mind of the respondent. The sword of Damocles need not be kept hanging over his head unnecessarily without point or purpose. Even in an ordinary civil litigation, the court readily exercises the power to reject a plaint, if it does not disclose any cause of action.\"\n[2024:RJ-JD:12253] (25 of 30) [CW-2222/2024]\n18. This Court finds that in the case of Liverpool & London S.P. & I Assn. Ltd. v. M.V. Sea Success I : (2004) 9 SCC 512, the Hon'ble Apex Court held as under:\n\"139. Whether a plaint discloses a cause of action or not is essentially a question of fact. But whether it does or does not must be found out from reading the plaint itself. For the said purpose, the averments made in the plaint in their entirety must be held to be correct. The test is as to whether if the averments made in the plaint are taken to be correct in their entirety, a decree would be passed.\" \n19. Further it is seen that in the case of Church of Christ Charitable Trust & Educational Charitable Society v. Ponniamman Educational Trust : (2012) 8 SCC 706, the Hon'ble Apex Court has held that the cause of action is a bundle of facts which gives the plaintiff the right to relief against the defendant and a cause of action must include the some act done by the defendant since in absence of such an act no cause of action can possibly accrue. \n20. This Court finds that in the case of ABC Laminart (P) Ltd. v. A.P. Agencies : (1989) 2 SCC 163, the Hon'ble Apex Court while explaining the meaning of 'cause of action' has held that a cause of action means every fact, which if traversed, it would be necessary for the plaintiff to prove in order to support his right to a judgment of the court and in other words, it is a bundle of facts. The relevant paragraph 12 of the said judgment reads as under:\n\"12. A cause of action means every fact, which if traversed, it would be necessary for the plaintiff to prove in order to support his right to a judgment of the Court. In other words, it is a bundle of facts which taken with the l aw applicable to them gives the plaintiff a fight to relief against the defendant. It must include some act done by t he defendant since in the absence of such an act no cause of action can possibly accrue. It is not limited to the actual infringement of the fight sued on but includes all t he material facts on which it is founded. It does not comprise evidence necessary to prove such facts, but every fa ct necessary for the plaintiff to prove to enable him to obtain [2024:RJ-JD:12253] (26 of 30) [CW-2222/2024] a decree. Everything which if not proved would give t he defendant a fight to immediate judgment must be part of t he cause of action. But it has no relation whatever to the defence which may be set up by the defendant nor does it depend upon the character of the relief prayed for by t he plaintiff.\" \n21. This Court finds that in the case of ITC Ltd. vs. Debts Recovery Appellate Tribunal : (1998) 2 SCC 70, the Hon'ble Apex Court has held that the basic question to be decided while dealing with an application filed under Order VII Rule 11 CPC is whether a real cause of action has been set out in the plaint or something purely illusory has been stated with a view to get out of Order VII Rule 11 of CPC.\n22. This Court finds that in another case of Madanuri Sri Rama Chandra Murthy v. Syed Jalal : (2017) 13 SCC 174, the Hon'ble Apex Court held that if on an entire and meaningful reading of the plaint, it is found that the suit is manifestly vexatious and merit less in the sense of not disclosing any right to sue, the court should exercise power under Order 7 Rule 11 CPC. The relevant paragraph of the said judgment reads as under:\n\"7. The plaint can be rejected under Order VII Rule 11 if conditions enumerated in the said provision are fulfilled. It is needless to observe that the power under Order VII Rule 11, CPC can be exercised by the Court at any stage of the suit. The relevant facts which need to be looked into for deciding the application are the averments of the plaint only. If on an entire and meaningful reading of the plaint, it is found that the suit is manifestly vexatious and meritless in the sense of not disclosing any right to sue, the court should exercise power under Order VII Rule 11, CPC. Since the power conferred on the Court to terminate civil action at the threshold is drastic, the conditions enumerated under Order VII Rule 11 of CPC to the exercise of power of rejection of plaint have to be strictly adhered to. The averments of the plaint have to be read as a whole to find out whether the averments disclose a cause of action or whether the suit is barred by any law. It is needless to observe that the question as to whether the suit is barred by any law, would always depend upon the facts and circumstances of each case. \n[2024:RJ-JD:12253] (27 of 30) [CW-2222/2024] The averments in the written statement as well as the contentions of the defendant are wholly immaterial while considering the prayer of the defendant for rejection of the plaint. Even when, the allegations made in the plaint are taken to be correct as a whole on their face value, if they show that the suit is barred by any law, or do not disclose cause of action, the application for rejection of plaint can be entertained and the power under Order VII Rule 11 of CPC can be exercised. If clever drafting of the plaint has created the illusion of a cause of action, the court will nip it in the bud at the earliest so that bogus litigation will end at the earlier stage.\" \n23. In a recent judgment in Rajendra Bijoria & Ors. v. Hemant Kumar Jalan & Anr. : (2022) 12 SCC 641, the Hon'ble Apex Court while elucidating on the underline object of Order VII Rule 11 CPC held as under:\n\"20. It could thus be seen that this Court has held that the power conferred on the court to terminate a civil action is a drastic one, and the conditions enumerated under Order VII Rule 11 of CPC are required to be strictly adhered to. However, under Order VII Rule 11 of CPC, the duty is cast upon the court to determine whether the plaint discloses a cause of action, by scrutinizing the averments in the plaint, read in conjunction with the documents relied upon, or whether the suit is barred by any law. This Court has held that the underlying object of Order VII Rule 11 of CPC is that when a plaint does not disclose a cause of action, the court would not permit the plaintiff to unnecessarily protract the proceedings. It has been held that in such a case, it will be necessary to put an end to the sham litigation so that further judicial time is not wasted.\"\n24. A bare perusal of the pleadings of the plaint would reveal that the respondent/plaintiff has very specifically mentioned in the plaint that the goods were sold through the petitioner/defendant, who is in fact a commission agent/broker to various traders, however, the sale consideration was not paid to the plaintiff. It is seen from the pleadings of the plaint that the respondent/plaintiff has mentioned the date of transaction as well as the name of the traders and the amount due from the petitioner/defendant for such transactions. The pleadings of the plaint further states that [2024:RJ-JD:12253] (28 of 30) [CW-2222/2024] the total amount outstanding to the defendant is Rs.12,27,977/- alongwith interest total Rs.17,86,774/- as also the period during which the transactions took place between the petitioner/defendant and the respondent/plaintiff i.e. from 01.04.2017 to 02.11.2017. The respondent/plaintiff in the plaint has also contended that for recovering the amount from the petitioner/defendant, a legal notice dated 18.02.2019 was also served upon the defendant and copy of said legal notice and postal AD receipt have also been exhibited. The relevant paragraphs No.5, 6 and 7 of the suit filed by the respondent- plaintiff are reproduced hereinbelow:-\n\"5. ; g gS fd izfroknhx.k } kjk fofHkUu O;kikfjs;ksa dks nh xbZ fdjk.kk lkeku dh jkf\"k izfroknhx.k ds }kjk oknh QeZ dks nh tkrh Fkh] ijUrq uhps fuEu of.kZr O;kikfj;ksa ls izfroknhx.k us lkeku ds isVs jkf\"k izkIr dhA ijUrq oknh QeZ dks vnk ugha dh xbZ] tks fuEu izdkj gS %& -la- fnukad O;kikfj;ksa dk uke :i;s@jkf'k 1- 18-03-2017 Jh gfjflag lksuk.kk 5803@& 2- 18-03-2017 oS'.ko fdjk.kk LVksj 275@& 3- 18-03-2017 pkjHkqtk fdjk.kk LVksj 2]171@& lkjaxokl 4- 20-03-2017 lksuk.kk [ksrykth 27]560@& Hkkstu'kkyk 5- 20-03-2017 [ksrykth fdjk.kk LVksj 11]575@& twuk 6- 20-03-2017 pkjHkqtk fdjk.kk LVksj 17]00@& dwjuk 7- 20-03-2017 _frd fdjk.kk LVksj 2300@& lknM+k 8- 27-07-2017 oS'.ko fdjk.kk LVksj vkuk 5]892@& 9- 27-03-2017 Ckcwyky Hkknztwu 5]892@& 10- 27-03-2017 gfjvkse gksVy nslwjh 35]00@& 11- 27-03-2017 v'kksd fdjk.kk LVksj 1]080@& lsokM+h 12- 27-03-2017 pqUuhyky nslwjh 850@& fnukad 01-04-2017 ls fnukad 02-11-2017, rd dqy :i;s 12]27]977@& [2024:RJ-JD:12253] (29 of 30) [CW-2222/2024] \n6. ;g gS fd mDr lkeku izfroknhx.k } kjk oknh QeZ ls [kjhnk x;k rFkk fnukad 01-07-2017 ls 02-11-2017 rd izfroknhx.k ds }kjk o vU; O;kikfj;ksa ds fy;s :i;s 12]27]977@& v{kjs ckjg yk[k lRrkbZl gtkj ukS lkS lRrrj :i;s ek= dk fdjk.kk lkeku izfroknhx.k }kjk [kjhndj x;k rFkk izfroknhx.k }kjk fofHkUu O;kikfj;ksa dks Hkstkx;kA izfroknhx.k czksdj dk dk;Z djrs gq;s oknh QeZ ls le;&le; ij fofHkUu O;kikfj;ksa dks fHktokus ds fy;s m/kkj esa fdjk.kk dk lkeku oknh QeZ ls [kjhns x;s ijUrq mDr lkeku dh jkf'k izfroknhx.k }kjk oknh QeZ dks ugha pqdkbZ xbZ gSA izfroknhx.k ls oknh QeZ dk dqy cdk;k jkf'k 12]96]755@& v{kjs ckjg yk[k Nh;kuos gtkj lkr lkS ipiu :i;s ek= curh gSA 7. ; g gS fd izfroknhx.k ls oknh QeZ }kjk ckj&ckj fuosnu djus ij Hkh izfroknh us m/kkj fy;s fdjk.kk lkeku dh jkf\"k dk Hkqxrku ugh fd;k] ftlls O;fFkr gksdj oknh QeZ us tfj;s vf/koDrk fof/kd uksfVl izfroknhx.k dks fnukad 18-02-2019 dks Hkstk o tokc gsrq 15 fnu dk izfroknhx.k dks le; fn;k x;k fdarq izfroknhx.k ds }kjk fof/kd uksfVl izkIr djus ds ckotqn Hkh dksbZ tokc ugha x;k ;uk gh oknh ls laidZ fd;k x;kA fof/kd uksfVl ,oa izkfIr fjiksVZ e; ,-Mh- okn ds lkFk layXu gSA\" \n25 . The submission of the learned counsel for the respondent that the present writ petition is not maintainable before this Court, is not sustainable, as the Coordinate Bench of this Court in S.B. Civil Writ Petition No.920/2019 : Rajasthan State Mines and Minerals Ltd. v. Ankur Minmine Product Pvt. Ltd. decided on 07.03.2019 has held that writ petition under Article 227 of the Constitution of India is maintainable, even against an interlocutory order passed by the commercial court irrespective of what has been contained in Section 8 of the Act of 2015, albeit with self imposed restrictions and restraints imposed by the Courts in light of various judicial pronouncements. \n26. This Court upon perusal of the plaint finds that the respondent/plaintiff has indeed made out a cause of action for filing the suit. The main thrust of the application seeking rejection of the plaint is that the plaintiff does not disclose the cause of action, which has been negated by the learned commercial court and rightly so. The plaintiff has sought a specific relief of the amount due on account of business transaction between the two [2024:RJ-JD:12253] (30 of 30) [CW-2222/2024] i.e. plaintiff and the defendant. In such circumstances, the suit filed by the respondent/plaintiff cannot be said to be lacking cause of action. It is important to note that the plaint filed by the respondent/plaintiff cannot be read in isolation as the averments made in the plaint have to be read in entirety as held by Hon'ble Apex Court in catena of judgments that disclosure of cause of action is nothing but a bundle of facts. Thus, upon bare reading of the plaint it is writ large that the respondent has been able to make out a cause of action in the plaint filed by it. \n27. Thus, in the considered opinion of this Court, no interference is made out in the judgment dated 11.08.2021 passed by the Commercial Court No.1 Jodhpur. The writ petition lacks merits and, therefore, the same is hereby dismissed. Stay application as well as all other pending applications, if any, also stand dismissed. \n(DR. NUPUR BHATI),J Reserve DJ/-\nPowered by TCPDF (www.tcpdf.org)",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb46f89d09684d668e83dd7456469d1c_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "545007e0dc9d44c196154535dbaf1ac0_1"
    },
    {
      "start": 242,
      "end": 357,
      "text": "\nRajasthan High Court - Jodhpur\nM/S Triveni Brokers vs M/S Hira Ram Hansa Ram on 19 March, 2024\nAuthor: Nupur Bhati",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e0cc95d5abd44a00aca83b5a4881c273_2"
    },
    {
      "start": 358,
      "end": 849,
      "text": "\nBench: Nupur Bhati\n[2024:Rj-Jd:12253]\n\n\n\n        High Court Of Judicature For Rajasthan\n                      At Jodhpur\n                 S.B. Civil Writ Petition No. 2222/2024\n\nM/s Triveni Brokers, through its Partner Chhagan Lal son of\nHanja Ram, aged about 42 years, Resident of Ghachiyo Ka Bas,\nGhanchi Dharmshala Street, Sumerpur, District Pali (Rajasthan).\n                                                                   ----Petitioner\n                                     Versus\n1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86d9f995a514429a9895b885dc0ccf89_3"
    },
    {
      "start": 850,
      "end": 860,
      "text": ".       M/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "71bbd02bf2a34d5ab00eccb62258af28_4"
    },
    {
      "start": 861,
      "end": 881,
      "text": "s Hira Ram Hansa Ram",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ad0d196ed55403a80e23419be0cee85_5"
    },
    {
      "start": 882,
      "end": 911,
      "text": ", Registered Firm through its",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0c8feebab7cb4bf09fc2e6a6f8b5472f_6"
    },
    {
      "start": 922,
      "end": 1021,
      "text": "Proprietor Moti Lal son of Hira Ram, Main Bazaar\n         Sumerpur, Tehsil Sumerpur, District Pali.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b78b2f9e337448ab22d1f50c9d3fab3_7"
    },
    {
      "start": 1023,
      "end": 1045,
      "text": "2.       Partap Ram S/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bc70945e71f543b7b4186e319f17fb20_8"
    },
    {
      "start": 1046,
      "end": 1057,
      "text": "o Hanja Ram",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9287d37dbf6447c190a09d4db52fcab0_9"
    },
    {
      "start": 1058,
      "end": 1087,
      "text": ", Partner M/s Triveni Brokers",
      "labels": [
        "PREAMBLE"
      ],
      "id": "65da4258771e40af867e72d419488c15_10"
    },
    {
      "start": 1088,
      "end": 1201,
      "text": ", \n         Resident of Ghachiyo Ka Bas, Ghanchi Dharmshala Street,\n         Sumerpur, District Pali (Rajasthan).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5f46da58718747f88414539b006d8672_11"
    },
    {
      "start": 1203,
      "end": 1264,
      "text": "3.       Hanja Ram S/o Rupa Ram, Partner M/s Triveni Brokers,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "58648ce537c147c98c0b50ff5c9d2002_12"
    },
    {
      "start": 1275,
      "end": 1376,
      "text": "Resident of Ghachiyo Ka Bas, Ghanchi Dharmshala Street,\n         Sumerpur, District Pali (Rajasthan).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bfbce826f8b44b8f8702551b738a2a5f_13"
    },
    {
      "start": 1443,
      "end": 1505,
      "text": "----Respondents\n                                Connected With",
      "labels": [
        "PREAMBLE"
      ],
      "id": "216d461580c34bcd9bb0b7a5ecc7aac2_14"
    },
    {
      "start": 1523,
      "end": 1562,
      "text": "S.B. Civil Writ Petition No. 16350/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6d27c98d0e94215b7f9f73db7cd1c64_15"
    },
    {
      "start": 1563,
      "end": 1748,
      "text": "\nM/s Triveni Brokers, through its Partner Chhagan Lal son of\nHanja Ram, aged about 42 years, Resident of Ghachiyo Ka Bas,\nGhanchi Dharmshala Street, Sumerpur, District Pali (Rajasthan).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "079d546a15b7406da9caa0f0b0a4b4b0_16"
    },
    {
      "start": 1817,
      "end": 1869,
      "text": "----Petitioner\n                                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "01691801111d42bda188a07bc76be426_17"
    },
    {
      "start": 1869,
      "end": 1876,
      "text": "Versus\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c9b1f61eec4d4585b56b0e3f645f45b9_18"
    },
    {
      "start": 1876,
      "end": 1888,
      "text": "1 .       M/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a389d2c63c764529afa4c0061f12c3dc_19"
    },
    {
      "start": 1889,
      "end": 1909,
      "text": "s Hira Ram Hansa Ram",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2ecd5fc63524037b4b265bbe9d92dc6_20"
    },
    {
      "start": 1910,
      "end": 1939,
      "text": ", Registered Firm through its",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1c40f1bedf0b4a17b37adfc0c1a60638_21"
    },
    {
      "start": 1950,
      "end": 2050,
      "text": "Proprietor Moti Lal son of Hira Ram, Main Bazaar\n         Sumperpur, Tehsil Sumerpur, District Pali.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "49a3297e383a4465b1fc1c1af28f5102_22"
    },
    {
      "start": 2052,
      "end": 2074,
      "text": "2.       Pratap Ram S/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "14babe81179a45c28906379787174077_23"
    },
    {
      "start": 2075,
      "end": 2086,
      "text": "o Hanja Ram",
      "labels": [
        "PREAMBLE"
      ],
      "id": "58bcdde548a7407f8f93474a1f6d3626_24"
    },
    {
      "start": 2087,
      "end": 2098,
      "text": ", Partner M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f01883082006443baeee453ad33ace64_25"
    },
    {
      "start": 2099,
      "end": 2118,
      "text": "/s Triveni Brokers,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "596919c6d572418887a1424b972becea_26"
    },
    {
      "start": 2119,
      "end": 2246,
      "text": "\n         R/o   Ghachiyo     Ka     Bas,     Ghanchi        Dharmshala    Street,\n         Sumerpur, District Pali (Rajasthan).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "220e1ab60ace405898b6bf72e981228f_27"
    },
    {
      "start": 2248,
      "end": 2319,
      "text": "3.       Hanja Ram S/o Rupa Ram, Partner M/s Triveni Brokers,\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c16afe92ed104e5bb89c51db096b55d7_28"
    },
    {
      "start": 2319,
      "end": 2333,
      "text": "R/o   Ghachiyo",
      "labels": [
        "PREAMBLE"
      ],
      "id": "57a8f38a872943ac91790de2cc78a691_29"
    },
    {
      "start": 2334,
      "end": 2361,
      "text": "    Ka     Bas,     Ghanchi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf92ec38a0b9460498b1d64f114f671c_30"
    },
    {
      "start": 2369,
      "end": 2436,
      "text": "Dharmshala    Street,\n         Sumerpur, District Pali (Rajasthan).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "db137e759ba8481aa9854c97adf5f3fe_31"
    },
    {
      "start": 2503,
      "end": 2539,
      "text": "----Respondents\n\n\n For Petitioner(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d57e355a37349b98a04fe81c0df3f5e_32"
    },
    {
      "start": 2540,
      "end": 2569,
      "text": "         :     Mr. Moti Singh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8682aad0d7c5466aa946189b2c705867_33"
    },
    {
      "start": 2594,
      "end": 2635,
      "text": "(Downloaded on 20/03/2024 at 08:40:47 Pm)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "91569e88274f408aadc319ead06eeffa_34"
    },
    {
      "start": 2636,
      "end": 2706,
      "text": "\n    [2024:Rj-Jd:12253]                  (2 of 30)                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f4a04ea64ff04337b499022ecfb4e5fa_35"
    },
    {
      "start": 2706,
      "end": 2719,
      "text": "[Cw-2222/2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f798839086cc474b812522afb50e9097_36"
    },
    {
      "start": 2720,
      "end": 2761,
      "text": "] \n\n\n    For Respondent(s)          :    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "84239f2142e54fdfbc29beadce2cb7e5_37"
    },
    {
      "start": 2761,
      "end": 2780,
      "text": "Ms. Akshiti Singhvi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "497a0d0fda9d481095354d9b5a337ff6_38"
    },
    {
      "start": 2802,
      "end": 2833,
      "text": "Hon'Ble Dr. Justice Nupur Bhati",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0675d31ec1d5461394122507fbf1c9fb_39"
    },
    {
      "start": 2834,
      "end": 2939,
      "text": "\nOrder Reportable Reserved on - 14/03/2024 Pronounced on - 19/03/2024 [Civil Writ Petition No. 2222/2024]",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0e4c7b7d37a749748553a0b805a3ed8b_40"
    },
    {
      "start": 2941,
      "end": 3093,
      "text": "1. Though the matters were listed in the 'Fresh' Category, however, on joint request of the counsel for the parties, the matters are heard today itself.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0fc84b03b7544d84bf7db653a5935e00_41"
    },
    {
      "start": 3094,
      "end": 3368,
      "text": "\n2. The Writ Petition has been filed under Articles 226 and 227 of the Constitution of India with the following prayers:-\n\"That the petitioner most respectfully humbly prayed that A. It is therefore most respectfully prayed that this writ petition may kindly be allowed:-\nB.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38c24a6eb07d4f568eeda743dc2fe06b_42"
    },
    {
      "start": 3369,
      "end": 3679,
      "text": "By an appropriate writ, order or direction order may kindly issued and quashed the impugned order dated 09.01.2024 (Annexure- 8) passed by learned Commercial Court No.2 Jodhpur in Commercial Suit No.21/2023 (Ncv No.80/2019) (M/s Hira Ram Hansa Ram vs. M/s Triveni Brokers & others), may kindly be set aside.\nC.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9a06e149152c4df899daa0ddebad46e0_43"
    },
    {
      "start": 3680,
      "end": 3839,
      "text": "By an appropriate writ, order or direction order may kindly issue and the application (Annexure-6) under Section 65 of the Evidence Act may kindly be rejected.",
      "labels": [
        "FAC"
      ],
      "id": "b0ede28b91c94f5198fe1232f9f17366_44"
    },
    {
      "start": 3841,
      "end": 4010,
      "text": "D. Any other appropriate writ, order or direction, which this Hon'ble Court may deem it just and proper in the facts and circumstances of the case, may kindly be issued.",
      "labels": [
        "FAC"
      ],
      "id": "ea1c4a9291dc42dfa99c956026a5f483_45"
    },
    {
      "start": 4011,
      "end": 4106,
      "text": "E. Costs of this writ petition may kindly be may kindly be awarded in favour of the petitioner\"",
      "labels": [
        "FAC"
      ],
      "id": "0f76c79c946e40a19bc3420a2db0ba3e_46"
    },
    {
      "start": 4108,
      "end": 4482,
      "text": "3. Brief facts of the case are that the plaintiff/respondent firm filed a commercial suit for recovering Rs.17,86,774/- (Annexure-\n1) which included the amount supposed to be deposited by the [2024:Rj-Jd:12253] (3 of 30) [Cw-2222/2024] petitioners against the supply of goods, on 02.11.2017, i.e. Rs.\n12,27,977/- along with the interest of Rs. 4,90,019/- from the said date.",
      "labels": [
        "FAC"
      ],
      "id": "94063af7e53f4bceb1ab304e7ea52c27_47"
    },
    {
      "start": 4483,
      "end": 4725,
      "text": "An Fir was also registered at No. 59/2018 at Police Station, Sumerpur, District Pali, against the petitioner/defendant firm under Section 420, 408, 120-B of the Indian Penal Code, 1860 and subsequently the chargesheet was filed on 04.11.2018.",
      "labels": [
        "FAC"
      ],
      "id": "38d54a61a59841eb824309e0e7fc6bf3_48"
    },
    {
      "start": 4727,
      "end": 4890,
      "text": "4. After the service of notice, the petitioner/defendant firm filed a reply (Annexure-2) raising preliminary objections with regard to maintainability of the suit.",
      "labels": [
        "FAC"
      ],
      "id": "132f4d8c17b14a399c5185a90be9ec04_49"
    },
    {
      "start": 4891,
      "end": 5124,
      "text": "Furthermore, the petitioner/defendant firm firm filed an application under Order Vii Rule 11 of the Code of Civil Procedure, 1908 (hereinafter referred to as 'Cpc') on account of non-disclosure of the 'cause of action' in the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "23c8713da93f4532a26b815ac27b0509_50"
    },
    {
      "start": 5126,
      "end": 5368,
      "text": "5. The Learned Commercial Court, vide order dated 11.08.2021 dismissed the application of the petitioner/defendant, against which the petitioner/defendant firm preferred a S.B.C.W.P No. 16350/2022 titled as Triveni Brokers v. Hiraram and Ors.",
      "labels": [
        "FAC"
      ],
      "id": "6723568f8407424c874ad88704670d7f_51"
    },
    {
      "start": 5369,
      "end": 5418,
      "text": "Which is pending consideration before this Court.",
      "labels": [
        "FAC"
      ],
      "id": "7dc0686b9e7e434aaf0ee942b4623b72_52"
    },
    {
      "start": 5420,
      "end": 5595,
      "text": "6. During the course of trial, the plaintiff/respondent firm filed an application (Annexure-3) under Order Xi Rule 12 and 14 of Cpc for taking on record the document/receipts.",
      "labels": [
        "FAC"
      ],
      "id": "c5e9f6af2a6645bf9ea36a71558d5043_53"
    },
    {
      "start": 5596,
      "end": 5805,
      "text": "The petitioner/defendant firm filed a reply (Annexure-4) to the said application, raising an objection with respect to the applicability of Order Xi of Cpc to the proceedings under Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "3a921fd4614e4e4abee072a002900e15_54"
    },
    {
      "start": 5807,
      "end": 5985,
      "text": "7. Learned Commercial Court vide order dated 28.08.2023 (Annexure-5) dismissed the application filed by the [2024:Rj-Jd:12253] (4 of 30) [Cw-2222/2024] plaintiff/respondent firm.",
      "labels": [
        "FAC"
      ],
      "id": "bd36d56378d9418b96cf6ad22cdf0e78_55"
    },
    {
      "start": 5986,
      "end": 6247,
      "text": "Subsequently, the plaintiff/respondent firm filed an application (Annexure-6) under Section 65 of the Indian Evidence Act, 1872 for taking on record the document/receipts as secondary evidence, to which the petitioner/ defendant firm filed a reply (Annexure-7).",
      "labels": [
        "FAC"
      ],
      "id": "d573729bbe2f47c793a89ddb1c8d4cc0_56"
    },
    {
      "start": 6249,
      "end": 6392,
      "text": "8. Thereafter, the learned Commercial Court vide order dated 09.01.2024 (Annexure-8) allowed the application filed by the plaintiff/respondent.",
      "labels": [
        "FAC"
      ],
      "id": "82e2eec71c884cea9dfd70f07874f729_57"
    },
    {
      "start": 6394,
      "end": 6526,
      "text": "9. Thus, being aggrieved of the order dated 09.01.2024 (Annexure-8), the petitioner/defendant firm has preferred this writ petition.",
      "labels": [
        "FAC"
      ],
      "id": "05204ba4ba5a4a199d26c200405af3ad_58"
    },
    {
      "start": 6528,
      "end": 7176,
      "text": "10. Learned Counsel for the petitioner/defendant firm submitted that the order passed by the learned Commercial Court is illegal, arbitrary and perverse as the learned Commercial Court has wrongly allowed the application filed by the plaintiff/respondent firm under Section 65 since the plaintiff/respondent firm have failed to disclose the existence of the original receipt and there is no observation of the learned Commercial Court with regard to Section 63 of the Indian Evidence Act, 1872, and thus the document produced by the plaintiff/respondent firm is not covered under the scope of secondary evidence as stipulated by the said provision.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9ab7180cabc2420b9564085de9760354_59"
    },
    {
      "start": 7177,
      "end": 7391,
      "text": "He also submitted that the learned Commercial Court has not given any finding whether the photocopy documents have been made from the original document as per Section 63(2) and (3) of the Indian Evidence Act, 1872.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7df5ae1e35f44ee79af4d4593af782fa_60"
    },
    {
      "start": 7393,
      "end": 7440,
      "text": "[2024:Rj-Jd:12253] (5 of 30) [Cw-2222/2024]\n11.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0c26535449ed4fcdbb70ba8bf48ce211_61"
    },
    {
      "start": 7441,
      "end": 7862,
      "text": "Learned Counsel for the petitioner/defendant firm further submitted that as per Section 65 of the Indian Evidence Act, 1872, secondary evidence of the document may be given only where the original is shown or appears to be in possession or power of the person against whom the document is sought to be proved, or of any person, out of reach of the process of the Court, or wherein the original has been destroyed or lost.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9c3f45e2b63d4d62bc1cc4d771294b09_62"
    },
    {
      "start": 7863,
      "end": 8144,
      "text": "He also submitted that in the present case, the plaintiff/respondent failed to prove any of the condition stipulated under Section 65 of the Indian Evidence Act, 1872 and despite the same, learned Commercial Court has allowed the application filed by the plaintiff/respondent firm.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8b645687210e42f8a4d314c3799d5ae1_63"
    },
    {
      "start": 8146,
      "end": 8426,
      "text": "12. Learned counsel for the petitioner/defendant firm submitted that the plaintiff/respondent cannot be allowed to bring the same application under Section 65 of the Indian Evidence Act, 1872, as the application under Order Xi Rule 12 and 14 of the Cpc has already been dismissed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "80df85a1d7744502bad2a9b5d8049a4d_64"
    },
    {
      "start": 8427,
      "end": 8652,
      "text": "He further submitted that since the same application had been rejected by the learned Commercial Court vide order dated 18.08.2023 (Annexure-5), learned Commercial Court does not have the power to review its own decision.\n13.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7aa85c89119547febf9b1fb6eddc1f24_65"
    },
    {
      "start": 8653,
      "end": 9162,
      "text": "Per contra, learned counsel for the respondent at the outset submitted that the application under Section 65 of the Indian Evidence Act, 1872 has been filed to produce 27 receipts of the material sold by the petitioner/defendant, who is the broker for the plaintiff/respondent firm and thus the plaintiff/respondent firm is not able to produce the original receipts since these original [2024:Rj-Jd:12253] (6 of 30) [Cw-2222/2024] receipts are in the power and possession of the petitioner/defendant firm.\n14.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a1692ef2c59b4285a02c05ba33b374a4_66"
    },
    {
      "start": 9163,
      "end": 9682,
      "text": "Learned Counsel for the plaintiff/respondent firm further submitted that the purpose of application under Order Xi Rule 12 of Cpc and Section 65 of the Indian Evidence Act, 1872 serve two completely different purposes, wherein she submitted that Order Xi Rule 12 of Cpc provides for the application for discovery of documents while Section 65 of the Indian Evidence Act, 1872 provides for an application wherein the party seeks permission to give secondary evidence in cases where original documents cannot be produced.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8f70cb9257e0486585b3366eb7e888c3_67"
    },
    {
      "start": 9683,
      "end": 9840,
      "text": "She further submitted that thus, the applications under Order Xi Rule 12 and Section 65 of the Indian Evidence Act, 1872 are two completely different stages.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "84aaa66c048446f994cb77e84f27ad4e_68"
    },
    {
      "start": 9842,
      "end": 10278,
      "text": "15. Learned Counsel for the plaintiff/respondent firm further relied upon the judgment passed by the Coordinate Bench of this Hon'ble Court in the case of Arun Kumar v. Special Judge, Ndps [S.B.C.W.P. No. 3322 of 2018 decided on 13.03.2018] wherein it was observed that Section 65 of the Indian Evidence Act, 1872 has a wide scope and it permits the admission of secondary evidence, including photostat copies, in certain circumstances.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3e228becd340491ab6a33414561aeffb_69"
    },
    {
      "start": 10279,
      "end": 10929,
      "text": "The relevant paragraph of the judgment reads as under:-\n\"9. After hearing learned counsel for the parties and perusing the record of the case as well as the precedent law cited by both the parties, this Court is of the view that Section 65 of the Act of 1972 has a very wide scope and once the suit is for specific performance and the photostat copy of the agreement which was sought to be produced by the respondents through the petitioner, has been refused then it was ofcourse correct on the part of the learned Court below to permit the respondents to take the photostat copy of the [2024:Rj-Jd:12253] (7 of 30) [Cw-2222/2024] document on record.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "259f6953f03043fd92c772ae962affab_70"
    },
    {
      "start": 10930,
      "end": 11212,
      "text": "The taking of the document on record does not necessarily mean that the document has become final as the right of the petitioners to raise all the objections regarding the admissibility of the document shall always remain open and could be decided by the learned Court below itself.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "482ca08201944fedbe68a8f3f5bef54b_71"
    },
    {
      "start": 11213,
      "end": 11488,
      "text": "The refuting of the documents was the domain of the petitioners but accepting the documents under Section 65 of the Act of 1972 was a very wide scope looking into the language of Section 65 of the Act of 1972 and hence, could not have been denied by the learned Court below.\"",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7c2af1053828405ca456173027549bc1_72"
    },
    {
      "start": 11490,
      "end": 12029,
      "text": "16. Learned Counsel for the plaintiff/respondent firm also submitted that at this stage, relevancy is not be seen and she placed reliance upon the judgment passed by the Hon'ble High Court of Himachal Pradesh at Shimla in the case of Mahboob Hussan v. Smt. Vidya Sharma and Anr. [C.R. No. 74 of 2014 decided on 14.03.2017] wherein it was observed that the filing of application under Order Xi Rule 12 and 14 of the Cpc by the plaintiff/respondent firm was in the nature of the application under Section 66 of the Indian Evidence Act, 1872.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "286e8801350a4970813e4dbcd877d3b0_73"
    },
    {
      "start": 12030,
      "end": 12098,
      "text": "The relevant paragraph of the judgment is reproduced as under:-\n\"17.",
      "labels": [
        "STA"
      ],
      "id": "6af5363a14504acb91d269e5f2b0b361_74"
    },
    {
      "start": 12099,
      "end": 12467,
      "text": "Thus, the sum and substance of the application filed by the respondents under Order Xi, Rule 14, C.P.C. was in the nature of the application under section 66 of the Act and, therefore, non-service of the specific notice under section 66 of the Evidence Act upon the petitioner in the given facts and circumstances is of no avail as no prejudice would be caused to him.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1c474d045edc4539916437f3e21d5ee0_75"
    },
    {
      "start": 12468,
      "end": 12594,
      "text": "Consequently, the decision relied upon by the petitioner are not at all applicable to the facts obtaining in the instant case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d12df3613cfb4941881ca2226e09795e_76"
    },
    {
      "start": 12595,
      "end": 12721,
      "text": "Moreover, the proposition argued before this Court is not even the defense taken up by the petitioner before the Court below.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1d1cf03421248b6bf4cfc10866a7212_77"
    },
    {
      "start": 12723,
      "end": 12842,
      "text": "17. Heard learned counsel for the parties, perused the material available on record and the judgments cited at the Bar.",
      "labels": [
        "NONE"
      ],
      "id": "e4704a7090f8417294444a984ab6bde9_78"
    },
    {
      "start": 12844,
      "end": 13257,
      "text": "18. The petitioner/defendant firm in its reply dated 01.12.2023 (Annexure-7), to the application under Section 65 of the Indian Evidence Act 1872, has clearly stated that the 27 receipts which the plaintiff/respondent no.1 sought to bring on record did not [2024:Rj-Jd:12253] (8 of 30) [Cw-2222/2024] mention petitioner/defendant firm's name, nor do they relate to the transaction between the parties to the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4ac461c252e349e3b3a4711af7b49360_79"
    },
    {
      "start": 13258,
      "end": 13360,
      "text": "Meaning thereby the petitioner has admitted the existence of such payment receipts being issued by it.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "490d1139eb044acebbf80b6022f13f0d_80"
    },
    {
      "start": 13361,
      "end": 13514,
      "text": "The relevant paragraph of the petitioner/defendant firm's reply to application under Section 65 of the Indian Evidence Act, 1872 is reproduced as under:-",
      "labels": [
        "FAC"
      ],
      "id": "8b10797cd50e4fa9854c38582c8c9705_81"
    },
    {
      "start": 13516,
      "end": 13523,
      "text": "\"     2",
      "labels": [
        "ANALYSIS"
      ],
      "id": "209c3777a28c460c90b5a6de8b1a54a0_82"
    },
    {
      "start": 13568,
      "end": 13694,
      "text": "11  12  14            ,                                                                                                     \"\n",
      "labels": [
        "NONE"
      ],
      "id": "ae1d20eed6fe4778aa0044b2ed986018_83"
    },
    {
      "start": 13694,
      "end": 13862,
      "text": "19. The respondent has filed an additional affidavit while placing on record the application file under Order Xi Rule 12 & 14 Cpc and the reply filed by the petitioner.",
      "labels": [
        "FAC"
      ],
      "id": "71d8292875cf4836836da2a68c0bcca4_84"
    },
    {
      "start": 13863,
      "end": 14182,
      "text": "Upon perusal of the application filed by the respondent, it is seen that the respondent has placed on record photostat copies of 27 receipts of the payment received by the petitioner/defendant of the payment received by the petitioner/defendant while submitting that the original is lying with the petitioner/defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "792cebcda9a34b07a8269f995de31810_85"
    },
    {
      "start": 14183,
      "end": 14399,
      "text": "It is also stated in the application filed by the respondent/plaintiff that the petitioner/defendant has collected money from the traders for which such payment receipts have been issued by the petitioner/defendants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c33ee03fd83b4246bb0e16415878ea80_86"
    },
    {
      "start": 14400,
      "end": 14784,
      "text": "The petitioner/ defendants has filed reply (Annexure-R/2) to the said application in which he has admitted that such receipts have been issued by the petitioner firm while disputing that the name of the [2024:Rj-Jd:12253] (9 of 30) [Cw-2222/2024] respondent firm is not present in the said receipts and it does not pertain to any transaction between the petitioner and the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7e6aa2effc914a0789795f0ba46781d3_87"
    },
    {
      "start": 14785,
      "end": 15023,
      "text": "Thus, when the original document is shown or appears to be in the possession or power of the petitioner/defendant against whom the document is sought to be proved, then 27 receipts have rightly been permitted to be admissible in evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a335ecded8d4437f8cd11fdae4837dbd_88"
    },
    {
      "start": 15025,
      "end": 15199,
      "text": "20. The petitioner/defendant has also accepted that it bought certain goods from the respondent/plaintiff on various occasions and worked as a broker for the respondent firm.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a45634f466ab4e05bfe91c00b34f72f3_89"
    },
    {
      "start": 15200,
      "end": 15527,
      "text": "Thus, the petitioner firm has admitted that there were transactions between the petitioner firm and the respondent firm and thus, in order to prove its case, the plaintiff/respondent has placed on record about 27 photostat copies of the payment receipts and the issuance of which have duly been admitted by the petitioner firm.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ad756628e024df39d392f0b0ae7f4ff_90"
    },
    {
      "start": 15528,
      "end": 15667,
      "text": "Thus, the learned commercial court has rightly allowed the application by the respondent under Section 65 of the Indian Evidence Act, 1872.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30067d37f10b46228f265ff1a52a4205_91"
    },
    {
      "start": 15668,
      "end": 15784,
      "text": "The relevant paragraph of the reply to the application under Order Xi Rule 12 and 14 of Cpc is reproduced as under:-",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9a36b14ae04429bba5172500b524f31_92"
    },
    {
      "start": 15785,
      "end": 15908,
      "text": "\n\"        03                                                                                                              .",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d996a3ce4237438fab0ff6eba79f129a_93"
    },
    {
      "start": 15916,
      "end": 15937,
      "text": "-                  \"\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2bf58b40aab14c6aa976bf8479f2e2e5_94"
    },
    {
      "start": 15937,
      "end": 16223,
      "text": "21. Order Xi Rule 12 of Cpc deals with the discovery of documents and allows the court to order any party to a suit to [2024:Rj-Jd:12253] (10 of 30) [Cw-2222/2024] make discovery on oaths of the document in their possession or power, which relates to any matter in question in the suit.",
      "labels": [
        "STA"
      ],
      "id": "3c2e76e307b440fda902481457985395_95"
    },
    {
      "start": 16224,
      "end": 16364,
      "text": "The purpose is to ensure that relevant documents are made available to the parties and the court for the proper adjudication of the dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6ab53d2d710426784f8610aadb039db_96"
    },
    {
      "start": 16365,
      "end": 16559,
      "text": "On the other hand, Section 65 of the Evidence Act deals with the cases in which secondary evidence may be given and it also specifies the conditions wherein the secondary evidence is admissible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0da1fb04a88047f0b6760fedfc20b348_97"
    },
    {
      "start": 16560,
      "end": 18053,
      "text": "Section 65 of the Indian Evidence Act, 1872 Act reads as under: -\n\"65. Cases in which secondary evidence relating to documents may be given.--Secondary evidence may be given of the existence, condition, or contents of a document in the following cases: --\n(a) when the original is shown or appears to be in the possession or power -- of the person against whom the document is sought to be proved, or of any person out of reach of, or not subject to, the process of the Court, or of any person legally bound to produce it, and when, after the notice mentioned in section 66, such person does not produce it;\n(b) when the existence, condition or contents of the original have been proved to be admitted in writing by the person against whom it is proved or by his representative in interest;\n(c) when the original has been destroyed or lost, or when the party offering evidence of its contents cannot, for any other reason not arising from his own default or neglect, produce it in reasonable time;\n(d) when the original is of such a nature as not to be easily movable;\n(e) when the original is a public document within the meaning of section 74;\n(f) when the original is a document of which a certified copy is permitted by this Act, or by any other law in force in 1 [India] to be given in evidence;\n(g) when the originals consist of numerous accounts or other documents which cannot conveniently be examined in Court, and the fact to be proved is the general result of the whole collection.\n",
      "labels": [
        "STA"
      ],
      "id": "afa7ac1687074a7d97e778c18b6b36ae_98"
    },
    {
      "start": 18053,
      "end": 18149,
      "text": "In cases (a), (c) and (d), any secondary evidence of the contents of the document is admissible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f061e55e53a941388b53810f3bc426c9_99"
    },
    {
      "start": 18150,
      "end": 18199,
      "text": "In case (b), the written admission is admissible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d0ea6e5fb874016b42ceeaace6d9e9c_100"
    },
    {
      "start": 18200,
      "end": 18310,
      "text": "\nIn case (e) or (f), a certified copy of the document, but no other kind of secondary evidence, is admissible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d68e3721e794de29349694c1e1848d4_101"
    },
    {
      "start": 18311,
      "end": 18531,
      "text": "[2024:Rj-Jd:12253] (11 of 30) [Cw-2222/2024] In case (g), evidence may be given as to the general result of the documents by any person who has examined them, and who is skilled in the examination of such documents.\"\n22.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb0ce17a5c0f43e68544ad6f5a262bcd_102"
    },
    {
      "start": 18532,
      "end": 18855,
      "text": "Furthermore, this Court observes that contrary to the intent of Order Xi Rule 12 of Cpc, the purpose of Section 65 of the Indian Evidence Act, 1872 is to provide an exception to the general rule that the best evidence must be produced, in situations where the original document is lost, destroyed, or otherwise unavailable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a7fb76815a64631aa34da0e909024e6_103"
    },
    {
      "start": 18856,
      "end": 19433,
      "text": "This court also finds that in the case of Rajeev Khanna urf Raju s/o (late) Shri Azad Khanna v. Smt. Anita Tripathi D/0 (late) Shri Suraj Prakash Tripathi [S.B.C.W.P No. 22718 of 2017 decided on 03.01.2018], wherein it was held that even after dismissal of application under Order Xi Rule 12 and 14, sufficient steps had been taken by the defendant-petitioner for calling for original documents to be placed on record as secondary evidence, and thus the Coordinate Bench of this Hon'ble Court had allowed the application filed under Section 65 of the Indian Evidence Act, 1872.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5ca06f578270413bb21f2df699ef9130_104"
    },
    {
      "start": 19434,
      "end": 19478,
      "text": "The relevant paragraph reads as under:-\n\"10.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1a0ed351882c4f11ae092d7af895c39d_105"
    },
    {
      "start": 19479,
      "end": 19873,
      "text": "Having noted the submissions of learned counsel for both the parties and after going through the order impugned dated 18/08/2017 passed by the Additional Senior Civil Judge and Additional Chief Judicial Magistrate No.2, Jaipur Metropolitan, this Court finds that the learned trial court has noted that the documents no. 4 to 7 were not allowed to be taken on record vide order dated 28/01/2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "710e2e0c0fc0453ca9956ea01cb7bf72_106"
    },
    {
      "start": 19874,
      "end": 20153,
      "text": "It is also seen that the application moved under Order 11 Rule 12 & 14 Cpc has been rejected solely on the ground that the proceedings against the defendant-respondent No.2 have been held to be ex-parte and therefore, the documents have been not called for from their possession.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "baf3c41306024561b5428a87a7c99cfb_107"
    },
    {
      "start": 20154,
      "end": 20334,
      "text": "Thus, this Court finds that sufficient steps were taken by the defendant-petitioner for calling for the original documents which he wanted to place on record as secondary evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e893d4bc3b8e4179954ba028fc93fc2e_108"
    },
    {
      "start": 20336,
      "end": 20757,
      "text": "11. The Apex Court in the case of Rakesh Mohindra Vs. Anita Beri and others (supra) has held that the precondition for [2024:Rj-Jd:12253] (12 of 30) [Cw-2222/2024] leading secondary evidence is that the Court should be satisfied with appropriate steps have been taken by the concerned party for producing the original documents which are not in his possession and which are stated to be in possession of the other person.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d0f091cf9bbc4e2ab8e89885009aa9a2_109"
    },
    {
      "start": 20758,
      "end": 20854,
      "text": "Originality, such documents ought to have been directed to be produced from the concerned party.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1ae845b8cf1b4f91b44e21393f9f36f0_110"
    },
    {
      "start": 20855,
      "end": 21227,
      "text": "However, in the circumstances, as noted above, if the original documents could not be produced and the defendant-respondent no.2 himself has placed photo copies of the originals, it would be in the interest of justice that the application under Section 65 of the Act of 1872 is allowed and the same is treated as secondary evidence for the purpose of disposal of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4fed768300d8425a97100e61b282cdaa_111"
    },
    {
      "start": 21228,
      "end": 21422,
      "text": "The submission of learned counsel for the plaintiff-respondent that the onus lies for proving the various issues framed is only on the plaintiff- respondent, would not be of any material change.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "776baa638c42458c8a4bdf748ec50fb5_112"
    },
    {
      "start": 21424,
      "end": 21471,
      "text": "12. Consequently, the writ petition is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "c97a11f2d8494265aa9808f322a3e20b_113"
    },
    {
      "start": 21472,
      "end": 21783,
      "text": "The order impugned dated 18/08/2017 passed by the learned trial court is set aside and the application moved by the defendant- petitioner under Section 65 of the Act of 1872 for calling for secondary evidence relating to the two documents i.e. revised list of allottees and revised map as published, is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "13edb87e93904ca8a4467fe901599373_114"
    },
    {
      "start": 21784,
      "end": 21794,
      "text": "No costs.\"",
      "labels": [
        "NONE"
      ],
      "id": "9e56d593e44f41709299ce724e086d82_115"
    },
    {
      "start": 21796,
      "end": 22219,
      "text": "23. Thus, the submission of the learned counsel for the petitioner that after rejection of the application filed by the respondent under Order Xi Rule 12 & 14 Cpc, the application under Section 65 of the Indian Evidence Act, 1872, is not maintainable, is having no merit, as the respondent/plaintiff had taken sufficient steps for calling the original documents by way of filing application under Order Xi Rule 12 & 14 Cpc.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3860bb9c79d64ce7890c03dec157babf_116"
    },
    {
      "start": 22220,
      "end": 22467,
      "text": "Thereafter, when the application under Order Xi Rule 12 & 14 Cpc was rejected, the respondent/plaintiff placed on record the photostat copies of the original receipts, by way of filing application under Section 65 of the Indian Evidence Act, 1872.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdcac4b1278d4bd3b24fc3581d90fcec_117"
    },
    {
      "start": 22469,
      "end": 23090,
      "text": "24. Moreover, this Court observes that the petitioner/defendant's submission that the mandatory requirement of notice has not been fulfilled by the plaintiff/respondent firm, is devoid of merit, since by virtue of filing the application under Order Xi Rule 12 and [2024:Rj-Jd:12253] (13 of 30) [Cw-2222/2024] 14, this fact has come to notice of the petitioner/defendant firm that the plaintiff/respondent firm has presented photostat copies of the original receipts of the transactions made by the petitioner/ defendant firm and thus, under Proviso to Section 66 of the Indian Evidence Act, 1872, notice was not required.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b81e6baf24db4a91a3129c658ae0ed93_118"
    },
    {
      "start": 23091,
      "end": 23182,
      "text": "Section 66 of the Evidence Act, 1872 reads as under:-\n\"66. Rules as to notice to produce.--",
      "labels": [
        "STA"
      ],
      "id": "379d09275fb44611a77726de739608ed_119"
    },
    {
      "start": 23183,
      "end": 23967,
      "text": "Secondary evidence of the contents of the documents referred to in section 65, clause (a), shall not be given unless the party proposing to give such secondary evidence has previously given to the party in whose possession or power the document is, [or to his attorney or pleader,] such notice to produce it as is prescribed by law; and if no notice is prescribed by law, then such notice as the Court considers reasonable under the circumstances of the case:\nProvided that such notice shall not be required in order to render secondary evidence admissible in any of the following cases, or in any other case in which the Court thinks fit to dispense with it: --\nxxxx (2) when, from the nature of the case, the adverse party must know that he will be required to produce it;\nxxxx\"\n25.",
      "labels": [
        "STA"
      ],
      "id": "b5c702f861a141d9a8f4a27ffcfb71bb_120"
    },
    {
      "start": 23968,
      "end": 24790,
      "text": "This Court finds that in the case of Ashok Dulichand v. Madahavlal Dube : (1975) 4 Scc 664, the Hon'ble Apex Court considering the provisions of Section 65 of the Evidence Act, held as under: -\n\"According to clause (a) of section 65 of the Indian Evidence Act, secondary evidence may be given of the existence, condition or contents of a document when the original is shown or appears to be in the possession or power of the person against whom the document is sought to be proved, or of any person out of reach of, or not subject to, the process of the Court, or of any person legally bound to produce it, and when, after the notice mentioned in section 66, such person does not produce it. Clauses (b) to (g) of section 65 specify some other contingencies wherein secondary evidence relating to a document may be given.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "276dadaeb4b54d49a410c998b922c006_121"
    },
    {
      "start": 24792,
      "end": 24840,
      "text": "[2024:Rj-Jd:12253] (14 of 30) [Cw-2222/2024]\n26.",
      "labels": [
        "NONE"
      ],
      "id": "ae7c757dd17f4bf6ac1d21aee0378867_122"
    },
    {
      "start": 24841,
      "end": 25138,
      "text": "Recently, this Court in the case of Virendra Kumar v. Neeraj Garg : S.B. Civil Writ Petition No.10391/2023 decided on 01.03.2024 while considering the identical controversy has held that pre-requisites of Section 65 of the Evidence Act, 1872 have to be satisfied before leading secondary evidence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3ff18f721ab84f2c8cab65fc8cc63be9_123"
    },
    {
      "start": 25139,
      "end": 25317,
      "text": "In the case of Virendra Kumar (supra), this Court relied on the decision rendered by Hon'ble Apex Court in the case of Rakesh Mohindra v. Anita Beri and Ors. : (2016) 16 Scc 483.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "84fa303f16fe4a3a9a107addcac39b28_124"
    },
    {
      "start": 25318,
      "end": 25674,
      "text": "In the case of Rakesh Mohindra (surpa), the Hon'ble Court has held that in order to lead secondary evidence, certain pre-conditions are required to be fulfilled, where such original document(s) could not have been produced by the party relying upon such documents in spite of best efforts, and it was unable to produce the same which is beyond his control.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "36bb9c498ec6413b91f21d36cfef2423_125"
    },
    {
      "start": 25675,
      "end": 26072,
      "text": "It has also been held by the Hon'ble Apex Court that the party seeking to produce secondary evidence must establish for the non-production of primary evidence, unless, it is established that the original documents are lost or destroyed or are being deliberately withheld by the party in respect of that document sought to be used, secondary evidence in respect of that document cannot be accepted.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3f3f71356f5a4c05b842f081fb454a22_126"
    },
    {
      "start": 26073,
      "end": 26431,
      "text": "The relevant para of the judgment passed in Rakesh Mohindra (supra) is reproduced as under:-\n\"Held, while allowing the appeal (1) The pre-conditions for leading secondary evidence are that such original documents could not be produced by the party relied upon such documents in spite of best efforts, unable to produce the same which is beyond their control.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ef5fe137da6348ad9e19d14f96deca54_127"
    },
    {
      "start": 26432,
      "end": 26582,
      "text": "The party [2024:Rj-Jd:12253] (15 of 30) [Cw-2222/2024] sought to produce secondary evidence must establish for the non-production of primary evidence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b8c9f6662d4048629815a3329835df30_128"
    },
    {
      "start": 26583,
      "end": 26816,
      "text": "Unless, it is established that the original documents is lost or destroyed or is being deliberately withheld by the party in respect of that document sought to be used, secondary evidence in respect of that document cannot accepted.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ff7221efad4f4238a45119fb6ca90cbb_129"
    },
    {
      "start": 26818,
      "end": 27190,
      "text": "27. This Court in the case of Mukesh Kumar v. Prithvi Raj : S.B. Civil Writ Petition No.12845/2019 decided on 28.07.2023 while allowing the writ petition preferred by the petitioner/defendant challenging the order passed by the trial court whereby the trial court rejected the application preferred by the defendant seeking lead secondary evidence, has held as under:\n\"17.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5cb4366ad623441e9fa1fe0f3b036830_130"
    },
    {
      "start": 27191,
      "end": 27468,
      "text": "Section 65 clause (a) of the Evidence Act lays down that secondary evidence may be given of the existence, condition or contents of a document when the original is shown or appears to be in the possession or power of the person against whom the document is sought to be proved.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b2cc6f6ace134b9f8a251c4b29ab07cc_131"
    },
    {
      "start": 27469,
      "end": 27721,
      "text": "In the case in hand, the petitioner-defendant, in his written statement and in the application filed under Order 11 Rules 12 and 14 of the Code of Civil Procedure has mentioned that the document in question is in possession of the respondent-defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbd6d883edbf41fd8452f69110650f8d_132"
    },
    {
      "start": 27722,
      "end": 27833,
      "text": "\n18. Section 66 of the Evidence Act provides for notice to the party in whose possession the document is shown.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8eaa81b9d26949a9a859f3cceaf6b04a_133"
    },
    {
      "start": 27834,
      "end": 27953,
      "text": "This Court finds that the purpose of notice is to provide information regarding showing the possession of the document.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d71d0e49f20e4aeeabe7ef36ef2201d1_134"
    },
    {
      "start": 27954,
      "end": 28354,
      "text": "From the perusal of the material available on record, it reveals that the petitioner defendant filed an application under Order 11 Rules 12 and 14 of the Code of Civil Procedure for production of the document in question to which he filed reply, though denied to have the possession of the same and thus, the respondent-plaintiff was having prior knowledge about the production of such documents.\n19.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "845969fa98284e5a94b2cc1480318ede_135"
    },
    {
      "start": 28355,
      "end": 28720,
      "text": "Further, the learned counsel for the petitioner submitted that if the document in question is allowed to be produced as secondary evidence, then no prejudice would be caused to the respondent-plaintiff as he will have an opportunity to testify the said document by examining such witnesses, particularly in light of the issue No.5 framed by the learned trial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c3a71082829946788fe06c72d53233da_136"
    },
    {
      "start": 28721,
      "end": 29224,
      "text": "Also, the learned trial Court, vide order dated 04.01.2019, while deciding the application of the petitioner filed under Order 11 Rules 12 and 14 of the Code of Civil Procedure, has observed that the document in question is necessary for deciding the suit and directed the petitioner-defendant to brought on record the same in [2024:Rj-Jd:12253] (16 of 30) [Cw-2222/2024] accordance with law and hence, the petitioner-defendant has preferred the present application under Section 65 of the Evidence Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b4baf5baa044ae7a73a44609247e538_137"
    },
    {
      "start": 29226,
      "end": 29510,
      "text": "20. This Court, in the case of Arun Kumar (supra), this Court observed as under:-\n\"8. ... ... 32. ... ... ... As held by this Court that after taking the document on record, the party relying upon it, will have to prove its existence and execution so also its contents and conditions.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8e20db25f79c48acb913006346eb5116_138"
    },
    {
      "start": 29511,
      "end": 29714,
      "text": "Needless to observe that the respondent/defendant shall be permitted to raise all just objections regarding admissibility of the document in the teeth of the provisions of Registration Act and Stamp Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "df1c4c88cc494cd995031d7b13e1070e_139"
    },
    {
      "start": 29715,
      "end": 29817,
      "text": "The objection as and when raised, shall be decided by the learned Trial Court, in accordance with law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "97741913746c446fb50652d87bd1d190_140"
    },
    {
      "start": 29818,
      "end": 29991,
      "text": "Any observation made by this Court consciously or otherwise touching upon admissibility of the document shall not come in the way of learned Trial Court to decide the same.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c67c6f8aea954ada9c3daf9d811d68e6_141"
    },
    {
      "start": 29992,
      "end": 30270,
      "text": "\nIn the case of Smt. Mathura Devi (supra), this Court observed as under:-\n\"(13) ... ... The proposition of the secondary evidence never automatically means that the evidence rendered is truthful, authentic or genuine as the same has to be established during the course of trial.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "46006ec7cb32499a9ed870914f8a5b5d_142"
    },
    {
      "start": 30271,
      "end": 30410,
      "text": "Thus, excluding the secondary evidence only with an apprehension of an improper evidence coming in at a preliminary stage is uncalled for.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ac51662fb98049dfbf1a7f617d322e38_143"
    },
    {
      "start": 30412,
      "end": 30727,
      "text": "21. In view of the above, this Court finds that if the petitioner defendant is permitted to lead secondary evidence, then, it will not prejudice the case of the respondent-plaintiff as he will have full opportunity to examine the witnesses over the document so also he will be free to raise all his just objections.",
      "labels": [
        "RATIO"
      ],
      "id": "980c6519fba74b5d8e2ad783db43438c_144"
    },
    {
      "start": 30729,
      "end": 30851,
      "text": "22. The writ petition is allowed in the above terms and the impugned order dated 08.08.2019 is quashed and set aside.\"\n28.",
      "labels": [
        "RPC"
      ],
      "id": "5fbdcae985d842f092375732aa21028e_145"
    },
    {
      "start": 30852,
      "end": 31296,
      "text": "In the case of Mahboob Hussain (supra), the High Court of Himachal Pradesh observed that filing of application under Order Xi Rule 12 & 14 Cpc by the plaintiff therein, was in the nature of application under Section 66 of the Evidence Act, 1872 and service of specific notice under Section 66 upon the defendant was not required, as no prejudice as such would be caused to the defendant therein.\n[2024:Rj-Jd:12253] (17 of 30) [Cw-2222/2024]\n29.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5f377b8d6d3f41389f533700b4dab8f9_146"
    },
    {
      "start": 31297,
      "end": 31558,
      "text": "This Court finds that the respondent/plaintiff has taken sufficient steps prior to filing application under Section 65 of the Indian Evidence Act, 1872 and has sufficiently shown that the original receipts are in possession or power of the petitioner/defendant.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dc6046f6ac2e4eb9939b72afc20fc8ba_147"
    },
    {
      "start": 31560,
      "end": 31730,
      "text": "30. Thus, the order passed by the learned Commercial Court dated 09.01.2024 (Annexure-8) does not require any interference and the writ petition is, therefore, dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "a7e6b1be642542c28a9efea2ea87b0e1_148"
    },
    {
      "start": 31731,
      "end": 31817,
      "text": "Stay petition as well as all other pending applications, if any, also stand dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "c9cc9d03b9324db896f8aa3bc5917cc5_149"
    },
    {
      "start": 31818,
      "end": 31854,
      "text": "[Civil Writ Petition No. 16350/2022]",
      "labels": [
        "NONE"
      ],
      "id": "375e5f4cc4364115b749fd9bac9da291_150"
    },
    {
      "start": 31855,
      "end": 32590,
      "text": "\n1. This writ petition has been filed under Article 226 and 227 of the Constitution of India with the following prayers:-\n\"A. It is therefore most respectfully prayed that this writ petition may kindly be allowed:-\nB. By an appropriate writ, order or direction order may kindly issued and quashed the impugned order dated 11.08.2021 (Annexure- 5) passed by the learned Commercial Court No.1, Jodhpur and allow the application (Annexure-3) filed by the petitioner with regard to application under Order 7 Rule 11 Cpc in Commercial Suit No.80/2019 (Ncv No.80/2019) (M/s Hira Ram Hansa Ram Vs. Triveni Brokers & others), the suit file by the plaintiff may kindly be dismissed according to the provision of Order 7 Rule 11(a) of the Cpc C.",
      "labels": [
        "RPC"
      ],
      "id": "dec0b0febc19434993d62c6f21257652_151"
    },
    {
      "start": 32591,
      "end": 32757,
      "text": "Any other appropriate writ, order or direction, which this Hon'ble Court may deem it just and proper in the facts and circumstances of the case, may kindly be issued.",
      "labels": [
        "NONE"
      ],
      "id": "6abb10eec3c04cd39c5172711e975d2d_152"
    },
    {
      "start": 32758,
      "end": 32855,
      "text": "\nD. Costs of this writ petition may kindly be may kindly be awarded in favour of the petitioner.\"",
      "labels": [
        "RPC"
      ],
      "id": "11a47a42d5034c2e97aee7880f136b4f_153"
    },
    {
      "start": 32856,
      "end": 33238,
      "text": "\n[2024:Rj-Jd:12253] (18 of 30) [Cw-2222/2024]\n2. Brief facts of the case are that the plaintiff/respondent no. 1 firm filed a commercial suit (Annexure-1) for recovering Rs. 17,86,774/- which included the amount supposed to be deposited by the petitioners against the supply of goods, on 02.11.2017, i.e. Rs. 12,27,977/- along with the interest of Rs. 4,90,019/- from the said date.",
      "labels": [
        "NONE"
      ],
      "id": "cdf8eb01b65b4e7ebdf772c72e7d5527_154"
    },
    {
      "start": 33239,
      "end": 33474,
      "text": "Furthermore, An Fir was registered at No. 59/2018 at Police Station, Sumerpur, District Pali, against the petitioner under Section 420, 408, 120-B of the Indian Penal Code, 1860 and subsequently the chargesheet was filed on 04.11.2018.",
      "labels": [
        "FAC"
      ],
      "id": "af6a5e6b711c4152b7e77fee42cda1c1_155"
    },
    {
      "start": 33476,
      "end": 33634,
      "text": "3. After the service of notice, the petitioner/defendant filed a reply (Annexure-2) raising preliminary objections with regard to maintainability of the suit.",
      "labels": [
        "FAC"
      ],
      "id": "2f17e39412dd48a384eb54d34f1a5321_156"
    },
    {
      "start": 33635,
      "end": 33871,
      "text": "Furthermore, the petitioner/defendant filed an application (Annexure-3) under Order Vii Rule 11 of the Code of Civil Procedure, 1908 (hereinafter referred to as 'Cpc') on account of non-disclosure of the 'cause of action' in the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "fed902cd4228445fa45958a5a49f36ea_157"
    },
    {
      "start": 33872,
      "end": 34014,
      "text": "Furthermore the Respondent-Plaintiff filed reply (Annexure-4) to the application filed by the petitioner-defendant under Order Vii Rule 11.\n4.",
      "labels": [
        "FAC"
      ],
      "id": "ce8de8bedbee47f9aa855be5e9e44fe7_158"
    },
    {
      "start": 34015,
      "end": 34261,
      "text": "The Learned Commercial Court, vide order dated 11.08.2021 (Annex-5) dismissed the application filed by the petitioner/defendant and thus, being aggrieved of the order dated 11.08.2021 (Annexure-5), the petitioner has preferred this writ petition.",
      "labels": [
        "FAC"
      ],
      "id": "686a994371714277b86810c687ce4cf4_159"
    },
    {
      "start": 34263,
      "end": 34692,
      "text": "5. Learned Counsel for the petitioner-defendant submitted that the impugned order passed by learned commercial court rejecting the application filed by the petitioner-defendant under Order Vii [2024:Rj-Jd:12253] (19 of 30) [Cw-2222/2024] Rule 11 Cpc is illegal, arbitrary and perverse, inasmuch as the respondent No1-plaintiff has failed to disclose the cause of action in the plaint, as provided under order Vii Rule 11 (a) Cpc.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8047ce8c2f1d419fa463f170621b0c80_160"
    },
    {
      "start": 34693,
      "end": 35093,
      "text": "He further submitted that the provision of Order Vii Rule 11 Cpc imposes an obligation on court to determine whether the plaint discloses a cause of action by scrutinising the averments in the plaint along with the documents relied upon by the plaintiff and also by perusing the material facts which are necessary for the plaintiff to prove in order to entitle him to the reliefs claimed in the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "024b77f4a72a48238bc7a98653ce3c79_161"
    },
    {
      "start": 35095,
      "end": 35662,
      "text": "6. Learned Counsel for the petitioner-defendant also submitted that by perusal of the plaint filed by the plaintiff it is clear that the suit was filed by the plaintiff in the year 2019 and in the pleadings of the plaintiff there is no disclosure of cause of action and thereby the suit is barred by provisions of Order Vii Rule 11(a) Cpc as in the entire plaint the plaintiff has not disclosed any cause of action and mere claim regarding liability of some due amount from the petitioner-defendant cannot be treated as disclosure of cause of action in the plaint.\n7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3ba3e5740d484a5e958b02ddcff43451_162"
    },
    {
      "start": 35663,
      "end": 36202,
      "text": "Learned counsel for the petitioner further submitted that the joinder of proper party in the plaint is necessary for a trial against any person and the petitioner-defendant being a broker for the respondent No.1-plaintiff, inasmuch as the goods/material was not delivered to the petitioner-defendant and, therefore, the recovery cannot be made against the petitioner and the purchasers are also necessary parties in the suit, however, the learned trial Court has [2024:Rj-Jd:12253] (20 of 30) [Cw-2222/2024] not considered the same aspect.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f3515957c1e648b9a0b7d7c5cf24eb39_163"
    },
    {
      "start": 36203,
      "end": 36510,
      "text": "He also submitted in regard to the jurisdiction of High Court against the order passed by the commercial Court that as per Rule 55 of the Rajasthan High Court Rules the jurisdiction under Article 226 and 227 of the Constitution of India lies with the Single bench and thus his writ petition is maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7379288779bd4002bffef9a947890942_164"
    },
    {
      "start": 36512,
      "end": 37017,
      "text": "8. In support of his submissions the Learned Counsel for the petitioner placed reliance on the judgments passed by the Hon'ble Apex Court in the case of T. Arivandandam vs T. V. Satyapal & Another reported in 1977 (4) Scc 467; Sopan Sukhdeo Sable & Ors vs Assistant Charity Commissioner & Ors reported in 2004(2) Wlc(Sc)Cvl122; Innovative Textiles Ltd versus Nitin spinners Ltd (D.B. Cwp No.8119/2023); Rajasthan State Mines And Minerals Ltd vs Ankur Minmine Product Private Limited (S.B.C.W.P 920/2019)\n9",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "839c883138744822b899dd5727d59113_165"
    },
    {
      "start": 37018,
      "end": 37405,
      "text": ". Per contra, learned counsel for the respondent-Plaintiff firm submitted that the writ petition filed by the petitioner is not maintainable, inasmuch as per Section 8 of the Commercial courts Act, 2015 there is bar against revision application or petition against an interlocutory order of a Commercial Court and thus the writ petition of the petitioner be dismissed on the said ground.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "884d635f620548a18505b2592be87273_166"
    },
    {
      "start": 37406,
      "end": 38481,
      "text": "She further submitted that the petitioner has made false averments that the plaint does not disclose the cause of action as mentioned in Order Vii Rule 11 (a) Cpc, whereas, the respondent- plaintiff has clearly mentioned in detail in its plaint regarding the cause of action and the non-payment of the amount by the [2024:Rj-Jd:12253] (21 of 30) [Cw-2222/2024] petitioner-defendant due to the respondent-plaintiff and moreover, the case of the plaintiff is a mixed question of facts and law and thus the averments of the petitioner-defendant in its application under order Vii Rule 11 for rejection of plaint, do not sustain.\n10. Learned counsel for the respondent-plaintiff further submitted that the respondent-plaintiff cannot be compelled by the petitioner as to who should be made the necessary party in the suit filed by it, particularly when the petitioner committed fraud against the respondent while he was working as a broker for the respondent and was selling the goods/material for the respondent however, was not making the payment of the same to the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ffd4484f03b647a382d284c56605e94b_167"
    },
    {
      "start": 38482,
      "end": 38799,
      "text": "The petitioner/defendant has not paid the due amount to respondent/plaintiff after selling the goods/material, though the goods were sold through the petitioner/defendant and thus the petitioner/defendant was the only necessary party and the other purchasers were not required to be arrayed as defendants in the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ae018d61888a46f08c1e183bed39390f_168"
    },
    {
      "start": 38800,
      "end": 38900,
      "text": "Moreover, the petitioner has not even replied to the legal notice given to him by the respondent\n11.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b3ea1ea0a8f749739ae19a1ad5b7c1c9_169"
    },
    {
      "start": 38901,
      "end": 39465,
      "text": "Learned counsel for the respondent-plaintiff also submitted that the fraudulent actions of the petitioner clearly discloses the cause of action which have been clearly mentioned in the suit and these are questions of facts and laws which will be decided after producing evidences and hearing the parties and therefore, the application filed by the petitioner Order Vii Rule 11 for rejection of [2024:Rj-Jd:12253] (22 of 30) [Cw-2222/2024] the plaint has rightly been dismissed as the averments in the plaint clearly describes and discloses the cause of action.\n12.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6a11c847493d41c898a3d6a1f8c265a6_170"
    },
    {
      "start": 39466,
      "end": 39738,
      "text": "Learned counsel for the respondent further submitted that while adjudicating regarding the cause of action under order Vii Rule 11 the plaint has to be read as a whole to find out whether the averments disclose the cause of action or whether the suit is barred by any law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0935d08301944fe9bbc7228d06af8031_171"
    },
    {
      "start": 39739,
      "end": 40044,
      "text": "In support of the same the respondent has placed reliance on the judgments passed by the Coordinate Bench of this Court in the case of Sardar Khan Khokhar versus Shri Devji Patel and Ors reported in 2011(3)Dnj (Raj) 1563 and Late Dhanpat Kanwar and Anr versus Smt Shanti and Ors (Sbcwp No. 9794/2017).\n13.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ce9801dc22ca4898a4deea5155b9b884_172"
    },
    {
      "start": 40045,
      "end": 40160,
      "text": "Heard Learned Counsel for the parties; perused the material available on record and the judgments cited at the Bar.",
      "labels": [
        "NONE"
      ],
      "id": "e8dc9d48bf1642bd958a3d8a54b4c296_173"
    },
    {
      "start": 40162,
      "end": 40458,
      "text": "14. This Court finds that the learned Commercial Court has observed in its order dated 11.08.2021 that any specific word or sentence cannot determine the Cause of Action, and the \"bundle of facts\" as a whole should be considered while determining if there is disclosure of cause of action or not.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fada2b638ef147ed868ad2443d0cc4d7_174"
    },
    {
      "start": 40459,
      "end": 40833,
      "text": "The learned Commercial Court further observed that the plaintiff-respondent has repeatedly stated in its plaint that the petitioner-Defendant is liable to pay the amount due to the respondent-plaintiff which has not been paid by the petitioner-defendant and this relief of the respondent-plaintiff itself is the disclosure of the cause of action by the plaintiff-respondent.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c209845e4cdf41a2b3c93892c48387db_175"
    },
    {
      "start": 40834,
      "end": 41145,
      "text": "The learned Commercial Court also observed that on the basis of such technical grounds the [2024:Rj-Jd:12253] (23 of 30) [Cw-2222/2024] respondent-plaintiff cannot be deprived of the relief claimed, as all the facts and the plaint should be considered as a whole to determine if \"Cause of Action\" arises or not.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f8b1209a7d3649668828916cf9b707a4_176"
    },
    {
      "start": 41147,
      "end": 41366,
      "text": "15. The object of Order Vii Rule 11 Cpc is to provide a mechanism for rejecting a plaint at an early stage of the proceedings if it is found to be defective and does not disclose the cause of action or is barred by law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b5361fa8f2f46a3a5bc88ff3eb64131_177"
    },
    {
      "start": 41367,
      "end": 41479,
      "text": "It is also important to note that provisions of Order Vii Rule 11 Cpc are mandatory in nature and not directory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2ee4f962d804dc697ac6503e0aa1841_178"
    },
    {
      "start": 41480,
      "end": 41657,
      "text": "The Court may reject a plaint if it does not comply with the requirements specified in Order Vii Rule 11 Cpc, which includes providing sufficient details of the cause of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "941fd431fd93493ea2216027aaf6e54c_179"
    },
    {
      "start": 41658,
      "end": 41846,
      "text": "The petitioner/defendant has preferred application under Order Vii Rule 11 Cpc on the ground that the respondent/plaintiff has failed to disclose a cause of action in the suit filed by it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e860c5344c2646829eb1ce9382355476_180"
    },
    {
      "start": 41847,
      "end": 42393,
      "text": "This Court further finds that the learned Commercial Court observed that the petitioner-defendant worked as a broker for the respondent and furthermore, the questions, firstly whether the purchasers who bought the goods from the petitioner be made necessary parties and secondly, whether the petitioner is a sole proprietorship or a partnership firm are mixed question of fact and law which do not attract the provisions of Order Vii Rule 11 Cpc, thus these contentions of the petitioner in the application under Order Vii Rule 11 do not sustain.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8744f2a746644d69b82e67a1875e0e5d_181"
    },
    {
      "start": 42395,
      "end": 42765,
      "text": "16. This Court finds that by perusal of the plaint, it clearly describes that the petitioner firm was a broker for the respondent firm and sold the grocery goods for the respondent and thereafter [2024:Rj-Jd:12253] (24 of 30) [Cw-2222/2024] was supposed to pay the amount received by the petitioner firm to the respondent firm which seems was not paid by the petitioner.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3f6c99d6d00444308c2201c0ac92d37c_182"
    },
    {
      "start": 42766,
      "end": 43216,
      "text": "Furthermore, it is clearly stated in the plaint that the petitioner firm after supplying the goods to the purchasers and after receiving the amount from the purchasers have not paid the due amount to the respondent and has defrauded the respondent and thus, this clearly discloses the Cause of Action in the suit filed by the respondent, therefore the contentions of the petitioner that there is no disclosure of the Cause of Action is unsustainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9ff4b41a74e448aa10d893953bdec63_183"
    },
    {
      "start": 43217,
      "end": 43451,
      "text": "Relevant Portion of the Order Vii Rule 11(a) Cpc is reproduced here as under:-\n\"Order Vii- Plaint\n11. Rejection of plaint.-- The plaint shall be rejected in the following cases:--\n(a) where it does not disclose a cause of action;\"\n17.",
      "labels": [
        "STA"
      ],
      "id": "70e733d91a6140b48cead8f1e009510a_184"
    },
    {
      "start": 43452,
      "end": 43502,
      "text": "This Court finds that in the case of Azhar Hussain",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "105e693d277d4b52b2f712a709bff5d7_185"
    },
    {
      "start": 43503,
      "end": 43778,
      "text": " v. Rajiv Gandhi : 1996 Supp SCC 315, the Hon'ble Apex Court held that the whose purpose of conferment of powers under this provision is to ensure that a litigation which is meaningless and bound to prove abortive, should not be permitted to waste judicial time of the Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f065fd8c8e80436180c7898e0c3d24cb_186"
    },
    {
      "start": 43779,
      "end": 44067,
      "text": "The relevant portion of the judgment reads as under:\n\"12. .... The whole purpose of conferment of such powers is to ensure that a litigation which is meaningless, and bound to prove abortive should not be permitted to occupy the time of the court, and exercise the mind of the respondent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7963f8d565a44b1fbc57cb1ff8a4a6b2_187"
    },
    {
      "start": 44068,
      "end": 44168,
      "text": "The sword of Damocles need not be kept hanging over his head unnecessarily without point or purpose.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b3186a616fe64521919fb37a62d43469_188"
    },
    {
      "start": 44169,
      "end": 44359,
      "text": "Even in an ordinary civil litigation, the court readily exercises the power to reject a plaint, if it does not disclose any cause of action.\"\n[2024:RJ-JD:12253] (25 of 30) [CW-2222/2024]\n18.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b69a0caf79b345d79a6baf1f3e35a9ab_189"
    },
    {
      "start": 44360,
      "end": 44521,
      "text": "This Court finds that in the case of Liverpool & London S.P. & I Assn. Ltd. v. M.V. Sea Success I : (2004) 9 SCC 512, the Hon'ble Apex Court held as under:\n\"139.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "19b3aa94ba9b4a7a87b394833d9272e5_190"
    },
    {
      "start": 44522,
      "end": 44608,
      "text": "Whether a plaint discloses a cause of action or not is essentially a question of fact.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "64e9a52038c648cf8e8d603fccf14d4a_191"
    },
    {
      "start": 44609,
      "end": 44690,
      "text": "But whether it does or does not must be found out from reading the plaint itself.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7bd77f33ba8c4fbcb5543b454544a0cd_192"
    },
    {
      "start": 44691,
      "end": 44791,
      "text": "For the said purpose, the averments made in the plaint in their entirety must be held to be correct.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2ffa2fafd0d34c29bd1f5c892ea91f66_193"
    },
    {
      "start": 44792,
      "end": 44923,
      "text": "The test is as to whether if the averments made in the plaint are taken to be correct in their entirety, a decree would be passed.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d4b473cd49a5417bb71cc25b5f62a77d_194"
    },
    {
      "start": 44925,
      "end": 45374,
      "text": "19. Further it is seen that in the case of Church of Christ Charitable Trust & Educational Charitable Society v. Ponniamman Educational Trust : (2012) 8 SCC 706, the Hon'ble Apex Court has held that the cause of action is a bundle of facts which gives the plaintiff the right to relief against the defendant and a cause of action must include the some act done by the defendant since in absence of such an act no cause of action can possibly accrue.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a5cbc2b6e8bb493c96f2d1e2e4ab8230_195"
    },
    {
      "start": 45376,
      "end": 45769,
      "text": "20. This Court finds that in the case of ABC Laminart (P) Ltd. v. A.P. Agencies : (1989) 2 SCC 163, the Hon'ble Apex Court while explaining the meaning of 'cause of action' has held that a cause of action means every fact, which if traversed, it would be necessary for the plaintiff to prove in order to support his right to a judgment of the court and in other words, it is a bundle of facts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4c3d5a51dc4c4200b2454843af5a3f15_196"
    },
    {
      "start": 45770,
      "end": 46000,
      "text": "The relevant paragraph 12 of the said judgment reads as under:\n\"12. A cause of action means every fact, which if traversed, it would be necessary for the plaintiff to prove in order to support his right to a judgment of the Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8e20a13d88594c92afd13800783ce38e_197"
    },
    {
      "start": 46001,
      "end": 46146,
      "text": "In other words, it is a bundle of facts which taken with the l aw applicable to them gives the plaintiff a fight to relief against the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01b815f871784cb08a0885fe4ea99383_198"
    },
    {
      "start": 46147,
      "end": 46270,
      "text": "It must include some act done by t he defendant since in the absence of such an act no cause of action can possibly accrue.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4b566e31a45b4278af10a1d3cf3c5136_199"
    },
    {
      "start": 46271,
      "end": 46397,
      "text": "It is not limited to the actual infringement of the fight sued on but includes all t he material facts on which it is founded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "335ab30b013e46bca48ba18ff064ca1a_200"
    },
    {
      "start": 46398,
      "end": 46590,
      "text": "It does not comprise evidence necessary to prove such facts, but every fa ct necessary for the plaintiff to prove to enable him to obtain [2024:RJ-JD:12253] (26 of 30) [CW-2222/2024] a decree.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9e150aeb34d64449a76c99b7e53eed9a_201"
    },
    {
      "start": 46591,
      "end": 46715,
      "text": "Everything which if not proved would give t he defendant a fight to immediate judgment must be part of t he cause of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "61a07d64389e4f6eb532229d0e1f7149_202"
    },
    {
      "start": 46716,
      "end": 46882,
      "text": "But it has no relation whatever to the defence which may be set up by the defendant nor does it depend upon the character of the relief prayed for by t he plaintiff.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1dca0460a76c40379da9fada6eea302e_203"
    },
    {
      "start": 46884,
      "end": 47294,
      "text": "21. This Court finds that in the case of ITC Ltd. vs. Debts Recovery Appellate Tribunal : (1998) 2 SCC 70, the Hon'ble Apex Court has held that the basic question to be decided while dealing with an application filed under Order VII Rule 11 CPC is whether a real cause of action has been set out in the plaint or something purely illusory has been stated with a view to get out of Order VII Rule 11 of CPC.\n22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "696332b3a44145cd80739cfc0045ef68_204"
    },
    {
      "start": 47295,
      "end": 47663,
      "text": "This Court finds that in another case of Madanuri Sri Rama Chandra Murthy v. Syed Jalal : (2017) 13 SCC 174, the Hon'ble Apex Court held that if on an entire and meaningful reading of the plaint, it is found that the suit is manifestly vexatious and merit less in the sense of not disclosing any right to sue, the court should exercise power under Order 7 Rule 11 CPC.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7ad9ab88a85c4dbea56b97469ccc1011_205"
    },
    {
      "start": 47664,
      "end": 47727,
      "text": "The relevant paragraph of the said judgment reads as under:\n\"7.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "934ea1f4a02f4f6f8cedf6b72d9baa62_206"
    },
    {
      "start": 47728,
      "end": 47840,
      "text": "The plaint can be rejected under Order VII Rule 11 if conditions enumerated in the said provision are fulfilled.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ffa805bbf26d401eb0f6e5113183283f_207"
    },
    {
      "start": 47841,
      "end": 47966,
      "text": "It is needless to observe that the power under Order VII Rule 11, CPC can be exercised by the Court at any stage of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "198698b73e554fcaa5ea4767c76ddbcd_208"
    },
    {
      "start": 47967,
      "end": 48081,
      "text": "The relevant facts which need to be looked into for deciding the application are the averments of the plaint only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "935b06c3632342b78cd8c50803ac2670_209"
    },
    {
      "start": 48082,
      "end": 48310,
      "text": "If on an entire and meaningful reading of the plaint, it is found that the suit is manifestly vexatious and meritless in the sense of not disclosing any right to sue, the court should exercise power under Order VII Rule 11, CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6d05126bd454b7eadce971bae231db0_210"
    },
    {
      "start": 48311,
      "end": 48541,
      "text": "Since the power conferred on the Court to terminate civil action at the threshold is drastic, the conditions enumerated under Order VII Rule 11 of CPC to the exercise of power of rejection of plaint have to be strictly adhered to.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4528ed878294c7dbcc177101b3fd429_211"
    },
    {
      "start": 48542,
      "end": 48699,
      "text": "The averments of the plaint have to be read as a whole to find out whether the averments disclose a cause of action or whether the suit is barred by any law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55131ae216d9466d9d4dbe9a71124766_212"
    },
    {
      "start": 48700,
      "end": 48855,
      "text": "It is needless to observe that the question as to whether the suit is barred by any law, would always depend upon the facts and circumstances of each case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62c648fee98347deafd336b5506048e0_213"
    },
    {
      "start": 48856,
      "end": 48886,
      "text": "\n[2024:RJ-JD:12253] (27 of 30)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8cd97b826f4045aab4f01286800380d8_214"
    },
    {
      "start": 48887,
      "end": 49081,
      "text": "[CW-2222/2024] The averments in the written statement as well as the contentions of the defendant are wholly immaterial while considering the prayer of the defendant for rejection of the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63dec380efad47879a59b58b519b4605_215"
    },
    {
      "start": 49082,
      "end": 49390,
      "text": "Even when, the allegations made in the plaint are taken to be correct as a whole on their face value, if they show that the suit is barred by any law, or do not disclose cause of action, the application for rejection of plaint can be entertained and the power under Order VII Rule 11 of CPC can be exercised.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91e4c6823c444a8fbaa57afaf0494978_216"
    },
    {
      "start": 49391,
      "end": 49576,
      "text": "If clever drafting of the plaint has created the illusion of a cause of action, the court will nip it in the bud at the earliest so that bogus litigation will end at the earlier stage.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "356c85c51ba14477b6fa3ea4e82d69f8_217"
    },
    {
      "start": 49578,
      "end": 49789,
      "text": "23. In a recent judgment in Rajendra Bijoria & Ors. v. Hemant Kumar Jalan & Anr. : (2022) 12 SCC 641, the Hon'ble Apex Court while elucidating on the underline object of Order VII Rule 11 CPC held as under:\n\"20.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "93077b66a51a4b3eb2c8333f89db0db8_218"
    },
    {
      "start": 49790,
      "end": 50021,
      "text": "It could thus be seen that this Court has held that the power conferred on the court to terminate a civil action is a drastic one, and the conditions enumerated under Order VII Rule 11 of CPC are required to be strictly adhered to.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f336ecf2a5444c190aa243d0575d2a6_219"
    },
    {
      "start": 50022,
      "end": 50294,
      "text": "However, under Order VII Rule 11 of CPC, the duty is cast upon the court to determine whether the plaint discloses a cause of action, by scrutinizing the averments in the plaint, read in conjunction with the documents relied upon, or whether the suit is barred by any law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd559d4fec6e4dd0929b959e1733ba9b_220"
    },
    {
      "start": 50295,
      "end": 50512,
      "text": "This Court has held that the underlying object of Order VII Rule 11 of CPC is that when a plaint does not disclose a cause of action, the court would not permit the plaintiff to unnecessarily protract the proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10d2187eca0b4daab00ae2ddd8346476_221"
    },
    {
      "start": 50513,
      "end": 50658,
      "text": "It has been held that in such a case, it will be necessary to put an end to the sham litigation so that further judicial time is not wasted.\"\n24.",
      "labels": [
        "RATIO"
      ],
      "id": "5845a26cc3914250af8e5e121a48c6cf_222"
    },
    {
      "start": 50659,
      "end": 50976,
      "text": "A bare perusal of the pleadings of the plaint would reveal that the respondent/plaintiff has very specifically mentioned in the plaint that the goods were sold through the petitioner/defendant, who is in fact a commission agent/broker to various traders, however, the sale consideration was not paid to the plaintiff.",
      "labels": [
        "RATIO"
      ],
      "id": "9d223289fdb94cc08af1e3838ca6a9fc_223"
    },
    {
      "start": 50977,
      "end": 51195,
      "text": "It is seen from the pleadings of the plaint that the respondent/plaintiff has mentioned the date of transaction as well as the name of the traders and the amount due from the petitioner/defendant for such transactions.",
      "labels": [
        "RATIO"
      ],
      "id": "03be6cdc06794c85b68934a39b491bbc_224"
    },
    {
      "start": 51196,
      "end": 51550,
      "text": "The pleadings of the plaint further states that [2024:RJ-JD:12253] (28 of 30) [CW-2222/2024] the total amount outstanding to the defendant is Rs.12,27,977/- alongwith interest total Rs.17,86,774/- as also the period during which the transactions took place between the petitioner/defendant and the respondent/plaintiff i.e. from 01.04.2017 to 02.11.2017.",
      "labels": [
        "RPC"
      ],
      "id": "baab39e1287a4be095cd657782ef6dba_225"
    },
    {
      "start": 51551,
      "end": 51815,
      "text": "The respondent/plaintiff in the plaint has also contended that for recovering the amount from the petitioner/defendant, a legal notice dated 18.02.2019 was also served upon the defendant and copy of said legal notice and postal AD receipt have also been exhibited.",
      "labels": [
        "RATIO"
      ],
      "id": "b27f3ca6f3f54a76a4a6387d24090d2f_226"
    },
    {
      "start": 51816,
      "end": 51933,
      "text": "The relevant paragraphs No.5, 6 and 7 of the suit filed by the respondent- plaintiff are reproduced hereinbelow:-\n\"5.",
      "labels": [
        "NONE"
      ],
      "id": "6701ab695ea14dcbbb8c647d75ec399a_227"
    },
    {
      "start": 51934,
      "end": 51940,
      "text": "; g gS",
      "labels": [
        "NONE"
      ],
      "id": "f16939dc49f64005a740912fc2e7a8d6_228"
    },
    {
      "start": 51941,
      "end": 51955,
      "text": "fd izfroknhx.k",
      "labels": [
        "NONE"
      ],
      "id": "1b498e1f75274bc8a6a576e0a12ca89e_229"
    },
    {
      "start": 51956,
      "end": 51969,
      "text": "} kjk fofHkUu",
      "labels": [
        "NONE"
      ],
      "id": "5cec0c95c3c84f58a5c997aaa0285b5e_230"
    },
    {
      "start": 51970,
      "end": 51982,
      "text": "O;kikfjs;ksa",
      "labels": [
        "NONE"
      ],
      "id": "932c51a9dfc24a93bdadb291eaf8e02b_231"
    },
    {
      "start": 51983,
      "end": 51989,
      "text": "dks nh",
      "labels": [
        "NONE"
      ],
      "id": "e73724c1246c448f9e65ad96dddb3738_232"
    },
    {
      "start": 51990,
      "end": 52896,
      "text": "xbZ fdjk.kk lkeku dh jkf\"k izfroknhx.k ds }kjk oknh QeZ dks nh tkrh Fkh] ijUrq uhps fuEu of.kZr O;kikfj;ksa ls izfroknhx.k us lkeku ds isVs jkf\"k izkIr dhA ijUrq oknh QeZ dks vnk ugha dh xbZ] tks fuEu izdkj gS %& -la- fnukad O;kikfj;ksa dk uke :i;s@jkf'k 1- 18-03-2017 Jh gfjflag lksuk.kk 5803@& 2- 18-03-2017 oS'.ko fdjk.kk LVksj 275@& 3- 18-03-2017 pkjHkqtk fdjk.kk LVksj 2]171@& lkjaxokl 4- 20-03-2017 lksuk.kk [ksrykth 27]560@& Hkkstu'kkyk 5- 20-03-2017 [ksrykth fdjk.kk LVksj 11]575@& twuk 6- 20-03-2017 pkjHkqtk fdjk.kk LVksj 17]00@& dwjuk 7- 20-03-2017 _frd fdjk.kk LVksj 2300@& lknM+k 8- 27-07-2017 oS'.ko fdjk.kk LVksj vkuk 5]892@& 9- 27-03-2017 Ckcwyky Hkknztwu 5]892@& 10- 27-03-2017 gfjvkse gksVy nslwjh 35]00@& 11- 27-03-2017 v'kksd fdjk.kk LVksj 1]080@& lsokM+h 12- 27-03-2017 pqUuhyky nslwjh 850@& fnukad 01-04-2017 ls fnukad 02-11-2017, rd dqy :i;s 12]27]977@& [2024:RJ-JD:12253] (29 of 30)",
      "labels": [
        "NONE"
      ],
      "id": "3a76617be7c84796abcf6666b9ce9198_233"
    },
    {
      "start": 52897,
      "end": 52911,
      "text": "[CW-2222/2024]",
      "labels": [
        "NONE"
      ],
      "id": "caa48b325f234bd8a9a2edd2c16e31ea_234"
    },
    {
      "start": 52912,
      "end": 52948,
      "text": "\n6. ;g gS fd mDr lkeku izfroknhx.k }",
      "labels": [
        "NONE"
      ],
      "id": "80040de04a9a4c62b73be9f6c8d3fd39_235"
    },
    {
      "start": 52949,
      "end": 52964,
      "text": "kjk oknh QeZ ls",
      "labels": [
        "NONE"
      ],
      "id": "1ff50df73c0f4742961cc21fc51390ab_236"
    },
    {
      "start": 52965,
      "end": 53578,
      "text": "[kjhnk x;k rFkk fnukad 01-07-2017 ls 02-11-2017 rd izfroknhx.k ds }kjk o vU; O;kikfj;ksa ds fy;s :i;s 12]27]977@& v{kjs ckjg yk[k lRrkbZl gtkj ukS lkS lRrrj :i;s ek= dk fdjk.kk lkeku izfroknhx.k }kjk [kjhndj x;k rFkk izfroknhx.k }kjk fofHkUu O;kikfj;ksa dks Hkstkx;kA izfroknhx.k czksdj dk dk;Z djrs gq;s oknh QeZ ls le;&le; ij fofHkUu O;kikfj;ksa dks fHktokus ds fy;s m/kkj esa fdjk.kk dk lkeku oknh QeZ ls [kjhns x;s ijUrq mDr lkeku dh jkf'k izfroknhx.k }kjk oknh QeZ dks ugha pqdkbZ xbZ gSA izfroknhx.k ls oknh QeZ dk dqy cdk;k jkf'k 12]96]755@& v{kjs ckjg yk[k Nh;kuos gtkj lkr lkS ipiu :i;s ek= curh gSA 7. ;",
      "labels": [
        "NONE"
      ],
      "id": "fdbbb91cdb69473e92d16ad46800a50f_237"
    },
    {
      "start": 53579,
      "end": 54045,
      "text": "g gS fd izfroknhx.k ls oknh QeZ }kjk ckj&ckj fuosnu djus ij Hkh izfroknh us m/kkj fy;s fdjk.kk lkeku dh jkf\"k dk Hkqxrku ugh fd;k] ftlls O;fFkr gksdj oknh QeZ us tfj;s vf/koDrk fof/kd uksfVl izfroknhx.k dks fnukad 18-02-2019 dks Hkstk o tokc gsrq 15 fnu dk izfroknhx.k dks le; fn;k x;k fdarq izfroknhx.k ds }kjk fof/kd uksfVl izkIr djus ds ckotqn Hkh dksbZ tokc ugha x;k ;uk gh oknh ls laidZ fd;k x;kA fof/kd uksfVl ,oa izkfIr fjiksVZ e; ,-Mh- okn ds lkFk layXu gSA\"",
      "labels": [
        "NONE"
      ],
      "id": "815659e2d20143df84a8590ddf8bbaa6_238"
    },
    {
      "start": 54046,
      "end": 54727,
      "text": "\n25 . The submission of the learned counsel for the respondent that the present writ petition is not maintainable before this Court, is not sustainable, as the Coordinate Bench of this Court in S.B. Civil Writ Petition No.920/2019 : Rajasthan State Mines and Minerals Ltd. v. Ankur Minmine Product Pvt. Ltd. decided on 07.03.2019 has held that writ petition under Article 227 of the Constitution of India is maintainable, even against an interlocutory order passed by the commercial court irrespective of what has been contained in Section 8 of the Act of 2015, albeit with self imposed restrictions and restraints imposed by the Courts in light of various judicial pronouncements.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2faf413c5ed2445eb1b64c4a6e1d5ca5_239"
    },
    {
      "start": 54729,
      "end": 54865,
      "text": "26. This Court upon perusal of the plaint finds that the respondent/plaintiff has indeed made out a cause of action for filing the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae6f827023204e1ea8ba949acb8d54bc_240"
    },
    {
      "start": 54866,
      "end": 55064,
      "text": "The main thrust of the application seeking rejection of the plaint is that the plaintiff does not disclose the cause of action, which has been negated by the learned commercial court and rightly so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f68a2f980d31478ab366402084fe9254_241"
    },
    {
      "start": 55065,
      "end": 55255,
      "text": "The plaintiff has sought a specific relief of the amount due on account of business transaction between the two [2024:RJ-JD:12253] (30 of 30) [CW-2222/2024] i.e. plaintiff and the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0588ac1e2e1b40dba62a522e5705a405_242"
    },
    {
      "start": 55256,
      "end": 55367,
      "text": "In such circumstances, the suit filed by the respondent/plaintiff cannot be said to be lacking cause of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0bd224083f9d4e39a54a06b45f41fec0_243"
    },
    {
      "start": 55368,
      "end": 55655,
      "text": "It is important to note that the plaint filed by the respondent/plaintiff cannot be read in isolation as the averments made in the plaint have to be read in entirety as held by Hon'ble Apex Court in catena of judgments that disclosure of cause of action is nothing but a bundle of facts.",
      "labels": [
        "RATIO"
      ],
      "id": "27bf31448ecc44c091c7d8569682fb35_244"
    },
    {
      "start": 55656,
      "end": 55801,
      "text": "Thus, upon bare reading of the plaint it is writ large that the respondent has been able to make out a cause of action in the plaint filed by it.",
      "labels": [
        "RATIO"
      ],
      "id": "a7abf4430cd54ef39a5608aaf99be349_245"
    },
    {
      "start": 55803,
      "end": 55959,
      "text": "27. Thus, in the considered opinion of this Court, no interference is made out in the judgment dated 11.08.2021 passed by the Commercial Court No.1 Jodhpur.",
      "labels": [
        "RPC"
      ],
      "id": "4d02da788045489bbef46a1880455969_246"
    },
    {
      "start": 55960,
      "end": 56036,
      "text": "The writ petition lacks merits and, therefore, the same is hereby dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "82ee79bca1f4488da1fbe895ab257946_247"
    },
    {
      "start": 56037,
      "end": 56126,
      "text": "Stay application as well as all other pending applications, if any, also stand dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "2b073049bb404c33ac53aa3a8aec4e88_248"
    },
    {
      "start": 56127,
      "end": 56193,
      "text": "\n(DR. NUPUR BHATI),J Reserve DJ/-\nPowered by TCPDF (www.tcpdf.org)",
      "labels": [
        "NONE"
      ],
      "id": "d0a4a51dd6194cf189364b2117cc83f1_249"
    }
  ]
}