{
  "id": "385024b49097a7e83ee7fa703a4d669dd857dbde32c358761024ac40f5b250c5",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTripura High Court\nBhartia Infra Projects Limited. A ... vs The State Of Tripura on 10 January, 2024\nAuthor: Arindam Lodh\nBench: Arindam Lodh \n                                 Page 1 of 22\n\n\n\n\n                      High Court Of Tripura\n                        _A_G_A_R_T_A_L_A_ \n                         Arb A No.02 of 2022\nBhartia Infra Projects Limited. A company incorporated under the Companies\nAct, 1956 formerly known as Bhartia Associates Private Limited having its\nregistered office at 201 Roayal Arcade 2nd Floor, Dr. Baruah Road, Ulubari,\nGuwahati, 781001.\n                                                              ...... Appellant(s) \n                             Versus\n1. The State of Tripura, represented by the Secretary to the Government of\nTripura, Public Works Department (R&B), Agartala.\n2. The Chief Engineer, Public Works Department (R&B), New Secretary\nComplex, Agartala. \n3. The Executive Engineer, Public Works Department (R&B), Kumarghat\nDivision, North Tripura. \n                                                    ...... Respondent(s) \n\nFor Appellant(s)       : Mr. Soumendu Roy, Advocate. \n\nFor Respondent(s)      : Mr. K. De, Addl. G.A. \n\n Hon'Ble The Chief Justice Mr. Aparesh Kumar Singh \n         Hon'Ble Mr. Justice Arindam Lodh \n        Date of hearing and judgment : 10th January, 2024. \n                      Whether fit for reporting : Yes.\n\n                     Judgment & Order(Oral)\n\n            Heard Mr. Soumendu Roy, learned counsel appearing for the\n\nappellant and Mr. K. De, learned Additional Government Advocate\n\nappearing for the respondent-State.\n\n\n\n[2]         By the impugned judgment dated 17.02.2022 passed in Civil Misc.(Arbitration) No.12 of 2018, the learned Judge, District Commercial Court, West Tripura, Agartala exercising power under Section 34(1) of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the Act of 1996') has set aside the entire award rendered by the learned Arbitrator who                                    Page 2 of 22 was appointed by this Court in ARB(P) No.01 of 2013 by order dated 28.03.2014.\n\n\n[ 3 ]           The relevant factual details of the case of the parties as culled out from the pleadings on record are narrated hereunder:\n\n              In respect of the agreement dated 05.03.2004 for construction of permanent bridge over river Manu at Kanchanbari, North Tripura for an estimated value of Rs.4,49,62,905/- within the stipulated period of completion of 24 months, the dispute arose between the parties which led to appointment of an arbitrator. Petitioner-appellant claims to have started work and completed major part of the work including some extra work involving expenditure to the tune of Rs.1.25 crore except pillar No.1 which could not be completed due to tilt requiring further decision of the respondent. He contended that he had to maintain idle establishment at the work site waiting for a decision of the respondent. The period of contract expired on 19.05.2006. The respondent did not make payment to the petitioner despite demand. Later, he was asked to resume work by letter dated 18.10.2011 to which he agreed as per work order dated 22.09.2011 subject to certain conditions that he would seek enhancement of the rate over the agreed rate;\n\nto finalize the decision regarding pillar-1 within ten days; to grant extension period of 18 months without penalty and with PVC from the date of work order; to finalize the rate and to make the payment of extra work done under item No.2(a) of SH of sub-structure and to pay the running bills for the work done in time in future along with interest for the delay period.\n                                    Page 3 of 22 [4]          The conditions proposed by the petitioner were addressed by the respondent by letter dated 14.11.2011 by stating that the completion of work was delayed due to slow execution of work. Provisional time extension up to March, 2012 was granted. However, penalty or price variation would be dealt with as per the agreement. As regards the consideration of rate beyond 20% above deviation limit against agreement No.2(a), the same was under active consideration of the competent authority. Payment of running bills would be made on the basis of availability of fund with due consideration. There was no provision for payment of interest due to delay. \n\nDepartment would not be liable for idleness of the petitioners establishment which happened due to wrongful suspension work from his part. \n\n\n[5]          The respondents rescinded the agreement on 10.01.2012. \n\nThereafter, the petitioner/appellant raised the dispute. Upon appointment of the arbitrator, the following claim was raised by him: \n\n           \"(1) Whether the claimant is entitled to get final bills from the            respondents amounting to Rs.12,24,270/?-\n           (2) Whether the claimant is entitled to get Rs.98,97,768/- from the            respondents for the extra works done by the claimant? \n           (3) Whether the claimant is entitled to get Rs.27,35,281/- in the            account of loss of profit? \n           (4) Whether the claimant is entitled to get Rs.1,01,46,600/- in the            account of price escalation bill? \n           (5) Whether the claimant is entitled to get Rs.1,35,35,750/- as            compensation for idle establishment? \n           (6) Whether the claimant is entitled to get the refund of security            money of Rs.1,00,000/- which was amended later on            Rs.31,82,181.00/-? \n           (7) Whether the claimant is entitled to get Rs.3,00,000/- in the            account of litigation/Arbitration cost? \n           (8) Whether the claimant is entitled to get interest @ 18% per            annum from the date of final claim (20.07.2012) till payment?\"\n                                    Page 4 of 22 [6]         The respondents submitted their written statement and counter claim. The claimant also submitted a rejoinder to the counter claim. On 25.06.2017, after consideration of the case of the parties and going through the pleadings and documents adduced by the parties, the learned Arbitrator rendered the award in the following manner:\n\n            \"(1) Whether the claimant is entitled to get final bill from the            respondents amounting to Rs.12,24,270/-? \n           = The claim is partly established. The claimant is entitled to get            Rs.7,92,528/- in the account of final bill from the respondents. \n           (2) Whether the claimant is entitled to get Rs.98,97,768/- from the            respondents for the extra works done by the claimants? \n           = I award NIL amount against this issue. \n           (3) Whether the claimant is entitled to get Rs.27,35,281/- in the            account of loss of profit ? \n           = I award NIL amount against this issue. \n           (4) Whether the claimant is entitled to get Rs.1,01,46,600/- in the            account of price escalation bill ? \n           = This claim is established the claimant is entitled to get price            escalation under clause-10CC of the agreement for the work            executed by it till the date of rescission of contract on 10.01.2012            minus any amount, if any, already paid, and the respondents are to            work out the amount in that account on the basis of, the records            available with them.\n           (5 ) Whether the claimant is entitled to get Rs.1,35,35,750/- as            compensation for idle establishment? \n           = This claim has not been established so I award NIL amount            against the same.\n           (6) Whether the claimant is entitled to get the refund of security            money of Rs.1,00,000/- which was amended later on            Rs.31,82,181.00/-?\n           = This claim is established, the claimant is entitled to get            Rs.31,82,340/- (as confirmed by the respondents) from the            respondents. \n           (7) Whether the claimant is entitled to get Rs.3,00,000/- in the            account of litigation/Arbitration cost? \n           = The claim is partly established, the claimant is entitled to get            Rs.50,000/- from the respondents. \n           (8) Whether the claimant is entitled to get interest @ 18% per            annum from the date of final claim (20.07.2012) till payment? \n           = This claim is partly established, the claimant is entitled to get            interest on the amount awarded against issue No.2, 4 & 6 @ 9% per            annum from the date of publication of the award till the date of            payment. No interest is payable on Rs.50,000/- awarded against            claim No.7.\"\n                                     Page 5 of 22 [7 ]          The claimant/petitioner being aggrieved with the award in respect of item Nos.2, 3 & 5 preferred an application under Section 34(1)\n\nbefore the learned Judge, District Commercial Court, West Tripura, Agartala in Civil Misc.(Arbitration) No.12 of 2018. The learned Court after hearing the parties set aside the entire award by the impugned judgment dated 17.02.2022 and remanded the matter to the Arbitrator with a direction to hear the argument afresh and to pass an award afresh.\n\n\n[8]          Mr. Soumendu Roy, learned counsel for the appellant submits that the learned Commercial Court committed a jurisdictional error in setting aside the entire award when the subject matter of challenge was confined to item Nos.2, 3 & 5 only. Secondly, the matter could not have been remanded to the Arbitrator to pass an award afresh on the entire claim petition. In the instant appeal, the appellant has inter alia made the following prayer:\n\n              \"(a) Admit this appeal;\n               (b) Call for record from the court below;\n               ( c) Issue rule upon the respondents to show cause as to why the                impugned judgment and order dated 17.02.2022 passed in                Civil Misc(Arb) No.12/2018 by the learned Court of District                Commercial Court, West Tripura, Agartala shall not be set                aside (except to the extent it relates to issue No.2, 3 & 5) along                with impugned arbitral award dated 25.06.2017 to the extent it                relates to issue No.2, 3 & 5 pertaining to claims of the                appellant and be pleased to set aside the order and direction                made by the Ld. Arbitrator directing and passing order that                \"the respondents are therefore, at liberty to pursue their                Counter Claims in accordance with Law, if so advice.\" Upon                cause/causes as may be shown and after hearing the parties be                pleased to make the rule absolute.\"\n\n\n\n[ 9 ]          Mr. K. De, learned Additional Government Advocate submits that the findings of the learned Arbitrator on item Nos.2, 3 & 5 are sound and supported by reasoning and, therefore, they do not suffer from any such                                     Page 6 of 22 patent illegality which could have been set aside. It is further submitted that the contention of the appellant that the matter could not be remanded to the Arbitrator after setting aside the award is also not legally tenable since if the challenge pertains to item Nos.2, 3 & 5 only separate adjudication proceedings before another Arbitrator would not lie independent of the findings recorded in respect of other five claims in respect of the same dispute under the same agreement decided by the Arbitrator. He, therefore,\n\nsubmits that the grounds taken by the appellant in this appeal are misconceived. \n\n\n[10]         We have considered the submissions of learned counsel for the parties and gone through the relevant materials placed from record. We have also gone through the award rendered by the learned Arbitrator specifically the findings rendered on item Nos.2, 3, & 5 and also the judgment of the learned Commercial Court by which the entire award has been set aside. The scope of interference in an appeal under Section 37 of the Act of 1996 has been delineated in the decisions rendered by the Apex Court. We are inclined to refer to the latest decision in this regard rendered in case of S.V.\n\nSamudram versus State of Karnataka and another reported in 2024 SCC Online SC 19 dated 04.01.2024 [Civil Appeal No.8067 of 2019]. Paragraphs 62 to 73 are apposite to be extracted hereunder:\n\n           62. Moving further, we now consider the judgment impugned            before us, i.e., the order of the High Court upholding such            modification, under the jurisdiction of Section 37 of the A&C Act.\n           63. It has been observed by this Court in MMTC Ltd. v. Vedanta            Ltd.13            \"14. As far as interference with an order made under Section 34, as            per Section 37, is concerned , it cannot be disputed that such            interference under Section 37 cannot travel beyond the restrictions                           Page 7 of 22 laid down under Section 34. In other words, the court cannot undertake an independent assessment of the merits of the award,\nand must only ascertain that the exercise of power by the court under Section 34 has not exceeded the scope of the provision. \nThus, it is evident that in case an arbitral award has been confirmed by the court under Section 34 and by the court in an appeal under Section 37, this Court must be extremely cautious and slow to disturb such concurrent findings.\"\n                                               (Emphasis Supplied)\n64. This view has been referred to with approval by a bench of three learned Judges in UHL Power Company Ltd v. State of Himachal Pradesh14. In respect of Section 37, this court observed:- \n\"16. As it is, the jurisdiction conferred on courts under Section 34 of the Arbitration Act is fairly narrow, when it comes to the scope of an appeal under Section 37 of the Arbitration Act, the jurisdiction of an appellate court in examining an order, setting aside or refusing to set aside an award, is all the more circumscribed.\" \n65. This Court has not lost sight of the fact that, as a consequence to our discussion as aforesaid, holding that the judgment and order under Section 34 of the A&C Act does not stand judicial scrutiny,\nan independent evaluation of the impugned judgment may not be required in view of the holding referred to supra in MMTC Ltd.\nHowever, we proceed to examine the same. \n66. We may also notice that the circumscribed nature of the exercise of power under Sections 34 and 37 i.e., interference with an arbitral award, is clearly demonstrated by legislative intent. The Arbitration Act of 1940 had a provision (Section 15) which allowed for a court to interfere in awards, however, under the current legislation, that provision has been omitted. \n67. The learned Single Judge, similar to the learned Civil Judge under Section 34, appears to have not concerned themselves with the contours of Section 37 of the A&C Act. The impugned judgment reads like a judgment rendered by an appellate court, for whom reexamination of merits is open to be taken as the course of action. \n68. We find the Court to have held the award to be perverse and contrary to public policy. The basis for such a finding being delay on the part of the contractor in completion of the work which \"could have been avoided\". Significantly, as we have observed earlier such a finding is not backed by any material on record. \n69. What appears to have weighed with the court is that the factoring of the cost escalation between the years 1989-90 and 1992 by 100% was exaggerated. But then equally, there is no justification in granting lump sum escalation by 25% of the contract value. Well, this cannot be a reason to modify the award for the parties are governed by the terms and conditions and the price escalation stood justified by the petitioner based on cogent and reliable material as was so counted by the Arbitrator in partly accepting and/or rejecting the claims.\n70. In our considered opinion, the court while confirming the modification of the award committed the very same mistake which the Court under Section 34 of the A&C Act, made. \n                                      Page 8 of 22            71 . The Court under Section 37 had only three options:-\n           (a) Confirming the award of the Arbitrator;\n           (b) Setting aside the award as modified under Section 34; and            (c) Rejecting the application(s) under Section 34 and 37. \n           72 . The learned single Judge has examined the reasoning adopted            by the learned Arbitrator in respect of certain claims (claims 3 and            7, particularly) and held that allowing a claim for escalation of cost,\n           was without satisfactory material having been placed on record and            is \"perverse and contrary to the public policy\". However, it appears            that such a holding on part of the Judge is without giving reasons            therefor. It has not been discussed as to what the evidence was            before the learned single Judge to arrive at such conclusion. This is            of course, entirely without reference to the scope delineated by            various judgments of this Court as also, the statutory scheme of the            A & C Act.\n           73. Having referred to J.G Engineers (P) Ltd. v. UOI and more            particularly para 27 thereof, it has been held that the award passed            by the learned Arbitrator is \"patently illegal, unreasonable, contrary            to public policy.\" There is no reason forthcoming as to how the            holding of the learned Arbitrator flies in the face of public policy. \n\n\n\n[11]        The question before us is whether the learned Commercial Court was right in setting aside the entire award when the challenge was confined to item Nos.2, 3 & 5 on the part of the contractor/appellant under Section 34(1) of the Act of 1996. Whether the learned Commercial Court was right in remanding the matter to the learned Arbitrator for adjudication on the entire dispute? The arbitration proceedings were commenced before the amendment to Section 34 of the Act of 1996. The relevant provision of Section 34 as it stood prior to 2015 amendment and post 2015 amendment are also extracted hereunder as has been referred to in the case of S.V.\n\nSamudram (supra) at paragraph 39 of the judgment. \n\n           \"39 . We are dealing with an award passed on 18th February, 2003,\n           prior to the amendment brought in Section 34 by virtue of the            Arbitration and Conciliation (Amendment) Act, 2015. For the            purpose of ready reference the relevant portion of the amended and            the un-amended provisions are extracted as under :-\n           \"Prior to 2015 Amendment            34. Application for setting aside arbitral award. -\n                           Page 9 of 22 (1) Recourse to a court against an arbitral awrd may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).\n( 2 ) An arbitral award may be set aside by the court only if-...\n(v) the composition of the Arbitral Tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India. \nExplanation.- Without prejudice to the generality of sub-clause (ii),\nit is hereby declared, for the avoidance of any doubt, that an award is in conflict with the public policy of India if the making of the award was induced or affected by fraud or corruption or was in violation of Section 75 or Section 81. \n                                                (Emphasis supplied) \nPost 2015 Amendment 34. Application for setting aside arbitral award.--\n(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).\n(2) An arbitral award may be set aside by the Court only if-- ...\n(b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.\n[Explanation 1.--For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,--\n\n(i) the making of the award was induced or affected by fraud or corruption or was in violation of Section 75 or Section 81; or (ii) it is in contravention with the fundamental policy of Indian law;\nor (iii) it is in conflict with the most basic notions of morality or justice.\nExplanation 2.--For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute.] \n[(2-A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the court, if the court finds that the award is vitiated by patent illegality appearing on the face of the award:\nProvided that an award shall not be set aside merely on the ground of an erroneous application of the law or by re-appreciation of evidence.]\"\n                                      Page 10 of 22 [12 ]        Learned Commercial Court has set aside the entire award on the ground of patent illegality. The opinion of the Apex Court in the case of Ssangyong Engineering and Construction Company Limited Vs National Highways Authority of India (NHAI), (2019) 15 SCC 131 on the scope of interference in an Arbitral Award under the ground of patent illegality under Section 34 of the Amended Act of 2015 Act at para 37 to 41 and 69 are quoted hereunder:\n\n               \"37. Insofar as domestic awards made in India are concerned, an                additional ground is now available under sub-section (2-A), added by                the Amendment Act, 2015, to Section 34. Here, there must be patent                illegality appearing on the face of the award, which refers to such                illegality as goes to the root of the matter but which does not amount                to mere erroneous application of the law. In short, what is not                subsumed within \"the fundamental policy of Indian law\", namely, the                contravention of a statute not linked to public policy or public interest, \n               cannot be brought in by the backdoor when it comes to setting aside                an award on the ground of patent illegality.\n\n               38. Secondly, it is also made clear that reappreciation of evidence,\n               which is what an appellate court is permitted to do, cannot be                permitted under the ground of patent illegality appearing on the face                of the award. \n\n               39 . To elucidate, para 42.1 of Associate Builders [Associate Builders                v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , namely, a mere                contravention of the substantive law of India, by itself, is no longer a                ground available to set aside an arbitral award. Para 42.2 of Associate                Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2                SCC (Civ) 204] , however, would remain, for if an arbitrator gives no                reasons for an award and contravenes Section 31(3) of the 1996 Act ,\n               that would certainly amount to a patent illegality on the face of the                award. \n\n               40. The change made in Section 28(3) by the Amendment Act really                follows what is stated in paras 42.3 to 45 in Associate Builders                [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ)\n               204] , namely, that the construction of the terms of a contract is                primarily for an arbitrator to decide, unless the arbitrator construes the                contract in a manner that no fair-minded or reasonable person would;\n               in short, that the arbitrator's view is not even a possible view to take.\n               Also, if the arbitrator wanders outside the contract and deals with                matters not allotted to him, he commits an error of jurisdiction. This                ground of challenge will now fall within the new ground added under                Section 34(2-A).\n\n               41. What is important to note is that a decision which is perverse, as                understood in paras 31 and 32 of Associate Builders [Associate                Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , while                no longer being a ground for challenge under \"public policy of India\",\n               would certainly amount to a patent illegality appearing on the face of                the award. Thus, a finding based on no evidence at all or an award                                         Page 11 of 22                  which ignores vital evidence in arriving at its decision would be                  perverse and liable to be set aside on the ground of patent illegality. \n                 Additionally, a finding based on documents taken behind the back of                  the parties by the arbitrator would also qualify as a decision based on                  no evidence inasmuch as such decision is not based on evidence led                  by the parties, and therefore, would also have to be characterised as                  perverse. \n\n                 ************************ \n69. We therefore hold, following the aforesaid authorities, that in the guise of misinterpretation of the contract, and consequent \"errors of jurisdiction\", it is not possible to state that the arbitral award would be beyond the scope of submission to arbitration if otherwise the aforesaid misinterpretation (which would include going beyond the terms of the contract), could be said to have been fairly comprehended as \"disputes\" within the arbitration agreement, or which were referred to the decision of the arbitrators as understood by the authorities above. If an arbitrator is alleged to have wandered outside the contract and dealt with matters not allotted to him, this would be a jurisdictional error which could be corrected on the ground of \"patent illegality\", which, as we have seen, would not apply to international commercial arbitrations that are decided under Part II of the 1996 Act. To bring in by the backdoor grounds relatable to Section 28(3) of the 1996 Act to be matters beyond the scope of submission to arbitration under Section 34(2)(a)(iv) would not be permissible as this ground must be construed narrowly and so construed, must refer only to matters which are beyond the arbitration agreement or beyond the reference to the Arbitral Tribunal.\" \n[13] The discussion, findings and decisions of the learned Arbitrator on item Nos.2, 3 & 5 are being extracted hereunder in order to test the correctness of the decision rendered by the learned Commercial Court under question:\n\"Issue No.2 Whether the claimant is entitled to get Rs.98,97,768/- from the respondents for the extra works done by the claimant ? In support of this claim it has been submitted by the claimant that it has executed extra work as in the schedule of item of quantity provided for centering, shuttering item No.(2) of SH sub-structure was 117.64 sqm. But actual requirement of each pier was 673.00 sqm and the claimant executed the said extra work and submitted the rate analysis for extra work done and demanded payment. It is further submitted by the claimant that the actual expenditure incurred for said item was @ Rs.2,645.50 per sqm and the respondents did not deny the claim. In this context the claimant referred to its letter dated 20.06.2009 (Document No.6 statement of claim). It is also submitted by the claimant that it executed the extra work without finalization of rate but demanded the finalization of rate as in view of clause-12A of PWD-8 the contractor cannot suspend the work on the plea of non-settlement of rates of item. It is submitted by the claimant that the rate in item No.2 of SH sub- structure as provided in the contract is Rs.110 per sqm and the respondents without considering the claim of the claimant unilaterally enhanced the rate at Rs.260 per sqm. The claimant, therefore, submitted that it is entitled to get Rs.95,04635/- in view of the 14th R/A bill. In support of this statement the claimant referred to a decision reported in (2007) 13 SCC 544 Food Corporation of India and others versus Vikas Majdoor, Kandar Sahkari Mandli Ltd. and 2002(4) RAJ(DEL) 303. In response to that submission the respondents in the written argument has given no specific submission separately. \nDECISION From the record it appears that the claimant executed extra work and claimed extra rate for the said work but there was no finalization of the rate in the light of the claim of the claimant but the respondents made the payment for the extra work @ Rs.260/- per sqm in place of the agreed rate of Rs.117.64 per sqm. Since there was no finalization of rate in the light of the claim made by the claimant and the respondents on the basis of their calculation enhanced the said rate to Rs.260/- per sqm , the claimant without finalization of their demanded rate is not entitled to get any extra payment beyond the payment already made. The decision cited by the claimant also is of no help in considering the claim of the claimant, as the fact in issue of the present case is different from the fact in issue of the decision cited by the claimant. \nIssue No.3 Whether the claimant is entitled to get Rs.27,35,281/- in the account of loss of profit ? \nIt is submitted by the claimant that the respondents committed breach of contract by terminating the contract illegally and denying the loss of expected profit to the claimant. \nIt is also submitted that if the claimant was allowed to execute the balance work it would have earned profit at the rate of 20% and the value of the balance work was Rs.1,19,18,348/- and 20% of the said amount comes to Rs.23,83,669.60 and the claimant is entitled to get the said amount from the respondents in the account of loss of profit. \nIn response it is submitted by the respondents that the claimant has not challenged the legality of the rescission of contract by making any issue. The loss of profit as alleged to have been caused arises out of the rescission of the contract. \nIt is also submitted that the work suffered inordinate delay due to suspension of the work by the claimant from time to time and due to fault and failure of the agency in completing the work it had to be terminated and that the agency suspended the work putting new condition in the contract for execution of work at a stage when 75% of the work was completed.\nIt is also submitted that the claimant itself proposed to close the contract after 15.07.2011 so the claimant is not entitled to get any loss of profit against the rightful rescission of contract. It was also submitted by the learned counsel that in the letter of the claimant dated 22.09.2011 document No.17 enclosed with the statement of claim the claimant indicated that the price of wages and material has increased abnormally and went up to 250% and requested the respondents to close the work by 15.07.2011 and by its letter dated 07.11.2011 (document No.20 of the statement of claim) the claimant gave 5 numbers of conditions for acceptance by the respondents in toto for further execution of the work which the respondents did not accept. \nIt is also submitted by the learned counsel for the respondents that it was the statement of the claimant itself that price of wages and materials have increased abnormally to the extent of 250% the question of suffering of any loss of profit by the claimant of termination of contract did not arise at all rather by termination of the contract he could avoid further loss for executing the balance quantity of work and since the claimant himself requested for closure of the contract by 15.07.2011 no claim in the account of loss of profit is entertainable for termination of the contract by the respondents. \nDECISION It is on record that the claimant informed the respondents that the cost of labour and materials have increased to the extent of 250% on the contract rate and also requested the respondents to close the contract from 15.07.2011 so I am of the view that due to rescission of the aid contract in which, as per the claimant, the rate of contract got increased by 250% and it would not be possible for the claimant to execute the said work unless the enhancement of rate by considering prevailing market rate over and above rate agreed upon (Document No.20 of the statement of claim) the claimant suffered no loss of profit for non-execution of the balance work at a lower rate than the rate claimed by claimant so the said claim is not established. It is made clear that while deciding this issue no decision regarding the legality of the rescission of the contract is given by me. \nIssue No.5 Whether the claimant is entitled to get Rs.1,35,35,750/- as compensation for idle establishment ? \nIt is submitted by the claimant that under the compelling circumstances the claimant had to maintain the idle establishment from 16.07.2011 as it was waiting for decision for pier-1 up to 10.08.2012 and only on 18.10.2011 the respondents gave decision regarding pier-1. The claimant also submitted that the necessary vouchers have been submitted in volume-1 in series and volume-2 in series and the same have not been disputed by the respondents. The claimant submitted that the loss in the account was sustained by it due to the fault of the respondents so they are liable to compensate the said loss to the claimant. \nThat in response the respondents submitted that the extension of time granted by the respondents was unconditionally accepted by the claimant and no condition was given that it would claim compensation on account of idle establishment at the material time and thereby the agency waived its right to claim any kind of compensation for any alleged loss suffered on account of such idleness and that the agency did not produce any acceptable document to establish the said claim. \nDECISION I have examined the papers and documents available on record and find that the claimant could not establish the said claim by furnishing convincing evidence so the said claimant cannot be allowed.\"\n[14] The reasoning recorded by the learned Commercial Court to hold the entire award as patently illegal is also extracted hereunder for proper appreciation: \n\"5. The petitioner that case at hand has only challenged the decision arrived at by the Arbitrator in regards to the issue Nos.(2), (3) and (5). While arguing the case, learned advocate for the petitioner has contended that while deciding the issue No.2, the arbitrator arrived at the decision without considering the materials on record and that the citation of Honble Supreme Court so relied on by the petitioner was totally ignored and as such the decision so given by the Arbitrator stands patently illegal. That apart, the decision rendered while decision issue No.3 has left the main issued as to legality of rescission of contract undecided and as such the decision suffers from patent illegality. It is further added that the decision rendered in issue No.3 is not supported by any reason and as such the decision so arrived at by the Arbitrator stands liable to be set aside.\n8. In the light of the principles as referred to above, we may proceed to consider the question that has been raised for and on behalf of the petitioner. As stated earlier, learned advocate for the petitioner has raised the issue that while deciding the issue No.2, the Arbitrator has ignored the law reported in (2007) 13 SCC 544 (Food Corporation of India and others versus Bikash Majdoor, Kandar Sahkari Mandali Ltd.) and the law reported in 2002 (4) RAJ(DEL) 303 and as such the decisions so arrived at by the Arbitrator stands patently illegal. In this connection learned advocate for the petitioner has referred the judgment reported in (1955) 2 SCR 48 : AIR 1955 SC 468 (Seth Thawardas Pherumal VS Union of India) wherein it has been held that \".............. An arbitrator is not a conciliator and cannot ignored the law or misapply it in order to do what he thinks is just and reasonable. He is a tribunal selected by the parties to decide their dispute according to law and so is bound to follow and apply the law, and if he does not, he can be set right by the courts provided his error appears on the face of the record. The single expression to this is when the parties choose specifically to refer a question of law as a separate and distinct matter.\"\n9. Learned advocate further pointed out that the arbitrator while deciding the issue No. 3 has categorically mentioned that- \"it is made clear that when deciding the issue no decision regarding the legality of the rescission of contract is given by me.\" But while deciding the issue No.6 the arbitrator has held that the recession order is illegal and arbitrary. According to learned advocate such a inconsistent decision renders the findings patently illegal. In this connection, learned advocate has relied on the judgment of Honble Supreme Court reported in (2003) 8 SCC 168 (Union of India VS V. Pundarikakshudu and Sons & Another) wherein it has been held at para 31 has held that- \"31. In this case the District Judge as also the High Court of Madras clearly held that the award cannot be sustained having regard to the inherent inconsistency contained therein. The Arbitrator, as has been correctly held by the District Judge and the High Court, committed a legal misconduct in arriving at an inconsistent findings as regards breach of the contract on the part of one party or the other. Once the arbitrator has granted damages to the first respondent which could be granted only on a finding that the appellant had committed breach of the terms of the contract and thus was responsible there for, any findings contrary thereto and inconsistent there with while awarding any sum in favour of appellant would be wholly unsustainable being self contradictory.\" \nLearned Advocate further contended that the decision rendered in issue No.5 is not a reasoned one and as such patently illegal.\n10. Honble Supreme Court in the case of Delhi Airport Metro Express Pvt. Ltd. (supra) had the occasioned to deal with the matter pertaining to patent illegality. It was held at para 25 as under:\n\"Patent illegality should be illegality which goes to the root of the matter. In other words, every error of law committed by the Arbitral Tribunal would not fall within the expression patent illegality. Likewise, erroneous application of law cannot be categorized as patent illegality. In addition, contravention of law not linked to public policy or public interest is beyond the scope of the expression patent illegality. What is prohibited is for courts to re-appreciate evidence to conclude that the award suffers from patent illegality appearing on the face of the award, as courts do not sit in appeal against the arbitral award. The permissible grounds for interference with a domestic award under Section 34(2-A) on the ground of patent illegality is when the arbitrator takes a view which is not even a possible one, or interprets a clause in the contract in such a manner which no fair-minded or reasonable person would, or if the arbitrator commits an error of jurisdiction by wandering outside the contract and dealing with matters not allotted to them. An arbitral award stating no reasons for its findings would make itself susceptible to challenge on this account. The conclusions of the arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality. Also, consideration of documents which are not supplied to the other party is a facet of perversity falling within the expression patent illegality.\" \n11. At this juncture, when we dwell upon the findings and decisions in regards to issue No.1, it appears that the petitioner has relied on two judgments but the arbitrator did not take the judgments into consideration while rendering its decision. We, therefore, find no hesitation to hold that the arbitrator has ignored the law cited by the petitioner. That apart the arbitrator has given inconsistent findings in regards to recession of contract and thereby, rendered the decision patently illegal. The issue No.5 was decided in following terms:\n\"I have examined the papers and documents available on record and find that the claimant could not establish the said claim by furnishing convincing evidence so the said claimant (sic) cannot be allowed.\" \nThe decision arrived at clearly suggest that the petitioner has led evidence but the arbitrator did not assign any reason as to why the evidence so led is not convincing. \nRegard being had to the discussion as we had hereinabove, I am of the opinion that the decision so arrived at by the arbitrator under challenge are patently illegal and that the inconsistent decision as to rescission of contract leads us to set aside the entire award.\n12. The scheme and scope of the provisions of Section 34 of Arbitration Act aims at keeping the supervisory roles of the court at minimum level, therefore, we cannot correct the errors so done by the arbitrator by sitting as a Appellate Court, it can only be quashed leaving the parties to begin the arbitration again if it is desired. Since in the case at hand, certain illegalities making the award patently illegal while deciding the matter in dispute was done by the arbitrator, we find it appropriate to remand the matter to the arbitrator with a direction to hear the argument afresh and to pass the award afresh.\" \n[15] Perusal of the findings and reasons of the learned Arbitrator on claims No.2 and 3 show that do not call for interference as they do not suffer from any patent illegality in the manner laid down by the Apex Court in the case of Ssangyong (Supra). The learned Arbitrator has upon a detailed consideration of the claim No.2 rendered a finding based on reasons that though the claimant executed extra work but there was no finalization of the rate in the light of the claim of the claimant. The respondents made the payment for extra work @ Rs.260/- per sqm in place of the agreed rate of Rs.117.64 per sqm. Since there was no finalization of rate in the light of the claim made by the claimant, the claimant without finalization of their demanded rate is not entitled to get any extra payment beyond the payment already made. The learned Commercial Court however without proper application of mind to the reasoning recorded by the learned Arbitrator on this claim summarily held that the decision rendered on all these three claims suffered from patent illegality. The decision of the learned Arbitrator on issue No.3 when put under scrutiny also discloses that they were sound and after due consideration of the pleadings and the materials placed before the learned Arbitrator. The learned Arbitrator went on to hold that as regards to claim No.3 that the claim had increased to the extent of 250% on the contract rate and that he suffered no loss of profit for non-execution of the balance work at a lower rate which was not established. It is trite law that the Court exercising power under Section 34 has to confine itself to the grounds laid down therein and not to substitute its opinion in place of the arbitrators findings. The court cannot correct the errors of the Arbitrator unless they suffer from perversity or are in contravention with the fundamental policy of the Indian law or suffer from patent illegality or the grounds enumerated under Section 34(2) of the Amended Act of 2015. \n[16] We are, therefore, of the view that the learned Commercial Court committed a serious error in setting aside the entire award when the challenge was confined to issue Nos.2, 3 & 5 only and the reasons and findings of the learned Arbitrator on claim Nos.2 & 3 do not appear to suffer from such errors as to bring it within the mischief of patent illegality or being contrary to the fundamental policy of India.\n[17] However, the determination made by the learned Arbitrator on issue No.5 regarding the compensation for idle establishment as also extracted hereinabove shows that the decision on that claim by the learned Arbitrator was dehors any reason. To that extent, it can be said that the learned Arbitrator while dealing with the claim under item No.5 committed a patent illegality in holding that the claimant could not establish the claim by furnishing convincing evidence and, therefore, the claim could not be allowed. It appears that the claimant had submitted necessary vouchers, volume-1 series and volume-2 series whereas the respondent took a plea that the extension of time was unconditionally accepted by the claimant and no condition could be given to claim compensation on that account. \n[18] Considered thus, we are of the view that the decision of the learned Commercial Court to set aside the entire award on grounds of patent illegality under Section 34(2-A) of the Act of 1996 was not proper when the challenge was confined to item Nos.2, 3 & 5. However, in this appeal, while considering the case of the appellant in exercise of the powers under Section 37 of the Act of 1996 which are further circumscribed as regards the ground for challenge under Section 34 of the Amended Act, we are of the view that the findings of the learned Arbitrator on item Nos.2 and 3 do not suffer from the vices for being interfered by the learned Commercial Court. \n[19] As such, the impugned order dated 17.02.2022 passed by the learned Judge, District Commercial Court, West Tripura, Agartala in Civil Misc.(Arbitration) No.12 of 2018, is set aside. The matter is remitted to the learned Arbitrator to decide the claim under item No.5 afresh, in accordance with law. \n[20] In this regard, it is pertinent to observe herein that partial setting aside of an Award is permissible. Reference is made to the opinion of Delhi High Court in Union of India Vs. Alcon Builders and Engineer Private Limited, 2023 SCC OnLine Del 160, para 28 to 33 extracted hereunder:\n28. Upon a combined and meaningful reading of the provisions of the A&C Act and the aforesaid judicial precedents, in the opinion of this Court, the following position emerges:\n29. A court exercising power under Section 34 of the A&C Act cannot \"modify\" an arbitral award;\n30. The arbitrator's decision on each claim and counterclaim, taken individually, is final. \"Modification\" means to substitute the court's own decision for the decision made by the arbitrator on any given claim or counterclaim; which the court cannot do. \n31. If objections are filed under Section 34, impugning the arbitrator's decision only on some of the claims or counterclaims, it is not necessary for the court to set aside the entire arbitral award viz. the decision on all claims and counterclaims. This follows from the limited ambit of the court's powers under Section 34. Besides, the decision on a Section 34 petition cannot go beyond the scope of the challenge itself. \n32. When the arbitrator's decisions on multiple claims and counterclaims are severable and not interdependent, the court is empowered under Section 34 to set aside or uphold the arbitrator's decisions on individual and severable claims or counterclaims; without having to set aside the entire arbitral award. \nThat would not amount to modification of the arbitral award. \n33. The above is also in line with the overarching principle that the scope of interference by the court under the A&C Act in arbitral proceedings and arbitral awards, is to be minimal. The statute does not command the court to go for the overkill. To adapt a phrase famously used by Justice Felix Frankfurter, while exercising power under Section 34, it is not necessary to burn the house to roast the pig.\" \n[21] In such an event, such items of claims which cannot be sustained and are severable from other claims can be remitted for consideration and adjudication to the Arbitral Tribunal provided that the severable part do not impact or disturb the findings of the learned Arbitral Tribunal. The Delhi High Court followed this principle in MBL Infrastructures Limited Vs. Delhi Metro Rail Corporation in OMP (Comm) 311/2021 vide judgment dated 12.12.2023. The relevant paragraphs of the judgment in the case of MBL Infrastructures Limited (supra) are quoted hereunder as well:\n\"99. The Coordinate Bench of this Court in the judgment of NHAI v. Trichy Thanjavur Expressway Ltd. 2023 SCC OnLine Del 5183 has summarized the law pertaining to setting aside of the Award under Section 34 as follows:\n100. \"87. The Court thus records its conclusions as follows:--\nA. While attempting to answer the issues flagged above, we must at the outset, acknowledge the shift in legislative policy which underlies the Act and which mandates intervention by courts to be minimal. This flows from the recognition of the theory that once parties have agreed to the resolution of their disputes by an alternative adjudicatory forum, courts must, as a matter of first principle, refrain from interfering with the same except on the limited grounds that the statute recognizes. Courts are thus obliged to bear in mind the principle of minimalist intervention insofar as awards are concerned. \nB. However, at the same time while courts are enjoined to follow the minimalist intervention route, it would clearly be a travesty of justice if courts were to fail to intervene where circumstances warrant and demand corrective measures being adopted. It is these compulsions which have led to courts evolving the serious irregularity or the patent illegality grounds to interfere with an award. Section 34 is a clear and unequivocal embodiment of the Legislature's intent to balance these competing facets of arbitration. \nC. Undisputedly, Section 34(2)(a)(iii) speaks of a part of an award being exorcised from the rest. The Court finds no justification to confer too much credence on Article 34 of the Model Law ultimately failing to allude to a partial setting aside power even though that was provisioned for in explicit terms in draft Articles 29, 30, 40 and 41. This since neither the Working Group Reports nor the contemporaneous material that we have noticed hereinbefore seem to suggest a conscious deletion of that power. The considerable material, on the aspects surrounding partial setting aside that we have had an occasion to review, does not evidence any deliberation or discussion which may have predicated or actuated its deletion. The said material is also not indicative of any principled decision that may have been taken by member nations for deletion of the partial setting aside power. Its absence from Article 34 which came to be ultimately adopted stands lost in a mist of conjecture. D. We find that the key to understanding the intent underlying the placement of the Proviso in sub-clause (iii) of Section 34(2)(a) is in the nature of the grounds for setting aside which are spoken of in clause (a). As would be manifest from a reading of the five sub clauses which are positioned in Section 34(2)(a), those constitute grounds which would strike at the very heart of the arbitral proceedings. The grounds for setting aside which are set forth in clause (a) strike at the very foundation of validity of arbitration proceedings. Sub-Clauses (i) to (v) thus principally constitute grounds which would render the arbitration proceedings void ab initio. Although the Section 34(2)(a)(iv) ground for setting aside also falls in the same genre of a fundamental invalidity, the Legislature has sought to temper the potential fallout of the award being set aside in toto on that score. \nE. The Proviso to sub-clause (iv) seeks to address a comprehensibly conceivable situation where while some parts of the award may have dealt with non-arbitrable issues or disputes falling outside the scope of the reference, its other components or parts constitute an adjudication which could have been validly undertaken by the AT. The Proviso thus seeks to address such a situation and redeems as well as rescues the valid parts of an award. This saves the parties from the spectre of commencing arbitral proceedings all over and from scratch in respect of all issues including those which could have validly formed part of the arbitration. \nF. The grounds for setting aside encapsulated in Section 34(2)(b) on the other hand relate to the merits of the challenge that may be raised in respect of an award and really do not deal with fundamental invalidity. However, the mere fact that the Proviso found in sub clause (iv) of Section 34(2)(a) is not replicated or reiterated in clause (b) of that provision does not lead one to an inevitable conclusion that partial setting aside is considered alien when a court is considering a challenging to an award on a ground referable to that clause. In fact, the Proviso itself provides a befitting answer to any interpretation to the contrary. The Proviso placed in Section 34(2)(a)(iv) is not only an acknowledgment of partial setting aside not being a concept foreign to the setting aside power but also of parts of the award being legitimately viewed as separate and distinct. The Proviso itself envisages parts of an award being severable, capable of segregation and being carved out. The Proviso is, in fact, the clearest manifestation of both an award being set aside in part as well as an award comprising of distinct components and parts. \nG. Undoubtedly, an award may comprise a decision rendered on multiple claims. Each claim though arising out of a composite contract or transaction may be founded on distinct facts and flowing from separate identifiable obligations. Just as claims may come to be preferred resting on a particular contractual right and corresponding obligation, the decision which an AT may render on a particular claim could also be based on a construction of a particular covenant and thus stand independently without drawing sustenance on a decision rendered in the context of another. If such claims be separate, complete and self- contained in themselves, any decision rendered thereon would hypothetically be able to stand and survive irrespective of an invalidity which may taint a decision on others. As long as a claim is not subordinate, in the sense of being entwined or interdependent upon another, a decision rendered on the same by the AT would constitute an award in itself. \nH. While awards as conventionally drawn, arranged and prepared may represent an amalgam of decisions rendered by the AT on each claim, every part thereof is, in fact, a manifestation of the decision rendered by it on each claim that may be laid before it. The award rendered on each such claim rules on the entitlement of the claimant and the right asserted in that regard. One could, therefore, validly, subject of course to the facts of a particular case, be entitled to view and acknowledge them as binding decisions rendered by the AT on separate and distinct claims. \nI. Once an award is understood as consisting of separate components, each standing separately and independent of the other, there appears to be no hurdle in the way of courts adopting the doctrine of severability and invoking a power to set aside an award partly. The power so wielded would continue to remain one confined to \"setting aside\" as the provision bids one to do and would thus constitute a valid exercise of jurisdiction under Section 34 of the Act. \nJ. The Supreme Court in M. Hakeem, has enunciated the setting aside power as being equivalent to a power to annul or setting at knot an Arbitral Award. It has essentially held that bearing in mind the plain language of Section 34 coupled with the Act having desisted from adopting powers of modification or remission that existed in the erstwhile 1940 Act, a court while considering a challenge under Section 34 would not have the power to modify. \nK. The expression \"modify\" would clearly mean a variation or modulation of the ultimate relief that may be accorded by an AT. However, when a Section 34 Court were to consider exercising a power to partially set aside, it would clearly not amount to a modification or variation of the award. It would be confined to an offending part of the award coming to be annulled and set aside. It is this distinction between a modification of an award and its partial setting aside that must be borne in mind. \nL. The power to partially sever an offending part of the award would ultimately depend on whether the said decision is independent and distinct and whether an annulment of that part would not disturb or impact any other finding or declaration that may have been returned by the AT. The question of severability would have to be decided bearing in mind whether the claims are interconnected or so intertwined that one cannot be segregated from the other. This for the obvious reason that if the part which is sought to be set aside is not found to stand independently, it would be legally impermissible to partially set aside the award. A partial setting aside should not lead to a component of the award being rendered vulnerable or unsustainable. It is only when the award relates to a claim which is found to stand on its own and its setting aside would not have a cascading impact that the Court could consider adopting the aforesaid mode.\nM. The Court is thus of the firm opinion that the power to set aside an award in part would have to abide by the considerations aforenoted mindful of the imperatives of walking a line which would not dislodge or disturb another part of the award. However as long as the part which is proposed to be annulled is independent and stands unattached to any other part of the award and it could be validly incised without affecting the other components of the award, the recourse to partial setting aside would be valid and justified\".\n101. In view of the law laid down in the aforesaid judgments, this Court is of the view that the under section 34 of the Act, the Court is vested with the jurisdiction to set aside certain problematic portion of the Award which are patently illegal and shocks the conscience of this Court. \n102. However, the setting aside of the Award is subjected to the condition that the portion of the Award which has been upheld shall have due effect and cause no such cascading impact. \n************\n111. This Court directs that the aforesaid claims are being remitted back to the Tribunal to decide a fresh, taking into consideration the settled principles of law and adjudicate the Claim no. 3 and Claim no. 4 afresh.\"\n[22] Based on the principles enunciated in the above quoted judgments and the discussion made hereinabove this court is of the considered view that the aforesaid claim under item No.5 can be remitted to the Learned Arbitrator to decide afresh. Since the proceedings were initiated in the year 2013 and challenge thereto has remained pending for more than 10 years, it would be proper that the learned Arbitrator takes a decision on this claim within a reasonable period of 3(three) months from the date of receipt of copy of this judgment. \n[23] The appeal stands allowed in the manner and to the extent indicated above. Pending application(s), if any, also stands disposed of. \n    (ARINDAM LODH), J                                    (APARESH KUMAR SINGH), CJ DIPESH DEB    Date: 2024.02.01 16:02:51  ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0f86ae4c4dda4d46bc9c6a0a080551f9_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8f7f9d92ecaa4e64bb6e3cc575aa3d14_1"
    },
    {
      "start": 243,
      "end": 344,
      "text": "Tripura High Court\nBhartia Infra Projects Limited. A ... vs The State Of Tripura on 10 January, 2024\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1c405b78544b4d1aae1a93f02a86e9c7_2"
    },
    {
      "start": 344,
      "end": 384,
      "text": "Author: Arindam Lodh\nBench: Arindam Lodh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c0a741fa284b4080a3c3879afc51b4fc_3"
    },
    {
      "start": 419,
      "end": 458,
      "text": "Page 1 of 22\n\n\n\n\n                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "40e67d304b73444c80201f00d4f08dfc_4"
    },
    {
      "start": 458,
      "end": 504,
      "text": "High Court Of Tripura\n                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5979e80876304648a14141d47993b072_5"
    },
    {
      "start": 504,
      "end": 521,
      "text": "_A_G_A_R_T_A_L_A_",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47472cde6b2c4a2b83941dbcab2172d6_6"
    },
    {
      "start": 548,
      "end": 599,
      "text": "Arb A No.02 of 2022\nBhartia Infra Projects Limited.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a150b520c02446fca22dab797129095d_7"
    },
    {
      "start": 600,
      "end": 879,
      "text": "A company incorporated under the Companies\nAct, 1956 formerly known as Bhartia Associates Private Limited having its\nregistered office at 201 Roayal Arcade 2nd Floor, Dr. Baruah Road, Ulubari,\nGuwahati, 781001.\n                                                              ......",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a74814bd35d3498e8b30d0c785666f73_8"
    },
    {
      "start": 880,
      "end": 892,
      "text": "Appellant(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8590a833ced4c1cbc7819ac626433af_9"
    },
    {
      "start": 923,
      "end": 930,
      "text": "Versus\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "692d923266f54e23903c40f6d62278e6_10"
    },
    {
      "start": 930,
      "end": 1057,
      "text": "1. The State of Tripura, represented by the Secretary to the Government of\nTripura, Public Works Department (R&B), Agartala.\n2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c5b4cb73bc1747759a5929a1eafeeb70_11"
    },
    {
      "start": 1058,
      "end": 1141,
      "text": "The Chief Engineer, Public Works Department (R&B), New Secretary\nComplex, Agartala.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c6eb3cbba1834942b039c1f199c0fe38_12"
    },
    {
      "start": 1142,
      "end": 1235,
      "text": "\n3. The Executive Engineer, Public Works Department (R&B), Kumarghat\nDivision, North Tripura.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0941ebf716e4bbc9e4f49d1713a16ec_13"
    },
    {
      "start": 1289,
      "end": 1295,
      "text": "......",
      "labels": [
        "PREAMBLE"
      ],
      "id": "74ed1f4518394a44a904a7a67ed5f957_14"
    },
    {
      "start": 1296,
      "end": 1309,
      "text": "Respondent(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6fdb3ef2e54849daaaffa420e9743533_15"
    },
    {
      "start": 1310,
      "end": 1364,
      "text": "\n\nFor Appellant(s)       : Mr. Soumendu Roy, Advocate.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69abb898dadc450e83bfd3e415c30bf5_16"
    },
    {
      "start": 1367,
      "end": 1408,
      "text": "For Respondent(s)      : Mr. K. De, Addl.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "675f9b5515754e318c03b969edc1a0c4_17"
    },
    {
      "start": 1409,
      "end": 1466,
      "text": "G.A. \n\n Hon'Ble The Chief Justice Mr. Aparesh Kumar Singh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6754f6b9c16646efa0bb33d0fd42a2fc_18"
    },
    {
      "start": 1477,
      "end": 1509,
      "text": "Hon'Ble Mr. Justice Arindam Lodh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c97443ac8254c25a0bde82235a64f4d_19"
    },
    {
      "start": 1519,
      "end": 1569,
      "text": "Date of hearing and judgment : 10th January, 2024.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c5311ea803e4075ba76b19c3f9675db_20"
    },
    {
      "start": 1593,
      "end": 1856,
      "text": "Whether fit for reporting : Yes.\n\n                     Judgment & Order(Oral)\n\n            Heard Mr. Soumendu Roy, learned counsel appearing for the\n\nappellant and Mr. K. De, learned Additional Government Advocate\n\nappearing for the respondent-State.\n\n\n\n[2]      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "546118f18f4d43309e006bb1da782560_21"
    },
    {
      "start": 1859,
      "end": 2349,
      "text": "By the impugned judgment dated 17.02.2022 passed in Civil Misc.(Arbitration) No.12 of 2018, the learned Judge, District Commercial Court, West Tripura, Agartala exercising power under Section 34(1) of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the Act of 1996') has set aside the entire award rendered by the learned Arbitrator who                                    Page 2 of 22 was appointed by this Court in ARB(P) No.01 of 2013 by order dated 28.03.2014.\n\n\n[",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f2a68e3a5084847a209f8c889d36a06_22"
    },
    {
      "start": 2350,
      "end": 2810,
      "text": "3 ]           The relevant factual details of the case of the parties as culled out from the pleadings on record are narrated hereunder:\n\n              In respect of the agreement dated 05.03.2004 for construction of permanent bridge over river Manu at Kanchanbari, North Tripura for an estimated value of Rs.4,49,62,905/- within the stipulated period of completion of 24 months, the dispute arose between the parties which led to appointment of an arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "d905011679714ca7bd81a4229c95a083_23"
    },
    {
      "start": 2811,
      "end": 3079,
      "text": "Petitioner-appellant claims to have started work and completed major part of the work including some extra work involving expenditure to the tune of Rs.1.25 crore except pillar No.1 which could not be completed due to tilt requiring further decision of the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "5b0cd1dca7fc43f4b10483b41fbedbd8_24"
    },
    {
      "start": 3080,
      "end": 3194,
      "text": "He contended that he had to maintain idle establishment at the work site waiting for a decision of the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "045b1061623f4be5bb3156aaba2b1164_25"
    },
    {
      "start": 3195,
      "end": 3240,
      "text": "The period of contract expired on 19.05.2006.",
      "labels": [
        "FAC"
      ],
      "id": "8f5d0aa3f1eb4546b90b65966b883020_26"
    },
    {
      "start": 3241,
      "end": 3310,
      "text": "The respondent did not make payment to the petitioner despite demand.",
      "labels": [
        "FAC"
      ],
      "id": "d0f0fcf715ad417a9b16d3414721e423_27"
    },
    {
      "start": 3311,
      "end": 3930,
      "text": "Later, he was asked to resume work by letter dated 18.10.2011 to which he agreed as per work order dated 22.09.2011 subject to certain conditions that he would seek enhancement of the rate over the agreed rate;\n\nto finalize the decision regarding pillar-1 within ten days; to grant extension period of 18 months without penalty and with PVC from the date of work order; to finalize the rate and to make the payment of extra work done under item No.2(a) of SH of sub-structure and to pay the running bills for the work done in time in future along with interest for the delay period.\n                                    ",
      "labels": [
        "FAC"
      ],
      "id": "0bb1e69c08d945a7802458f688d294ab_28"
    },
    {
      "start": 3930,
      "end": 3942,
      "text": "Page 3 of 22",
      "labels": [
        "FAC"
      ],
      "id": "c2e60b57fc344c8ab55377b3a3682243_29"
    },
    {
      "start": 3943,
      "end": 4139,
      "text": "[4]          The conditions proposed by the petitioner were addressed by the respondent by letter dated 14.11.2011 by stating that the completion of work was delayed due to slow execution of work.",
      "labels": [
        "FAC"
      ],
      "id": "8b4c309cb7fa4e62b3a0140d40b7c9c8_30"
    },
    {
      "start": 4140,
      "end": 4197,
      "text": "Provisional time extension up to March, 2012 was granted.",
      "labels": [
        "FAC"
      ],
      "id": "fd7da2817a7f486086699b879f653c9b_31"
    },
    {
      "start": 4198,
      "end": 4275,
      "text": "However, penalty or price variation would be dealt with as per the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "e3f30c2b6c884c5a91e1d74f569e5299_32"
    },
    {
      "start": 4276,
      "end": 4440,
      "text": "As regards the consideration of rate beyond 20% above deviation limit against agreement No.2(a), the same was under active consideration of the competent authority.",
      "labels": [
        "FAC"
      ],
      "id": "b5a95e9e399142bb9aec8592091ae088_33"
    },
    {
      "start": 4441,
      "end": 4540,
      "text": "Payment of running bills would be made on the basis of availability of fund with due consideration.",
      "labels": [
        "FAC"
      ],
      "id": "9baff07faea14ecc907f1bea54a1e423_34"
    },
    {
      "start": 4541,
      "end": 4601,
      "text": "There was no provision for payment of interest due to delay.",
      "labels": [
        "FAC"
      ],
      "id": "cca791c17f4a4d6a8e834edc51f1e96e_35"
    },
    {
      "start": 4602,
      "end": 4742,
      "text": "\n\nDepartment would not be liable for idleness of the petitioners establishment which happened due to wrongful suspension work from his part.",
      "labels": [
        "FAC"
      ],
      "id": "af53fe5695a14446a9769ddeaf69c733_36"
    },
    {
      "start": 4743,
      "end": 4813,
      "text": "\n\n\n[5]          The respondents rescinded the agreement on 10.01.2012.",
      "labels": [
        "FAC"
      ],
      "id": "3f9f674654ca41daa0881e46aa2bd62d_37"
    },
    {
      "start": 4814,
      "end": 4872,
      "text": "\n\nThereafter, the petitioner/appellant raised the dispute.",
      "labels": [
        "FAC"
      ],
      "id": "3e882dfc27ed400a95abb2082b3148af_38"
    },
    {
      "start": 4873,
      "end": 4947,
      "text": "Upon appointment of the arbitrator, the following claim was raised by him:",
      "labels": [
        "FAC"
      ],
      "id": "ab81a7d8b1c24e31942d9adf8674e61c_39"
    },
    {
      "start": 4948,
      "end": 5222,
      "text": "\n\n           \"(1) Whether the claimant is entitled to get final bills from the            respondents amounting to Rs.12,24,270/?-\n           (2) Whether the claimant is entitled to get Rs.98,97,768/- from the            respondents for the extra works done by the claimant?",
      "labels": [
        "ISSUE"
      ],
      "id": "b25768f3757a4c14919a7d2db6304caa_40"
    },
    {
      "start": 5223,
      "end": 5338,
      "text": "\n           (3) Whether the claimant is entitled to get Rs.27,35,281/- in the            account of loss of profit?",
      "labels": [
        "ISSUE"
      ],
      "id": "2510987fe7c246eeb5629546a8effa76_41"
    },
    {
      "start": 5339,
      "end": 5463,
      "text": "\n           (4) Whether the claimant is entitled to get Rs.1,01,46,600/- in the            account of price escalation bill?",
      "labels": [
        "ISSUE"
      ],
      "id": "7b6041218e854622b18a9d9fc30a4085_42"
    },
    {
      "start": 5464,
      "end": 5587,
      "text": "\n           (5) Whether the claimant is entitled to get Rs.1,35,35,750/- as            compensation for idle establishment?",
      "labels": [
        "ISSUE"
      ],
      "id": "da32e364ba1c4a59a583305aabb13de8_43"
    },
    {
      "start": 5588,
      "end": 5757,
      "text": "\n           (6) Whether the claimant is entitled to get the refund of security            money of Rs.1,00,000/- which was amended later on            Rs.31,82,181.00/-?",
      "labels": [
        "ISSUE"
      ],
      "id": "bb5112109ebf433292237a45c14d6ce6_44"
    },
    {
      "start": 5758,
      "end": 5885,
      "text": "\n           (7) Whether the claimant is entitled to get Rs.3,00,000/- in the            account of litigation/Arbitration cost?",
      "labels": [
        "ISSUE"
      ],
      "id": "7e06fdf521d94cb193e6f03f0fb21de8_45"
    },
    {
      "start": 5898,
      "end": 6083,
      "text": "(8) Whether the claimant is entitled to get interest @ 18% per            annum from the date of final claim (20.07.2012) till payment?\"\n                                    Page 4 of 22",
      "labels": [
        "ISSUE"
      ],
      "id": "5d39beeeed2e43e281dff10fc6c60b1d_46"
    },
    {
      "start": 6084,
      "end": 6164,
      "text": "[6]         The respondents submitted their written statement and counter claim.",
      "labels": [
        "FAC"
      ],
      "id": "4d5b05acc10b4836a4d6a774dfaec898_47"
    },
    {
      "start": 6165,
      "end": 6226,
      "text": "The claimant also submitted a rejoinder to the counter claim.",
      "labels": [
        "FAC"
      ],
      "id": "793cdc04079e4f978a7afa7089479143_48"
    },
    {
      "start": 6227,
      "end": 6555,
      "text": "On 25.06.2017, after consideration of the case of the parties and going through the pleadings and documents adduced by the parties, the learned Arbitrator rendered the award in the following manner:\n\n            \"(1) Whether the claimant is entitled to get final bill from the            respondents amounting to Rs.12,24,270/-?",
      "labels": [
        "ISSUE"
      ],
      "id": "fe5cf4250be648deb4fe6ec921d11b80_49"
    },
    {
      "start": 6556,
      "end": 6602,
      "text": "\n           = The claim is partly established.",
      "labels": [
        "FAC"
      ],
      "id": "3679ed83184646a79992884498227f0f_50"
    },
    {
      "start": 6603,
      "end": 6710,
      "text": "The claimant is entitled to get            Rs.7,92,528/- in the account of final bill from the respondents.",
      "labels": [
        "FAC"
      ],
      "id": "0ac89e7c8d554cb0a4228d2dc74d0f35_51"
    },
    {
      "start": 6711,
      "end": 6856,
      "text": "\n           (2) Whether the claimant is entitled to get Rs.98,97,768/- from the            respondents for the extra works done by the claimants?",
      "labels": [
        "ISSUE"
      ],
      "id": "48a71f12e56542c9a8fd08d9a2a29915_52"
    },
    {
      "start": 6857,
      "end": 6909,
      "text": "\n           = I award NIL amount against this issue.",
      "labels": [
        "ISSUE"
      ],
      "id": "6d19f7859f0d4c57a661bc72e257be5b_53"
    },
    {
      "start": 6910,
      "end": 7026,
      "text": "\n           (3) Whether the claimant is entitled to get Rs.27,35,281/- in the            account of loss of profit ?",
      "labels": [
        "ISSUE"
      ],
      "id": "f3e6926c05aa461bac7f0bab80ca2101_54"
    },
    {
      "start": 7027,
      "end": 7079,
      "text": "\n           = I award NIL amount against this issue.",
      "labels": [
        "ISSUE"
      ],
      "id": "8de81643ec2e4fea904dd0a91fae0a1b_55"
    },
    {
      "start": 7092,
      "end": 7205,
      "text": "(4) Whether the claimant is entitled to get Rs.1,01,46,600/- in the            account of price escalation bill ?",
      "labels": [
        "ISSUE"
      ],
      "id": "9b3316ad1f044584a5d90098097e9f21_56"
    },
    {
      "start": 7218,
      "end": 7633,
      "text": "= This claim is established the claimant is entitled to get price            escalation under clause-10CC of the agreement for the work            executed by it till the date of rescission of contract on 10.01.2012            minus any amount, if any, already paid, and the respondents are to            work out the amount in that account on the basis of, the records            available with them.\n           (5",
      "labels": [
        "ISSUE"
      ],
      "id": "1590f7743b1d4ba0a2617d1274bdb977_57"
    },
    {
      "start": 7634,
      "end": 7743,
      "text": ") Whether the claimant is entitled to get Rs.1,35,35,750/- as            compensation for idle establishment?",
      "labels": [
        "ISSUE"
      ],
      "id": "9167f7cb8a8a432f9f881e854d9e5d41_58"
    },
    {
      "start": 7744,
      "end": 8026,
      "text": "\n           = This claim has not been established so I award NIL amount            against the same.\n           (6) Whether the claimant is entitled to get the refund of security            money of Rs.1,00,000/- which was amended later on            Rs.31,82,181.00/-?\n           =",
      "labels": [
        "ISSUE"
      ],
      "id": "55aaf9d9478f4def810ea75ce97826e3_59"
    },
    {
      "start": 8027,
      "end": 8178,
      "text": "This claim is established, the claimant is entitled to get            Rs.31,82,340/- (as confirmed by the respondents) from the            respondents.",
      "labels": [
        "ISSUE"
      ],
      "id": "e9672c6792d842278121747d750caddf_60"
    },
    {
      "start": 8191,
      "end": 8306,
      "text": "(7) Whether the claimant is entitled to get Rs.3,00,000/- in the            account of litigation/Arbitration cost?",
      "labels": [
        "ISSUE"
      ],
      "id": "4552f369104140678b2b98081a18304e_61"
    },
    {
      "start": 8307,
      "end": 8430,
      "text": "\n           = The claim is partly established, the claimant is entitled to get            Rs.50,000/- from the respondents.",
      "labels": [
        "ISSUE"
      ],
      "id": "2686a78edbbc48598aa228d3acbe1d7c_62"
    },
    {
      "start": 8443,
      "end": 8578,
      "text": "(8) Whether the claimant is entitled to get interest @ 18% per            annum from the date of final claim (20.07.2012) till payment?",
      "labels": [
        "ISSUE"
      ],
      "id": "b637822bbea5478b8e83e68cc89a40ce_63"
    },
    {
      "start": 8591,
      "end": 8831,
      "text": "= This claim is partly established, the claimant is entitled to get            interest on the amount awarded against issue No.2, 4 & 6 @ 9% per            annum from the date of publication of the award till the date of            payment.",
      "labels": [
        "FAC"
      ],
      "id": "c5dfb93b26dd4844b3df37b80fdbd714_64"
    },
    {
      "start": 8832,
      "end": 8959,
      "text": "No interest is payable on Rs.50,000/- awarded against            claim No.7.\"\n                                     Page 5 of 22",
      "labels": [
        "FAC"
      ],
      "id": "3fa6e8c34797427e9682433a83ac5bf9_65"
    },
    {
      "start": 8960,
      "end": 9225,
      "text": "[7 ]          The claimant/petitioner being aggrieved with the award in respect of item Nos.2, 3 & 5 preferred an application under Section 34(1)\n\nbefore the learned Judge, District Commercial Court, West Tripura, Agartala in Civil Misc.(Arbitration) No.12 of 2018.",
      "labels": [
        "FAC"
      ],
      "id": "5416d0058cbd4ffd979eecea5d277dd6_66"
    },
    {
      "start": 9226,
      "end": 9707,
      "text": "The learned Court after hearing the parties set aside the entire award by the impugned judgment dated 17.02.2022 and remanded the matter to the Arbitrator with a direction to hear the argument afresh and to pass an award afresh.\n\n\n[8]          Mr. Soumendu Roy, learned counsel for the appellant submits that the learned Commercial Court committed a jurisdictional error in setting aside the entire award when the subject matter of challenge was confined to item Nos.2, 3 & 5 only.",
      "labels": [
        "FAC"
      ],
      "id": "de02d829101f410cb7fd00a4b56e00d3_67"
    },
    {
      "start": 9708,
      "end": 9829,
      "text": "Secondly, the matter could not have been remanded to the Arbitrator to pass an award afresh on the entire claim petition.",
      "labels": [
        "FAC"
      ],
      "id": "25979bc3295547dd933afb55a85ee403_68"
    },
    {
      "start": 9830,
      "end": 9924,
      "text": "In the instant appeal, the appellant has inter alia made the following prayer:\n\n              ",
      "labels": [
        "FAC"
      ],
      "id": "5bca714cccfb419daa20708fc0b0813d_69"
    },
    {
      "start": 9924,
      "end": 9963,
      "text": "\"(a) Admit this appeal;\n               ",
      "labels": [
        "RPC"
      ],
      "id": "bc952baf2be74df1bbd4db1adf3b2c36_70"
    },
    {
      "start": 9963,
      "end": 10020,
      "text": "(b) Call for record from the court below;\n               ",
      "labels": [
        "NONE"
      ],
      "id": "5944d71bc30e47c8b6e141050c7752ea_71"
    },
    {
      "start": 10020,
      "end": 10829,
      "text": "( c) Issue rule upon the respondents to show cause as to why the                impugned judgment and order dated 17.02.2022 passed in                Civil Misc(Arb) No.12/2018 by the learned Court of District                Commercial Court, West Tripura, Agartala shall not be set                aside (except to the extent it relates to issue No.2, 3 & 5) along                with impugned arbitral award dated 25.06.2017 to the extent it                relates to issue No.2, 3 & 5 pertaining to claims of the                appellant and be pleased to set aside the order and direction                made by the Ld. Arbitrator directing and passing order that                \"the respondents are therefore, at liberty to pursue their                Counter Claims in accordance with Law, if so advice.\"",
      "labels": [
        "ISSUE"
      ],
      "id": "41d883b7da7b46a39e07241a436c814e_72"
    },
    {
      "start": 10830,
      "end": 10966,
      "text": "Upon                cause/causes as may be shown and after hearing the parties be                pleased to make the rule absolute.\"\n\n\n\n",
      "labels": [
        "ISSUE"
      ],
      "id": "d11819d87a764782982949ae41086efd_73"
    },
    {
      "start": 10966,
      "end": 11289,
      "text": "[ 9 ]          Mr. K. De, learned Additional Government Advocate submits that the findings of the learned Arbitrator on item Nos.2, 3 & 5 are sound and supported by reasoning and, therefore, they do not suffer from any such                                     Page 6 of 22 patent illegality which could have been set aside.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8622bd0562af48518d12cc0e6b720926_74"
    },
    {
      "start": 11290,
      "end": 11748,
      "text": "It is further submitted that the contention of the appellant that the matter could not be remanded to the Arbitrator after setting aside the award is also not legally tenable since if the challenge pertains to item Nos.2, 3 & 5 only separate adjudication proceedings before another Arbitrator would not lie independent of the findings recorded in respect of other five claims in respect of the same dispute under the same agreement decided by the Arbitrator.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7bd70963f45c481b9e40082bb7302135_75"
    },
    {
      "start": 11749,
      "end": 11845,
      "text": "He, therefore,\n\nsubmits that the grounds taken by the appellant in this appeal are misconceived.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "14f01c839d784d27829213e8dcecc493_76"
    },
    {
      "start": 11846,
      "end": 11991,
      "text": "\n\n\n[10]         We have considered the submissions of learned counsel for the parties and gone through the relevant materials placed from record.",
      "labels": [
        "NONE"
      ],
      "id": "f7baca38e18f4618866d68b36e853ac8_77"
    },
    {
      "start": 11992,
      "end": 12219,
      "text": "We have also gone through the award rendered by the learned Arbitrator specifically the findings rendered on item Nos.2, 3, & 5 and also the judgment of the learned Commercial Court by which the entire award has been set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10786b8706f644c2bb07cea65ce0d1fd_78"
    },
    {
      "start": 12220,
      "end": 12359,
      "text": "The scope of interference in an appeal under Section 37 of the Act of 1996 has been delineated in the decisions rendered by the Apex Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b942a4d7bd524e0fba7b1a6131a17e9a_79"
    },
    {
      "start": 12360,
      "end": 12578,
      "text": "We are inclined to refer to the latest decision in this regard rendered in case of S.V.\n\nSamudram versus State of Karnataka and another reported in 2024 SCC Online SC 19 dated 04.01.2024 [Civil Appeal No.8067 of 2019].",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f27a0719239242398f01d012cde9be34_80"
    },
    {
      "start": 12579,
      "end": 12654,
      "text": "Paragraphs 62 to 73 are apposite to be extracted hereunder:\n\n           62.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7f83963a4d64d8790dd52f19a11463e_81"
    },
    {
      "start": 12655,
      "end": 12872,
      "text": "Moving further, we now consider the judgment impugned            before us, i.e., the order of the High Court upholding such            modification, under the jurisdiction of Section 37 of the A&C Act.\n           63.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76910129c2bf445aa7a6b226a7f8edd0_82"
    },
    {
      "start": 12873,
      "end": 12965,
      "text": "It has been observed by this Court in MMTC Ltd. v. Vedanta            Ltd.13            \"14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e3644076fd354d54bad03986b8f07cab_83"
    },
    {
      "start": 12966,
      "end": 13068,
      "text": "As far as interference with an order made under Section 34, as            per Section 37, is concerned",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37dfd16642f54a35b0eda7f76d88c2eb_84"
    },
    {
      "start": 13069,
      "end": 13248,
      "text": ", it cannot be disputed that such            interference under Section 37 cannot travel beyond the restrictions                           Page 7 of 22 laid down under Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58e347cecd804f88b70eb7b5199813f4_85"
    },
    {
      "start": 13249,
      "end": 13471,
      "text": "In other words, the court cannot undertake an independent assessment of the merits of the award,\nand must only ascertain that the exercise of power by the court under Section 34 has not exceeded the scope of the provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0de7fba2e4af42f49bb7d0331f6b3d14_86"
    },
    {
      "start": 13472,
      "end": 13776,
      "text": "\nThus, it is evident that in case an arbitral award has been confirmed by the court under Section 34 and by the court in an appeal under Section 37, this Court must be extremely cautious and slow to disturb such concurrent findings.\"\n                                               (Emphasis Supplied)\n64.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d328f16b6a6d4160a8d42e7c895e8f3f_87"
    },
    {
      "start": 13777,
      "end": 13913,
      "text": "This view has been referred to with approval by a bench of three learned Judges in UHL Power Company Ltd v. State of Himachal Pradesh14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c35e5e4b315b4f8d80dfb0dfac8c1cb0_88"
    },
    {
      "start": 13914,
      "end": 13961,
      "text": "In respect of Section 37, this court observed:-",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd4b8bd6385a4e75921319f6996c9495_89"
    },
    {
      "start": 13963,
      "end": 14296,
      "text": "\"16. As it is, the jurisdiction conferred on courts under Section 34 of the Arbitration Act is fairly narrow, when it comes to the scope of an appeal under Section 37 of the Arbitration Act, the jurisdiction of an appellate court in examining an order, setting aside or refusing to set aside an award, is all the more circumscribed.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89f4bf342cac43749563fc0e6195b397_90"
    },
    {
      "start": 14298,
      "end": 14626,
      "text": "65. This Court has not lost sight of the fact that, as a consequence to our discussion as aforesaid, holding that the judgment and order under Section 34 of the A&C Act does not stand judicial scrutiny,\nan independent evaluation of the impugned judgment may not be required in view of the holding referred to supra in MMTC Ltd.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fee96c3825244fa18087672517c7d0f9_91"
    },
    {
      "start": 14626,
      "end": 14666,
      "text": "However, we proceed to examine the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "787cfedbd72942148c05d9b90e978b71_92"
    },
    {
      "start": 14668,
      "end": 14860,
      "text": "66. We may also notice that the circumscribed nature of the exercise of power under Sections 34 and 37 i.e., interference with an arbitral award, is clearly demonstrated by legislative intent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "934ec74843cc40488f23e029113b4882_93"
    },
    {
      "start": 14861,
      "end": 15040,
      "text": "The Arbitration Act of 1940 had a provision (Section 15) which allowed for a court to interfere in awards, however, under the current legislation, that provision has been omitted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "553101f9e8c044048c4a10b20bb13287_94"
    },
    {
      "start": 15042,
      "end": 15213,
      "text": "67. The learned Single Judge, similar to the learned Civil Judge under Section 34, appears to have not concerned themselves with the contours of Section 37 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af6c93d511b14e7facc78dda3b3f2873_95"
    },
    {
      "start": 15214,
      "end": 15367,
      "text": "The impugned judgment reads like a judgment rendered by an appellate court, for whom reexamination of merits is open to be taken as the course of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31d84e5d94ff4b719604b6f4f2b9bbe2_96"
    },
    {
      "start": 15369,
      "end": 15459,
      "text": "68. We find the Court to have held the award to be perverse and contrary to public policy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e311cfe9ab94df69b8a7c04c2ee326e_97"
    },
    {
      "start": 15460,
      "end": 15589,
      "text": "The basis for such a finding being delay on the part of the contractor in completion of the work which \"could have been avoided\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5768a8df16c640c190c68b2cbd405868_98"
    },
    {
      "start": 15590,
      "end": 15688,
      "text": "Significantly, as we have observed earlier such a finding is not backed by any material on record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd3e009a1b5c4dfa916d819b3a2f0805_99"
    },
    {
      "start": 15690,
      "end": 15842,
      "text": "69. What appears to have weighed with the court is that the factoring of the cost escalation between the years 1989-90 and 1992 by 100% was exaggerated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e0abe5dac7a4756a38f98e8a5fef4d3_100"
    },
    {
      "start": 15843,
      "end": 15948,
      "text": "But then equally, there is no justification in granting lump sum escalation by 25% of the contract value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a34c19547614df2810b8d70c2b3236a_101"
    },
    {
      "start": 15949,
      "end": 16241,
      "text": "Well, this cannot be a reason to modify the award for the parties are governed by the terms and conditions and the price escalation stood justified by the petitioner based on cogent and reliable material as was so counted by the Arbitrator in partly accepting and/or rejecting the claims.\n70.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50ec5a845df24f6985cdfdceba0c8972_102"
    },
    {
      "start": 16242,
      "end": 16412,
      "text": "In our considered opinion, the court while confirming the modification of the award committed the very same mistake which the Court under Section 34 of the A&C Act, made.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf4d31f5e16c487782d579badce3044e_103"
    },
    {
      "start": 16413,
      "end": 16464,
      "text": "\n                                      Page 8 of 22",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca80c8cb995f4640bb09b82510ed4469_104"
    },
    {
      "start": 16465,
      "end": 16729,
      "text": "           71 . The Court under Section 37 had only three options:-\n           (a) Confirming the award of the Arbitrator;\n           (b) Setting aside the award as modified under Section 34; and            (c) Rejecting the application(s) under Section 34 and 37.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1fedc264a269413689c7e62c663b0e79_105"
    },
    {
      "start": 16730,
      "end": 17107,
      "text": "\n           72 . The learned single Judge has examined the reasoning adopted            by the learned Arbitrator in respect of certain claims (claims 3 and            7, particularly) and held that allowing a claim for escalation of cost,\n           was without satisfactory material having been placed on record and            is \"perverse and contrary to the public policy\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "09795aeaead740dd977d8aa34e364406_106"
    },
    {
      "start": 17108,
      "end": 17226,
      "text": "However, it appears            that such a holding on part of the Judge is without giving reasons            therefor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92373060461c40c291e9f78f8dee727f_107"
    },
    {
      "start": 17227,
      "end": 17353,
      "text": "It has not been discussed as to what the evidence was            before the learned single Judge to arrive at such conclusion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9e57a66bc09442db1ca0470e1ce7590_108"
    },
    {
      "start": 17354,
      "end": 17554,
      "text": "This is            of course, entirely without reference to the scope delineated by            various judgments of this Court as also, the statutory scheme of the            A & C Act.\n           73.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14d23d4d98624479b8289c495c85644c_109"
    },
    {
      "start": 17555,
      "end": 17804,
      "text": "Having referred to J.G Engineers (P) Ltd. v. UOI and more            particularly para 27 thereof, it has been held that the award passed            by the learned Arbitrator is \"patently illegal, unreasonable, contrary            to public policy.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b1ebdccd848c47f59154b9d9022e3a51_110"
    },
    {
      "start": 17805,
      "end": 17930,
      "text": "There is no reason forthcoming as to how the            holding of the learned Arbitrator flies in the face of public policy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "648e642f1c9142c09f4818526a6b237f_111"
    },
    {
      "start": 17931,
      "end": 18186,
      "text": "\n\n\n\n[11]        The question before us is whether the learned Commercial Court was right in setting aside the entire award when the challenge was confined to item Nos.2, 3 & 5 on the part of the contractor/appellant under Section 34(1) of the Act of 1996.",
      "labels": [
        "ISSUE"
      ],
      "id": "8a3cca2bdff04280a4972c26d1728ebf_112"
    },
    {
      "start": 18187,
      "end": 18323,
      "text": "Whether the learned Commercial Court was right in remanding the matter to the learned Arbitrator for adjudication on the entire dispute?",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0c57715441f34955ad4b8a8566b0ea74_113"
    },
    {
      "start": 18324,
      "end": 18421,
      "text": "The arbitration proceedings were commenced before the amendment to Section 34 of the Act of 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab5f9018571e4250a893b7c02f488b4f_114"
    },
    {
      "start": 18422,
      "end": 18642,
      "text": "The relevant provision of Section 34 as it stood prior to 2015 amendment and post 2015 amendment are also extracted hereunder as has been referred to in the case of S.V.\n\nSamudram (supra) at paragraph 39 of the judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52ff144d411d42c485f883b3f7e4a435_115"
    },
    {
      "start": 18643,
      "end": 18857,
      "text": "\n\n           \"39 . We are dealing with an award passed on 18th February, 2003,\n           prior to the amendment brought in Section 34 by virtue of the            Arbitration and Conciliation (Amendment) Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db25f9ad99c94480aadf1c124ef4dac2_116"
    },
    {
      "start": 18858,
      "end": 19103,
      "text": "For the            purpose of ready reference the relevant portion of the amended and            the un-amended provisions are extracted as under :-\n           \"Prior to 2015 Amendment            34. Application for setting aside arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c24a90646b2044e4aee05e5b7567bf32_117"
    },
    {
      "start": 19104,
      "end": 19315,
      "text": "-\n                           Page 9 of 22 (1) Recourse to a court against an arbitral awrd may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).\n",
      "labels": [
        "STA"
      ],
      "id": "67633527712b411abd5b4715a2765984_118"
    },
    {
      "start": 19315,
      "end": 19912,
      "text": "( 2 ) An arbitral award may be set aside by the court only if-...\n(v) the composition of the Arbitral Tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.",
      "labels": [
        "STA"
      ],
      "id": "8b27f0a4ae844623bb0e78b7d29d2c64_119"
    },
    {
      "start": 19914,
      "end": 20222,
      "text": "Explanation.- Without prejudice to the generality of sub-clause (ii),\nit is hereby declared, for the avoidance of any doubt, that an award is in conflict with the public policy of India if the making of the award was induced or affected by fraud or corruption or was in violation of Section 75 or Section 81.",
      "labels": [
        "STA"
      ],
      "id": "9623d821cd744a4aa065a9371862d740_120"
    },
    {
      "start": 20223,
      "end": 20291,
      "text": "\n                                                (Emphasis supplied)",
      "labels": [
        "STA"
      ],
      "id": "72311e70edef44c0b2b52e78c79faa9b_121"
    },
    {
      "start": 20292,
      "end": 21434,
      "text": "\nPost 2015 Amendment 34. Application for setting aside arbitral award.--\n(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).\n(2) An arbitral award may be set aside by the Court only if-- ...\n(b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.\n[Explanation 1.--For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,--\n\n(i) the making of the award was induced or affected by fraud or corruption or was in violation of Section 75 or Section 81; or (ii) it is in contravention with the fundamental policy of Indian law;\nor (iii) it is in conflict with the most basic notions of morality or justice.\nExplanation 2.--For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute.]",
      "labels": [
        "STA"
      ],
      "id": "eabf60649ce14d1e96428decabc2b164_122"
    },
    {
      "start": 21435,
      "end": 21876,
      "text": "\n[(2-A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the court, if the court finds that the award is vitiated by patent illegality appearing on the face of the award:\nProvided that an award shall not be set aside merely on the ground of an erroneous application of the law or by re-appreciation of evidence.]\"\n                                      Page 10 of 22 [12",
      "labels": [
        "STA"
      ],
      "id": "22c153b9d12c4d29a6c2b7abfc2cda49_123"
    },
    {
      "start": 21877,
      "end": 21977,
      "text": "]        Learned Commercial Court has set aside the entire award on the ground of patent illegality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4890f229658b493995a71a5c725aa69f_124"
    },
    {
      "start": 21978,
      "end": 22346,
      "text": "The opinion of the Apex Court in the case of Ssangyong Engineering and Construction Company Limited Vs National Highways Authority of India (NHAI), (2019) 15 SCC 131 on the scope of interference in an Arbitral Award under the ground of patent illegality under Section 34 of the Amended Act of 2015 Act at para 37 to 41 and 69 are quoted hereunder:\n\n               \"37.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ff0f5002bc1e4722b1671cf4408c3bde_125"
    },
    {
      "start": 22347,
      "end": 22544,
      "text": "Insofar as domestic awards made in India are concerned, an                additional ground is now available under sub-section (2-A), added by                the Amendment Act, 2015, to Section 34.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "adba6b7cbd3d4486b0f9af7993c8eaac_126"
    },
    {
      "start": 22545,
      "end": 22797,
      "text": "Here, there must be patent                illegality appearing on the face of the award, which refers to such                illegality as goes to the root of the matter but which does not amount                to mere erroneous application of the law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "642ac347575e43169b68cf3fcd766a02_127"
    },
    {
      "start": 22798,
      "end": 22918,
      "text": "In short, what is not                subsumed within \"the fundamental policy of Indian law\", namely, the                ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6705831d6ecf43619e163e4983914253_128"
    },
    {
      "start": 22918,
      "end": 22992,
      "text": "contravention of a statute not linked to public policy or public interest,",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2d82750a123e45ecae5e450634515329_129"
    },
    {
      "start": 22993,
      "end": 23156,
      "text": "\n               cannot be brought in by the backdoor when it comes to setting aside                an award on the ground of patent illegality.\n\n               38.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51a99ec2b280483f9c683f39308a920b_130"
    },
    {
      "start": 23157,
      "end": 23413,
      "text": "Secondly, it is also made clear that reappreciation of evidence,\n               which is what an appellate court is permitted to do, cannot be                permitted under the ground of patent illegality appearing on the face                of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83e10cf4b522457288294de158a80ce0_131"
    },
    {
      "start": 23414,
      "end": 23735,
      "text": "\n\n               39 . To elucidate, para 42.1 of Associate Builders [Associate Builders                v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , namely, a mere                contravention of the substantive law of India, by itself, is no longer a                ground available to set aside an arbitral award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1f01da85cb3c4b0c94ed5364b19c2ed8_132"
    },
    {
      "start": 23736,
      "end": 24004,
      "text": "Para 42.2 of Associate                Builders [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2                SCC (Civ) 204] , however, would remain, for if an arbitrator gives no                reasons for an award and contravenes Section 31(3) of the 1996 Act",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "23eb324a927c4c31a2b940db187a01ed_133"
    },
    {
      "start": 24005,
      "end": 24113,
      "text": ",\n               that would certainly amount to a patent illegality on the face of the                award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "469ae06dffbd4525b626f75ec375545a_134"
    },
    {
      "start": 24114,
      "end": 24716,
      "text": "\n\n               40. The change made in Section 28(3) by the Amendment Act really                follows what is stated in paras 42.3 to 45 in Associate Builders                [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ)\n               204] , namely, that the construction of the terms of a contract is                primarily for an arbitrator to decide, unless the arbitrator construes the                contract in a manner that no fair-minded or reasonable person would;\n               in short, that the arbitrator's view is not even a possible view to take.\n               ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "900cd2ad621d4d30a314ee795598f9d4_135"
    },
    {
      "start": 24716,
      "end": 24864,
      "text": "Also, if the arbitrator wanders outside the contract and deals with                matters not allotted to him, he commits an error of jurisdiction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5fa0040da85445e897deedb4b70fa18d_136"
    },
    {
      "start": 24865,
      "end": 25004,
      "text": "This                ground of challenge will now fall within the new ground added under                Section 34(2-A).\n\n               41.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51c2e812390a4f7492bed58ea11c12e0_137"
    },
    {
      "start": 25005,
      "end": 25333,
      "text": "What is important to note is that a decision which is perverse, as                understood in paras 31 and 32 of Associate Builders [Associate                Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] , while                no longer being a ground for challenge under \"public policy of India\",\n               ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "627d1c7ab3b54d6fa395d24a64f007d9_138"
    },
    {
      "start": 25333,
      "end": 25429,
      "text": "would certainly amount to a patent illegality appearing on the face of                the award.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "25850f8f325049afa1935227b2f2889f_139"
    },
    {
      "start": 25430,
      "end": 25711,
      "text": "Thus, a finding based on no evidence at all or an award                                         Page 11 of 22                  which ignores vital evidence in arriving at its decision would be                  perverse and liable to be set aside on the ground of patent illegality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "90b1241f86824ce6a80e86eac600d713_140"
    },
    {
      "start": 25712,
      "end": 25844,
      "text": "\n                 Additionally, a finding based on documents taken behind the back of                  the parties by the arbitrator",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3cb7a6521658404ab450c179238f92eb_141"
    },
    {
      "start": 25845,
      "end": 26084,
      "text": "would also qualify as a decision based on                  no evidence inasmuch as such decision is not based on evidence led                  by the parties, and therefore, would also have to be characterised as                  perverse.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "56c57e8c1e1940bbabdd6006d3445c6a_142"
    },
    {
      "start": 26085,
      "end": 26128,
      "text": "\n\n                 ************************",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "66a10397ad704b349a245b81c76d65c3_143"
    },
    {
      "start": 26130,
      "end": 26693,
      "text": "69. We therefore hold, following the aforesaid authorities, that in the guise of misinterpretation of the contract, and consequent \"errors of jurisdiction\", it is not possible to state that the arbitral award would be beyond the scope of submission to arbitration if otherwise the aforesaid misinterpretation (which would include going beyond the terms of the contract), could be said to have been fairly comprehended as \"disputes\" within the arbitration agreement, or which were referred to the decision of the arbitrators as understood by the authorities above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb29e1e528814bb68a57655f25acf2d6_144"
    },
    {
      "start": 26694,
      "end": 27032,
      "text": "If an arbitrator is alleged to have wandered outside the contract and dealt with matters not allotted to him, this would be a jurisdictional error which could be corrected on the ground of \"patent illegality\", which, as we have seen, would not apply to international commercial arbitrations that are decided under Part II of the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ae88f4344e64fcd8d52fbcd361b91ae_145"
    },
    {
      "start": 27033,
      "end": 27404,
      "text": "To bring in by the backdoor grounds relatable to Section 28(3) of the 1996 Act to be matters beyond the scope of submission to arbitration under Section 34(2)(a)(iv) would not be permissible as this ground must be construed narrowly and so construed, must refer only to matters which are beyond the arbitration agreement or beyond the reference to the Arbitral Tribunal.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1935db95d04f4f4999efe2e7c82443a4_146"
    },
    {
      "start": 27405,
      "end": 27763,
      "text": "\n[13] The discussion, findings and decisions of the learned Arbitrator on item Nos.2, 3 & 5 are being extracted hereunder in order to test the correctness of the decision rendered by the learned Commercial Court under question:\n\"Issue No.2 Whether the claimant is entitled to get Rs.98,97,768/- from the respondents for the extra works done by the claimant ?",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3097dd5fd683453ea32fb1e74cd88d20_147"
    },
    {
      "start": 27764,
      "end": 27980,
      "text": "In support of this claim it has been submitted by the claimant that it has executed extra work as in the schedule of item of quantity provided for centering, shuttering item No.(2) of SH sub-structure was 117.64 sqm.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4937e7bf20264d44b4f8e293ef78067d_148"
    },
    {
      "start": 27981,
      "end": 28151,
      "text": "But actual requirement of each pier was 673.00 sqm and the claimant executed the said extra work and submitted the rate analysis for extra work done and demanded payment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "99ac67f9a90040c3b6c4bdb12245f9e5_149"
    },
    {
      "start": 28152,
      "end": 28312,
      "text": "It is further submitted by the claimant that the actual expenditure incurred for said item was @ Rs.2,645.50 per sqm and the respondents did not deny the claim.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0ef0ba228d0e463988b177e8217e4669_150"
    },
    {
      "start": 28313,
      "end": 28417,
      "text": "In this context the claimant referred to its letter dated 20.06.2009 (Document No.6 statement of claim).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5b5ac5c1e7bb4ff9a0cb973e9f36bf4a_151"
    },
    {
      "start": 28418,
      "end": 28674,
      "text": "It is also submitted by the claimant that it executed the extra work without finalization of rate but demanded the finalization of rate as in view of clause-12A of PWD-8 the contractor cannot suspend the work on the plea of non-settlement of rates of item.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "97fb5007ad354a2798b54c268b538c4d_152"
    },
    {
      "start": 28675,
      "end": 28916,
      "text": "It is submitted by the claimant that the rate in item No.2 of SH sub- structure as provided in the contract is Rs.110 per sqm and the respondents without considering the claim of the claimant unilaterally enhanced the rate at Rs.260 per sqm.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aef10133066641efb4056332b7f79049_153"
    },
    {
      "start": 28917,
      "end": 29022,
      "text": "The claimant, therefore, submitted that it is entitled to get Rs.95,04635/- in view of the 14th R/A bill.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "22f7ebfe4ae842be85f4b9a8d36b7e16_154"
    },
    {
      "start": 29023,
      "end": 29229,
      "text": "In support of this statement the claimant referred to a decision reported in (2007) 13 SCC 544 Food Corporation of India and others versus Vikas Majdoor, Kandar Sahkari Mandli Ltd. and 2002(4) RAJ(DEL) 303.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f1dcd6536a61476f9bdea82bda337696_155"
    },
    {
      "start": 29230,
      "end": 29345,
      "text": "In response to that submission the respondents in the written argument has given no specific submission separately.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "78910cffe5f54113a3cc594d8fea88a6_156"
    },
    {
      "start": 29347,
      "end": 29355,
      "text": "DECISION",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ef687adf9d8a4dae9eda4ac74d16a0b9_157"
    },
    {
      "start": 29356,
      "end": 29670,
      "text": "From the record it appears that the claimant executed extra work and claimed extra rate for the said work but there was no finalization of the rate in the light of the claim of the claimant but the respondents made the payment for the extra work @ Rs.260/- per sqm in place of the agreed rate of Rs.117.64 per sqm.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "89875032a9884d37b6c4061e7ab05393_158"
    },
    {
      "start": 29671,
      "end": 29854,
      "text": "Since there was no finalization of rate in the light of the claim made by the claimant and the respondents on the basis of their calculation enhanced the said rate to Rs.260/- per sqm",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "666e6dae88644499beff295c446e535c_159"
    },
    {
      "start": 29855,
      "end": 29987,
      "text": ", the claimant without finalization of their demanded rate is not entitled to get any extra payment beyond the payment already made.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b6a51512748443d5bdd238d34f263829_160"
    },
    {
      "start": 29988,
      "end": 30199,
      "text": "The decision cited by the claimant also is of no help in considering the claim of the claimant, as the fact in issue of the present case is different from the fact in issue of the decision cited by the claimant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1925c3c2043142c59c7766904881238a_161"
    },
    {
      "start": 30200,
      "end": 30301,
      "text": "\nIssue No.3 Whether the claimant is entitled to get Rs.27,35,281/- in the account of loss of profit ?",
      "labels": [
        "ISSUE"
      ],
      "id": "b1123fe3e8a04875a7662d3826284651_162"
    },
    {
      "start": 30302,
      "end": 30479,
      "text": "\nIt is submitted by the claimant that the respondents committed breach of contract by terminating the contract illegally and denying the loss of expected profit to the claimant.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b2fbbf34d2c245f9a6881b9b9e01c338_163"
    },
    {
      "start": 30480,
      "end": 30823,
      "text": "\nIt is also submitted that if the claimant was allowed to execute the balance work it would have earned profit at the rate of 20% and the value of the balance work was Rs.1,19,18,348/- and 20% of the said amount comes to Rs.23,83,669.60 and the claimant is entitled to get the said amount from the respondents in the account of loss of profit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8bb5abc502a5404c85001c7dc0520d80_164"
    },
    {
      "start": 30824,
      "end": 30972,
      "text": "\nIn response it is submitted by the respondents that the claimant has not challenged the legality of the rescission of contract by making any issue.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d66ae53b5b5d43ada303975c172b991a_165"
    },
    {
      "start": 30973,
      "end": 31068,
      "text": "The loss of profit as alleged to have been caused arises out of the rescission of the contract.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "704e58c057764843b05aae709e52fb5f_166"
    },
    {
      "start": 31069,
      "end": 31627,
      "text": "\nIt is also submitted that the work suffered inordinate delay due to suspension of the work by the claimant from time to time and due to fault and failure of the agency in completing the work it had to be terminated and that the agency suspended the work putting new condition in the contract for execution of work at a stage when 75% of the work was completed.\nIt is also submitted that the claimant itself proposed to close the contract after 15.07.2011 so the claimant is not entitled to get any loss of profit against the rightful rescission of contract.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "10786c26b9ce4cde9f0d94c2024919c6_167"
    },
    {
      "start": 31628,
      "end": 32177,
      "text": "It was also submitted by the learned counsel that in the letter of the claimant dated 22.09.2011 document No.17 enclosed with the statement of claim the claimant indicated that the price of wages and material has increased abnormally and went up to 250% and requested the respondents to close the work by 15.07.2011 and by its letter dated 07.11.2011 (document No.20 of the statement of claim) the claimant gave 5 numbers of conditions for acceptance by the respondents in toto for further execution of the work which the respondents did not accept.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "83ef22a19c824d2987478866d2078ef3_168"
    },
    {
      "start": 32178,
      "end": 32788,
      "text": "\nIt is also submitted by the learned counsel for the respondents that it was the statement of the claimant itself that price of wages and materials have increased abnormally to the extent of 250% the question of suffering of any loss of profit by the claimant of termination of contract did not arise at all rather by termination of the contract he could avoid further loss for executing the balance quantity of work and since the claimant himself requested for closure of the contract by 15.07.2011 no claim in the account of loss of profit is entertainable for termination of the contract by the respondents.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c843b8d403bf4265a93ac60a6258799c_169"
    },
    {
      "start": 32789,
      "end": 32798,
      "text": "\nDECISION",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "8e4eb955583749ae8ce4b6b6c736e383_170"
    },
    {
      "start": 32799,
      "end": 33544,
      "text": "It is on record that the claimant informed the respondents that the cost of labour and materials have increased to the extent of 250% on the contract rate and also requested the respondents to close the contract from 15.07.2011 so I am of the view that due to rescission of the aid contract in which, as per the claimant, the rate of contract got increased by 250% and it would not be possible for the claimant to execute the said work unless the enhancement of rate by considering prevailing market rate over and above rate agreed upon (Document No.20 of the statement of claim) the claimant suffered no loss of profit for non-execution of the balance work at a lower rate than the rate claimed by claimant so the said claim is not established.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "69eb0c37b4744f6e896cfcdcfbfd4cb5_171"
    },
    {
      "start": 33545,
      "end": 33677,
      "text": "It is made clear that while deciding this issue no decision regarding the legality of the rescission of the contract is given by me.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f71872d25574f1f9f6995e2629b9198_172"
    },
    {
      "start": 33679,
      "end": 33689,
      "text": "Issue No.5",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3a0623fb1b3e49a38af75328a1083963_173"
    },
    {
      "start": 33690,
      "end": 33787,
      "text": "Whether the claimant is entitled to get Rs.1,35,35,750/- as compensation for idle establishment ?",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ef473360b9a4432698d36dd7aa83cb28_174"
    },
    {
      "start": 33788,
      "end": 34058,
      "text": "\nIt is submitted by the claimant that under the compelling circumstances the claimant had to maintain the idle establishment from 16.07.2011 as it was waiting for decision for pier-1 up to 10.08.2012 and only on 18.10.2011 the respondents gave decision regarding pier-1.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "caab6b600529489f89548455683a177a_175"
    },
    {
      "start": 34059,
      "end": 34235,
      "text": "The claimant also submitted that the necessary vouchers have been submitted in volume-1 in series and volume-2 in series and the same have not been disputed by the respondents.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ca5e6066857f40fca0fce2350dda0ca6_176"
    },
    {
      "start": 34236,
      "end": 34407,
      "text": "The claimant submitted that the loss in the account was sustained by it due to the fault of the respondents so they are liable to compensate the said loss to the claimant.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a8992486a89f4138844ab73d7a5024d6_177"
    },
    {
      "start": 34408,
      "end": 34885,
      "text": "\nThat in response the respondents submitted that the extension of time granted by the respondents was unconditionally accepted by the claimant and no condition was given that it would claim compensation on account of idle establishment at the material time and thereby the agency waived its right to claim any kind of compensation for any alleged loss suffered on account of such idleness and that the agency did not produce any acceptable document to establish the said claim.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "74488abba4d0465f9711507ef01fd6b4_178"
    },
    {
      "start": 34886,
      "end": 35251,
      "text": "\nDECISION I have examined the papers and documents available on record and find that the claimant could not establish the said claim by furnishing convincing evidence so the said claimant cannot be allowed.\"\n[14] The reasoning recorded by the learned Commercial Court to hold the entire award as patently illegal is also extracted hereunder for proper appreciation:",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aee166625db24e23b24e086ea9d8d4e4_179"
    },
    {
      "start": 35252,
      "end": 35397,
      "text": "\n\"5. The petitioner that case at hand has only challenged the decision arrived at by the Arbitrator in regards to the issue Nos.(2), (3) and (5).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7cc48deb871c47938529c56fb66c772f_180"
    },
    {
      "start": 35398,
      "end": 35764,
      "text": "While arguing the case, learned advocate for the petitioner has contended that while deciding the issue No.2, the arbitrator arrived at the decision without considering the materials on record and that the citation of Honble Supreme Court so relied on by the petitioner was totally ignored and as such the decision so given by the Arbitrator stands patently illegal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dab919127cc54a38af7924226d32bdd2_181"
    },
    {
      "start": 35765,
      "end": 35957,
      "text": "That apart, the decision rendered while decision issue No.3 has left the main issued as to legality of rescission of contract undecided and as such the decision suffers from patent illegality.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2fdd15eb9d09420ca573e2c74d464936_182"
    },
    {
      "start": 35958,
      "end": 36140,
      "text": "It is further added that the decision rendered in issue No.3 is not supported by any reason and as such the decision so arrived at by the Arbitrator stands liable to be set aside.\n8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2fc4f06d63e64e768c7089eea4c6a99a_183"
    },
    {
      "start": 36141,
      "end": 36291,
      "text": "In the light of the principles as referred to above, we may proceed to consider the question that has been raised for and on behalf of the petitioner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8538a6f5bd0468381b3862d92079936_184"
    },
    {
      "start": 36292,
      "end": 36687,
      "text": "As stated earlier, learned advocate for the petitioner has raised the issue that while deciding the issue No.2, the Arbitrator has ignored the law reported in (2007) 13 SCC 544 (Food Corporation of India and others versus Bikash Majdoor, Kandar Sahkari Mandali Ltd.) and the law reported in 2002 (4) RAJ(DEL) 303 and as such the decisions so arrived at by the Arbitrator stands patently illegal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "99d4fc00b40d417cbd023b826208f645_185"
    },
    {
      "start": 36688,
      "end": 37035,
      "text": "In this connection learned advocate for the petitioner has referred the judgment reported in (1955) 2 SCR 48 : AIR 1955 SC 468 (Seth Thawardas Pherumal VS Union of India) wherein it has been held that \".............. An arbitrator is not a conciliator and cannot ignored the law or misapply it in order to do what he thinks is just and reasonable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fc33badb93414bdbb7c19e25f957d930_186"
    },
    {
      "start": 37036,
      "end": 37270,
      "text": "He is a tribunal selected by the parties to decide their dispute according to law and so is bound to follow and apply the law, and if he does not, he can be set right by the courts provided his error appears on the face of the record.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "303b49d62c4e4aa980dd38ecd5297c88_187"
    },
    {
      "start": 37271,
      "end": 37406,
      "text": "The single expression to this is when the parties choose specifically to refer a question of law as a separate and distinct matter.\"\n9.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3fd92696d26540a08b1c95d967292779_188"
    },
    {
      "start": 37407,
      "end": 37657,
      "text": "Learned advocate further pointed out that the arbitrator while deciding the issue No. 3 has categorically mentioned that- \"it is made clear that when deciding the issue no decision regarding the legality of the rescission of contract is given by me.\"",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d772f5a369c341d7bb0c249ca81127cb_189"
    },
    {
      "start": 37658,
      "end": 37766,
      "text": "But while deciding the issue No.6 the arbitrator has held that the recession order is illegal and arbitrary.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "921ae2d2971b423585a977705a9ff9dd_190"
    },
    {
      "start": 37767,
      "end": 37864,
      "text": "According to learned advocate such a inconsistent decision renders the findings patently illegal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "118ecc4d13f24982a67d2926792d8eac_191"
    },
    {
      "start": 37865,
      "end": 38095,
      "text": "In this connection, learned advocate has relied on the judgment of Honble Supreme Court reported in (2003) 8 SCC 168 (Union of India VS V. Pundarikakshudu and Sons & Another) wherein it has been held at para 31 has held that- \"31.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b9c283dda6fb494ebb60fdb6954ee694_192"
    },
    {
      "start": 38096,
      "end": 38271,
      "text": "In this case the District Judge as also the High Court of Madras clearly held that the award cannot be sustained having regard to the inherent inconsistency contained therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1d72f9d52e345bb8253d5befe8af080_193"
    },
    {
      "start": 38272,
      "end": 38498,
      "text": "The Arbitrator, as has been correctly held by the District Judge and the High Court, committed a legal misconduct in arriving at an inconsistent findings as regards breach of the contract on the part of one party or the other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4c8ed48c4a043919c339aa20ff7e846_194"
    },
    {
      "start": 38499,
      "end": 38869,
      "text": "Once the arbitrator has granted damages to the first respondent which could be granted only on a finding that the appellant had committed breach of the terms of the contract and thus was responsible there for, any findings contrary thereto and inconsistent there with while awarding any sum in favour of appellant would be wholly unsustainable being self contradictory.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a540df9a05e54fe5826a6cb4e06b6f06_195"
    },
    {
      "start": 38870,
      "end": 39002,
      "text": "\nLearned Advocate further contended that the decision rendered in issue No.5 is not a reasoned one and as such patently illegal.\n10.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "15e7da54c0c24bfd975f73e85c86312b_196"
    },
    {
      "start": 39003,
      "end": 39160,
      "text": "Honble Supreme Court in the case of Delhi Airport Metro Express Pvt. Ltd. (supra) had the occasioned to deal with the matter pertaining to patent illegality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2bf14b11913548c29cd98c7b4bf855c8_197"
    },
    {
      "start": 39161,
      "end": 39271,
      "text": "It was held at para 25 as under:\n\"Patent illegality should be illegality which goes to the root of the matter.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "82b7f4c1293f469f8e86bdfc92c55ea9_198"
    },
    {
      "start": 39272,
      "end": 39397,
      "text": "In other words, every error of law committed by the Arbitral Tribunal would not fall within the expression patent illegality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "05a49172395049b9bfa08fced967de3d_199"
    },
    {
      "start": 39398,
      "end": 39480,
      "text": "Likewise, erroneous application of law cannot be categorized as patent illegality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "063c6e8315b74e3c84458e74bd7c041d_200"
    },
    {
      "start": 39481,
      "end": 39618,
      "text": "In addition, contravention of law not linked to public policy or public interest is beyond the scope of the expression patent illegality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0bbe7addc7c84817b4a36d6ab8979c58_201"
    },
    {
      "start": 39619,
      "end": 39830,
      "text": "What is prohibited is for courts to re-appreciate evidence to conclude that the award suffers from patent illegality appearing on the face of the award, as courts do not sit in appeal against the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1760571ec1f42f8b20837322b85480f_202"
    },
    {
      "start": 39831,
      "end": 40260,
      "text": "The permissible grounds for interference with a domestic award under Section 34(2-A) on the ground of patent illegality is when the arbitrator takes a view which is not even a possible one, or interprets a clause in the contract in such a manner which no fair-minded or reasonable person would, or if the arbitrator commits an error of jurisdiction by wandering outside the contract and dealing with matters not allotted to them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f42c8efdaea142afb13a9a8e339fcde4_203"
    },
    {
      "start": 40261,
      "end": 40374,
      "text": "An arbitral award stating no reasons for its findings would make itself susceptible to challenge on this account.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea13e5cfef2743ed8873cc6ed34c234c_204"
    },
    {
      "start": 40375,
      "end": 40560,
      "text": "The conclusions of the arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e3721503b374bff9bf8b491a3875187_205"
    },
    {
      "start": 40561,
      "end": 40710,
      "text": "Also, consideration of documents which are not supplied to the other party is a facet of perversity falling within the expression patent illegality.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05bebf9664b74d18a6b6d2111c4fdb84_206"
    },
    {
      "start": 40712,
      "end": 40959,
      "text": "11. At this juncture, when we dwell upon the findings and decisions in regards to issue No.1, it appears that the petitioner has relied on two judgments but the arbitrator did not take the judgments into consideration while rendering its decision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2e507d3195e4e7591c41b1e00d7e2fd_207"
    },
    {
      "start": 40960,
      "end": 41066,
      "text": "We, therefore, find no hesitation to hold that the arbitrator has ignored the law cited by the petitioner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9cd95d2d3b2c47ac97eced783b4d077a_208"
    },
    {
      "start": 41067,
      "end": 41213,
      "text": "That apart the arbitrator has given inconsistent findings in regards to recession of contract and thereby, rendered the decision patently illegal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c93db76999b4032b6cbd31873b906ff_209"
    },
    {
      "start": 41214,
      "end": 41465,
      "text": "The issue No.5 was decided in following terms:\n\"I have examined the papers and documents available on record and find that the claimant could not establish the said claim by furnishing convincing evidence so the said claimant (sic) cannot be allowed.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abe72aaabe4445a4b6717173277abe12_210"
    },
    {
      "start": 41466,
      "end": 41637,
      "text": "\nThe decision arrived at clearly suggest that the petitioner has led evidence but the arbitrator did not assign any reason as to why the evidence so led is not convincing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3da6461c7b745d191adc726da88f0b8_211"
    },
    {
      "start": 41639,
      "end": 41911,
      "text": "Regard being had to the discussion as we had hereinabove, I am of the opinion that the decision so arrived at by the arbitrator under challenge are patently illegal and that the inconsistent decision as to rescission of contract leads us to set aside the entire award.\n12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "feaa470133f94c7ba097667fbec5be5e_212"
    },
    {
      "start": 41912,
      "end": 42243,
      "text": "The scheme and scope of the provisions of Section 34 of Arbitration Act aims at keeping the supervisory roles of the court at minimum level, therefore, we cannot correct the errors so done by the arbitrator by sitting as a Appellate Court, it can only be quashed leaving the parties to begin the arbitration again if it is desired.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c5f1699a7e4417a8d7288ef67b105a7_213"
    },
    {
      "start": 42244,
      "end": 42528,
      "text": "Since in the case at hand, certain illegalities making the award patently illegal while deciding the matter in dispute was done by the arbitrator, we find it appropriate to remand the matter to the arbitrator with a direction to hear the argument afresh and to pass the award afresh.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c351d7811374d38bfcf58ef0655f0e3_214"
    },
    {
      "start": 42530,
      "end": 42781,
      "text": "[15] Perusal of the findings and reasons of the learned Arbitrator on claims No.2 and 3 show that do not call for interference as they do not suffer from any patent illegality in the manner laid down by the Apex Court in the case of Ssangyong (Supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed79f657359e4d378d6805fe1f626072_215"
    },
    {
      "start": 42782,
      "end": 43022,
      "text": "The learned Arbitrator has upon a detailed consideration of the claim No.2 rendered a finding based on reasons that though the claimant executed extra work but there was no finalization of the rate in the light of the claim of the claimant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c6ad889713149799aa961a4e21c6686_216"
    },
    {
      "start": 43023,
      "end": 43139,
      "text": "The respondents made the payment for extra work @ Rs.260/- per sqm in place of the agreed rate of Rs.117.64 per sqm.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfd3878664f74a0c9b3adf8ea9f12013_217"
    },
    {
      "start": 43140,
      "end": 43358,
      "text": "Since there was no finalization of rate in the light of the claim made by the claimant, the claimant without finalization of their demanded rate is not entitled to get any extra payment beyond the payment already made.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af2d6c7222bc496ea54315b9b45c1a22_218"
    },
    {
      "start": 43359,
      "end": 43597,
      "text": "The learned Commercial Court however without proper application of mind to the reasoning recorded by the learned Arbitrator on this claim summarily held that the decision rendered on all these three claims suffered from patent illegality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95b63d869f7145bda175ef6bcdb22130_219"
    },
    {
      "start": 43598,
      "end": 43811,
      "text": "The decision of the learned Arbitrator on issue No.3 when put under scrutiny also discloses that they were sound and after due consideration of the pleadings and the materials placed before the learned Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fec0e816fcdd44229e5b9744a0f90fd2_220"
    },
    {
      "start": 43812,
      "end": 44072,
      "text": "The learned Arbitrator went on to hold that as regards to claim No.3 that the claim had increased to the extent of 250% on the contract rate and that he suffered no loss of profit for non-execution of the balance work at a lower rate which was not established.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "433d22ab3a074abf995fe7ffeb8eaa84_221"
    },
    {
      "start": 44073,
      "end": 44264,
      "text": "It is trite law that the Court exercising power under Section 34 has to confine itself to the grounds laid down therein and not to substitute its opinion in place of the arbitrators findings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b7dca663ba34ae5a40dfd7c8dfc40f0_222"
    },
    {
      "start": 44265,
      "end": 44530,
      "text": "The court cannot correct the errors of the Arbitrator unless they suffer from perversity or are in contravention with the fundamental policy of the Indian law or suffer from patent illegality or the grounds enumerated under Section 34(2) of the Amended Act of 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2eee8d6fff54ec8a6b753a47c923fe6_223"
    },
    {
      "start": 44532,
      "end": 45189,
      "text": "[16] We are, therefore, of the view that the learned Commercial Court committed a serious error in setting aside the entire award when the challenge was confined to issue Nos.2, 3 & 5 only and the reasons and findings of the learned Arbitrator on claim Nos.2 & 3 do not appear to suffer from such errors as to bring it within the mischief of patent illegality or being contrary to the fundamental policy of India.\n[17] However, the determination made by the learned Arbitrator on issue No.5 regarding the compensation for idle establishment as also extracted hereinabove shows that the decision on that claim by the learned Arbitrator was dehors any reason.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "973d7749bb004739b6e7ab40d9557632_224"
    },
    {
      "start": 45190,
      "end": 45464,
      "text": "To that extent, it can be said that the learned Arbitrator while dealing with the claim under item No.5 committed a patent illegality in holding that the claimant could not establish the claim by furnishing convincing evidence and, therefore, the claim could not be allowed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f50f1f9b547740e596d08ca1d94c02e5_225"
    },
    {
      "start": 45465,
      "end": 45741,
      "text": "It appears that the claimant had submitted necessary vouchers, volume-1 series and volume-2 series whereas the respondent took a plea that the extension of time was unconditionally accepted by the claimant and no condition could be given to claim compensation on that account.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f210c6c59b5f45419cfd1daa6de3ac06_226"
    },
    {
      "start": 45742,
      "end": 46005,
      "text": "\n[18] Considered thus, we are of the view that the decision of the learned Commercial Court to set aside the entire award on grounds of patent illegality under Section 34(2-A) of the Act of 1996 was not proper when the challenge was confined to item Nos.2, 3 & 5.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d24029e6c1d408c8824082c0b1219c6_227"
    },
    {
      "start": 46006,
      "end": 46407,
      "text": "However, in this appeal, while considering the case of the appellant in exercise of the powers under Section 37 of the Act of 1996 which are further circumscribed as regards the ground for challenge under Section 34 of the Amended Act, we are of the view that the findings of the learned Arbitrator on item Nos.2 and 3 do not suffer from the vices for being interfered by the learned Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b02c66885ccc4ed88a2dc03cf520eea7_228"
    },
    {
      "start": 46409,
      "end": 46594,
      "text": "[19] As such, the impugned order dated 17.02.2022 passed by the learned Judge, District Commercial Court, West Tripura, Agartala in Civil Misc.(Arbitration) No.12 of 2018, is set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7fd5b7fd521e49979de1229724c61ac1_229"
    },
    {
      "start": 46595,
      "end": 46711,
      "text": "The matter is remitted to the learned Arbitrator to decide the claim under item No.5 afresh, in accordance with law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "006c896f3c624b95aad4bee0186ffbda_230"
    },
    {
      "start": 46712,
      "end": 46822,
      "text": "\n[20] In this regard, it is pertinent to observe herein that partial setting aside of an Award is permissible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0616548c454b4309af926d63edcad3ec_231"
    },
    {
      "start": 46823,
      "end": 47006,
      "text": "Reference is made to the opinion of Delhi High Court in Union of India Vs. Alcon Builders and Engineer Private Limited, 2023 SCC OnLine Del 160, para 28 to 33 extracted hereunder:\n28.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5788461983464ec193eea64572f82970_232"
    },
    {
      "start": 47007,
      "end": 47183,
      "text": "Upon a combined and meaningful reading of the provisions of the A&C Act and the aforesaid judicial precedents, in the opinion of this Court, the following position emerges:\n29.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f569715776e743a9bac70524eead46e1_233"
    },
    {
      "start": 47184,
      "end": 47279,
      "text": "A court exercising power under Section 34 of the A&C Act cannot \"modify\" an arbitral award;\n30.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4ca5d64d1c5e4fd39ef66b263048495e_234"
    },
    {
      "start": 47280,
      "end": 47367,
      "text": "The arbitrator's decision on each claim and counterclaim, taken individually, is final.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ae870e5c2ae4f0397ed1b2052b5879c_235"
    },
    {
      "start": 47368,
      "end": 47530,
      "text": "\"Modification\" means to substitute the court's own decision for the decision made by the arbitrator on any given claim or counterclaim; which the court cannot do.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "438becf0167b4b23a70866998f6479d4_236"
    },
    {
      "start": 47532,
      "end": 47782,
      "text": "31. If objections are filed under Section 34, impugning the arbitrator's decision only on some of the claims or counterclaims, it is not necessary for the court to set aside the entire arbitral award viz. the decision on all claims and counterclaims.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0807b38d6eaa4e5d863b6f6f6d559b45_237"
    },
    {
      "start": 47783,
      "end": 47858,
      "text": "This follows from the limited ambit of the court's powers under Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fab4f54ee9b84efc99c3d22203d7002d_238"
    },
    {
      "start": 47859,
      "end": 47957,
      "text": "Besides, the decision on a Section 34 petition cannot go beyond the scope of the challenge itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f269938c30224448866c08c27cdc85b1_239"
    },
    {
      "start": 47959,
      "end": 48267,
      "text": "32. When the arbitrator's decisions on multiple claims and counterclaims are severable and not interdependent, the court is empowered under Section 34 to set aside or uphold the arbitrator's decisions on individual and severable claims or counterclaims; without having to set aside the entire arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87e2cd4bae8345a9a5df4242d8ace98c_240"
    },
    {
      "start": 48268,
      "end": 48329,
      "text": "\nThat would not amount to modification of the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dcb6cef7008c4c129f40b4ee9066fb11_241"
    },
    {
      "start": 48331,
      "end": 48516,
      "text": "33. The above is also in line with the overarching principle that the scope of interference by the court under the A&C Act in arbitral proceedings and arbitral awards, is to be minimal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62473158ad3240d492f392d951756730_242"
    },
    {
      "start": 48517,
      "end": 48579,
      "text": "The statute does not command the court to go for the overkill.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0234575c8e4447cba5beb84b299ea389_243"
    },
    {
      "start": 48580,
      "end": 48739,
      "text": "To adapt a phrase famously used by Justice Felix Frankfurter, while exercising power under Section 34, it is not necessary to burn the house to roast the pig.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e062ea98c84d4f0e9b6d4f104743f346_244"
    },
    {
      "start": 48740,
      "end": 49027,
      "text": "\n[21] In such an event, such items of claims which cannot be sustained and are severable from other claims can be remitted for consideration and adjudication to the Arbitral Tribunal provided that the severable part do not impact or disturb the findings of the learned Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "323f4b88f43f49ff94ca817bf60bab9e_245"
    },
    {
      "start": 49028,
      "end": 49191,
      "text": "The Delhi High Court followed this principle in MBL Infrastructures Limited Vs. Delhi Metro Rail Corporation in OMP (Comm) 311/2021 vide judgment dated 12.12.2023.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "40dd7c783a6c4e23864514158b7d54ab_246"
    },
    {
      "start": 49192,
      "end": 49317,
      "text": "The relevant paragraphs of the judgment in the case of MBL Infrastructures Limited (supra) are quoted hereunder as well:\n\"99.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8d07e279720847d7b596c1c735273bdb_247"
    },
    {
      "start": 49318,
      "end": 49540,
      "text": "The Coordinate Bench of this Court in the judgment of NHAI v. Trichy Thanjavur Expressway Ltd. 2023 SCC OnLine Del 5183 has summarized the law pertaining to setting aside of the Award under Section 34 as follows:\n100. \"87.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "918a0449dd104456bc06b8343ab36eb0_248"
    },
    {
      "start": 49541,
      "end": 49596,
      "text": "The Court thus records its conclusions as follows:--\nA.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "224e0a2520b6467896c3c7085293b1b4_249"
    },
    {
      "start": 49597,
      "end": 49797,
      "text": "While attempting to answer the issues flagged above, we must at the outset, acknowledge the shift in legislative policy which underlies the Act and which mandates intervention by courts to be minimal.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3253a10e7a96408f8db124a062103ea7_250"
    },
    {
      "start": 49798,
      "end": 50090,
      "text": "This flows from the recognition of the theory that once parties have agreed to the resolution of their disputes by an alternative adjudicatory forum, courts must, as a matter of first principle, refrain from interfering with the same except on the limited grounds that the statute recognizes.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "802b551e9a134049b99838b81d36e22a_251"
    },
    {
      "start": 50091,
      "end": 50204,
      "text": "Courts are thus obliged to bear in mind the principle of minimalist intervention insofar as awards are concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b59428514a4d474186a202e834c1ce04_252"
    },
    {
      "start": 50206,
      "end": 50457,
      "text": "B. However, at the same time while courts are enjoined to follow the minimalist intervention route, it would clearly be a travesty of justice if courts were to fail to intervene where circumstances warrant and demand corrective measures being adopted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "576704c9947446228813f1d25c319e20_253"
    },
    {
      "start": 50458,
      "end": 50601,
      "text": "It is these compulsions which have led to courts evolving the serious irregularity or the patent illegality grounds to interfere with an award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1eb41a1ee29c419089e3dccfcaba6475_254"
    },
    {
      "start": 50602,
      "end": 50728,
      "text": "Section 34 is a clear and unequivocal embodiment of the Legislature's intent to balance these competing facets of arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "199bf4929bcc4fff8eaccfe5754e6e3c_255"
    },
    {
      "start": 50730,
      "end": 50828,
      "text": "C. Undisputedly, Section 34(2)(a)(iii) speaks of a part of an award being exorcised from the rest.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8dbd7d17eed462288d0a97e4aee9202_256"
    },
    {
      "start": 50829,
      "end": 51074,
      "text": "The Court finds no justification to confer too much credence on Article 34 of the Model Law ultimately failing to allude to a partial setting aside power even though that was provisioned for in explicit terms in draft Articles 29, 30, 40 and 41.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01830dbaf20f4a9494975c6d979251ab_257"
    },
    {
      "start": 51075,
      "end": 51238,
      "text": "This since neither the Working Group Reports nor the contemporaneous material that we have noticed hereinbefore seem to suggest a conscious deletion of that power.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79593faffd99421cbd1bad2958c18f8d_258"
    },
    {
      "start": 51239,
      "end": 51455,
      "text": "The considerable material, on the aspects surrounding partial setting aside that we have had an occasion to review, does not evidence any deliberation or discussion which may have predicated or actuated its deletion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8685a64795d846dfbf40e407ac319bd4_259"
    },
    {
      "start": 51456,
      "end": 51615,
      "text": "The said material is also not indicative of any principled decision that may have been taken by member nations for deletion of the partial setting aside power.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f78ec30b769f471881dcd4d333f73cbd_260"
    },
    {
      "start": 51616,
      "end": 51716,
      "text": "Its absence from Article 34 which came to be ultimately adopted stands lost in a mist of conjecture.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3feaa6aaf4e42b097aaf485816891f1_261"
    },
    {
      "start": 51717,
      "end": 51933,
      "text": "D. We find that the key to understanding the intent underlying the placement of the Proviso in sub-clause (iii) of Section 34(2)(a) is in the nature of the grounds for setting aside which are spoken of in clause (a).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe9956dc5955405890cb2ab0b25ba411_262"
    },
    {
      "start": 51934,
      "end": 52126,
      "text": "As would be manifest from a reading of the five sub clauses which are positioned in Section 34(2)(a), those constitute grounds which would strike at the very heart of the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d309df72e25447c9d31461d01fc2ab2_263"
    },
    {
      "start": 52127,
      "end": 52260,
      "text": "The grounds for setting aside which are set forth in clause (a) strike at the very foundation of validity of arbitration proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e67b7f81a28d4930a40d2dff38010047_264"
    },
    {
      "start": 52261,
      "end": 52382,
      "text": "Sub-Clauses (i) to (v) thus principally constitute grounds which would render the arbitration proceedings void ab initio.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00f40dd7932746c48c33a65873a646e0_265"
    },
    {
      "start": 52383,
      "end": 52610,
      "text": "Although the Section 34(2)(a)(iv) ground for setting aside also falls in the same genre of a fundamental invalidity, the Legislature has sought to temper the potential fallout of the award being set aside in toto on that score.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee281523a95643d9b7f803fda145041a_266"
    },
    {
      "start": 52612,
      "end": 52944,
      "text": "E. The Proviso to sub-clause (iv) seeks to address a comprehensibly conceivable situation where while some parts of the award may have dealt with non-arbitrable issues or disputes falling outside the scope of the reference, its other components or parts constitute an adjudication which could have been validly undertaken by the AT.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b807c8d268443d09a4d3d2b900aa3cc_267"
    },
    {
      "start": 52945,
      "end": 53055,
      "text": "The Proviso thus seeks to address such a situation and redeems as well as rescues the valid parts of an award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "622f8e54480d42b3b629fe7f6743ef55_268"
    },
    {
      "start": 53056,
      "end": 53254,
      "text": "This saves the parties from the spectre of commencing arbitral proceedings all over and from scratch in respect of all issues including those which could have validly formed part of the arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92e0d48fd8774385a9cf63eeeccbf835_269"
    },
    {
      "start": 53256,
      "end": 53471,
      "text": "F. The grounds for setting aside encapsulated in Section 34(2)(b) on the other hand relate to the merits of the challenge that may be raised in respect of an award and really do not deal with fundamental invalidity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a968460e151e4804928992c00f86d903_270"
    },
    {
      "start": 53472,
      "end": 53805,
      "text": "However, the mere fact that the Proviso found in sub clause (iv) of Section 34(2)(a) is not replicated or reiterated in clause (b) of that provision does not lead one to an inevitable conclusion that partial setting aside is considered alien when a court is considering a challenging to an award on a ground referable to that clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "60a657a9b76848b7b204b7cd67c6a21f_271"
    },
    {
      "start": 53806,
      "end": 53900,
      "text": "In fact, the Proviso itself provides a befitting answer to any interpretation to the contrary.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b63b4169c45448995ed9f51bca2e02b_272"
    },
    {
      "start": 53901,
      "end": 54136,
      "text": "The Proviso placed in Section 34(2)(a)(iv) is not only an acknowledgment of partial setting aside not being a concept foreign to the setting aside power but also of parts of the award being legitimately viewed as separate and distinct.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd201f11d8974875b2cebbd2b8959e62_273"
    },
    {
      "start": 54137,
      "end": 54245,
      "text": "The Proviso itself envisages parts of an award being severable, capable of segregation and being carved out.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e97260b71d684e04882a4524ed2d7d07_274"
    },
    {
      "start": 54246,
      "end": 54403,
      "text": "The Proviso is, in fact, the clearest manifestation of both an award being set aside in part as well as an award comprising of distinct components and parts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa5e0c57e8854870beb17ad29dd75fc5_275"
    },
    {
      "start": 54405,
      "end": 54482,
      "text": "G. Undoubtedly, an award may comprise a decision rendered on multiple claims.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84a54a1b7ff34a8094b70366de5f7b98_276"
    },
    {
      "start": 54483,
      "end": 54636,
      "text": "Each claim though arising out of a composite contract or transaction may be founded on distinct facts and flowing from separate identifiable obligations.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ecb4212b33b9487f84ef0799befbc834_277"
    },
    {
      "start": 54637,
      "end": 54975,
      "text": "Just as claims may come to be preferred resting on a particular contractual right and corresponding obligation, the decision which an AT may render on a particular claim could also be based on a construction of a particular covenant and thus stand independently without drawing sustenance on a decision rendered in the context of another.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5bede7bec82c4d6eb89a5e5671054829_278"
    },
    {
      "start": 54976,
      "end": 55195,
      "text": "If such claims be separate, complete and self- contained in themselves, any decision rendered thereon would hypothetically be able to stand and survive irrespective of an invalidity which may taint a decision on others.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aef7ff77c4f14904910d6cfb97e33209_279"
    },
    {
      "start": 55196,
      "end": 55376,
      "text": "As long as a claim is not subordinate, in the sense of being entwined or interdependent upon another, a decision rendered on the same by the AT would constitute an award in itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ecac4d46f26c4c5a81078a5efabc5838_280"
    },
    {
      "start": 55378,
      "end": 55633,
      "text": "H. While awards as conventionally drawn, arranged and prepared may represent an amalgam of decisions rendered by the AT on each claim, every part thereof is, in fact, a manifestation of the decision rendered by it on each claim that may be laid before it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b227cf0a0505429abe67591d59ef0af6_281"
    },
    {
      "start": 55634,
      "end": 55751,
      "text": "The award rendered on each such claim rules on the entitlement of the claimant and the right asserted in that regard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88502d5268ef4263be782c94778886cf_282"
    },
    {
      "start": 55752,
      "end": 55949,
      "text": "One could, therefore, validly, subject of course to the facts of a particular case, be entitled to view and acknowledge them as binding decisions rendered by the AT on separate and distinct claims.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "973dd3eb36e94147af4a8f252e10f2bc_283"
    },
    {
      "start": 55951,
      "end": 56214,
      "text": "I. Once an award is understood as consisting of separate components, each standing separately and independent of the other, there appears to be no hurdle in the way of courts adopting the doctrine of severability and invoking a power to set aside an award partly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1be8a261fa9e4e609c33b279858c9d9e_284"
    },
    {
      "start": 56215,
      "end": 56412,
      "text": "The power so wielded would continue to remain one confined to \"setting aside\" as the provision bids one to do and would thus constitute a valid exercise of jurisdiction under Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78ea037eb83a4107836f01000abd3180_285"
    },
    {
      "start": 56414,
      "end": 56565,
      "text": "J. The Supreme Court in M. Hakeem, has enunciated the setting aside power as being equivalent to a power to annul or setting at knot an Arbitral Award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "65c5026258b34f08bfd57f8a8ce89206_286"
    },
    {
      "start": 56566,
      "end": 56861,
      "text": "It has essentially held that bearing in mind the plain language of Section 34 coupled with the Act having desisted from adopting powers of modification or remission that existed in the erstwhile 1940 Act, a court while considering a challenge under Section 34 would not have the power to modify.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29bfe7ce164d446886fdfc181c4509a8_287"
    },
    {
      "start": 56863,
      "end": 56988,
      "text": "K. The expression \"modify\" would clearly mean a variation or modulation of the ultimate relief that may be accorded by an AT.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac8b40cdfea84557a2168754f7adda86_288"
    },
    {
      "start": 56989,
      "end": 57154,
      "text": "However, when a Section 34 Court were to consider exercising a power to partially set aside, it would clearly not amount to a modification or variation of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef0081c90ae34518b5ccd9f14f43ffac_289"
    },
    {
      "start": 57155,
      "end": 57246,
      "text": "It would be confined to an offending part of the award coming to be annulled and set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3ef1556d8b849dbae8df77b06f584b3_290"
    },
    {
      "start": 57247,
      "end": 57362,
      "text": "It is this distinction between a modification of an award and its partial setting aside that must be borne in mind.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c1136b342944b3e8b9a46e2bd576c54_291"
    },
    {
      "start": 57364,
      "end": 57645,
      "text": "L. The power to partially sever an offending part of the award would ultimately depend on whether the said decision is independent and distinct and whether an annulment of that part would not disturb or impact any other finding or declaration that may have been returned by the AT.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b43a492615f44bac9e7652a763e2411a_292"
    },
    {
      "start": 57646,
      "end": 57817,
      "text": "The question of severability would have to be decided bearing in mind whether the claims are interconnected or so intertwined that one cannot be segregated from the other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "056f36184c6a4e678dd4b3cb61906664_293"
    },
    {
      "start": 57818,
      "end": 57999,
      "text": "This for the obvious reason that if the part which is sought to be set aside is not found to stand independently, it would be legally impermissible to partially set aside the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f7b2561f388407fb2c2b9e71a961e63_294"
    },
    {
      "start": 58000,
      "end": 58111,
      "text": "A partial setting aside should not lead to a component of the award being rendered vulnerable or unsustainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7d305371f6d4a57a20dcf61c89dca9d_295"
    },
    {
      "start": 58112,
      "end": 58309,
      "text": "It is only when the award relates to a claim which is found to stand on its own and its setting aside would not have a cascading impact that the Court could consider adopting the aforesaid mode.\nM.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "61f0b8ac9fc74e04871ee4a261a91ead_296"
    },
    {
      "start": 58310,
      "end": 58553,
      "text": "The Court is thus of the firm opinion that the power to set aside an award in part would have to abide by the considerations aforenoted mindful of the imperatives of walking a line which would not dislodge or disturb another part of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a612d444f229409c89c1860abf84be32_297"
    },
    {
      "start": 58554,
      "end": 58841,
      "text": "However as long as the part which is proposed to be annulled is independent and stands unattached to any other part of the award and it could be validly incised without affecting the other components of the award, the recourse to partial setting aside would be valid and justified\".\n101.",
      "labels": [
        "RATIO"
      ],
      "id": "9200071553ab4e16991cebcc29844725_298"
    },
    {
      "start": 58842,
      "end": 59126,
      "text": "In view of the law laid down in the aforesaid judgments, this Court is of the view that the under section 34 of the Act, the Court is vested with the jurisdiction to set aside certain problematic portion of the Award which are patently illegal and shocks the conscience of this Court.",
      "labels": [
        "RATIO"
      ],
      "id": "7ea2bd3ac756414eb691065aa564f261_299"
    },
    {
      "start": 59128,
      "end": 59312,
      "text": "102. However, the setting aside of the Award is subjected to the condition that the portion of the Award which has been upheld shall have due effect and cause no such cascading impact.",
      "labels": [
        "RATIO"
      ],
      "id": "fdd054a7a0194306ac6d43b1ef587f3c_300"
    },
    {
      "start": 59314,
      "end": 59791,
      "text": "************\n111. This Court directs that the aforesaid claims are being remitted back to the Tribunal to decide a fresh, taking into consideration the settled principles of law and adjudicate the Claim no. 3 and Claim no. 4 afresh.\"\n[22] Based on the principles enunciated in the above quoted judgments and the discussion made hereinabove this court is of the considered view that the aforesaid claim under item No.5 can be remitted to the Learned Arbitrator to decide afresh.",
      "labels": [
        "RPC"
      ],
      "id": "1fc8f39680de4ea291a58beb28d5580d_301"
    },
    {
      "start": 59792,
      "end": 60087,
      "text": "Since the proceedings were initiated in the year 2013 and challenge thereto has remained pending for more than 10 years, it would be proper that the learned Arbitrator takes a decision on this claim within a reasonable period of 3(three) months from the date of receipt of copy of this judgment.",
      "labels": [
        "RPC"
      ],
      "id": "531312a940614333ab5d8bcb1dd68e9b_302"
    },
    {
      "start": 60089,
      "end": 60168,
      "text": "[23] The appeal stands allowed in the manner and to the extent indicated above.",
      "labels": [
        "RPC"
      ],
      "id": "230822822a3f4bb49311c0336e6b7b5f_303"
    },
    {
      "start": 60169,
      "end": 60225,
      "text": "Pending application(s), if any, also stands disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "50087c8b2e1642b6b8c7fb5854cb93a8_304"
    },
    {
      "start": 60226,
      "end": 60324,
      "text": "\n    (ARINDAM LODH), J                                    (APARESH KUMAR SINGH), CJ DIPESH DEB    ",
      "labels": [
        "NONE"
      ],
      "id": "e1871b8ec26a427589fdfc57f29feb6b_305"
    },
    {
      "start": 60324,
      "end": 60349,
      "text": "Date: 2024.02.01 16:02:51",
      "labels": [
        "NONE"
      ],
      "id": "ffb17394c49e40c99898f8ab11667864_306"
    }
  ]
}