{
  "id": "ecf4563a15a842db9443b8aa7096efb4aaa317fe1e76159749a8ed899f2d828e",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nGanga Prasad Memorial Trust And Another vs Dhk Eduserve Limited on 29 April, 2024 \nAuthor: Chief Justice\nBench: Chief Justice\nHigh Court Of Judicature At Allahabad\n \n \n\n\n\n \n\n \nNeutral Citation No. - 2024:Ahc:76378-Db\n \nChief Justice's Court\n \n\n \nCase :- Appeal Under Section 37 Of Arbitration And Conciliation Act 1996 No. - 161 of 2024\n \n\n \nAppellant :- Ganga Prasad Memorial Trust and another \n \nRespondent :- Dhk Eduserve Limited\n \nCounsel for Appellant :- Rakesh Pande (Sr.Adv.) with Sunil Kumar Singh and Utkarsh Srivastava\n \nCounsel for Respondent :- Manish Goyal (Sr.Adv.) with Ajay Kumar Singh and Tejas Singh, Ashish Kumar Singh \n \n\n \nHon'ble Arun Bhansali,Chief Justice\n \nHon'ble Vikas Budhwar,J.\n \n1. This appeal under Section 37 of Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"the Act\") is directed against the order dated 18.01.2024 passed by Commercial Court, Varanasi, whereby the application, filed by the respondent, under Section 9 of the Act has been partly allowed. \n2. The respondent filed application under Section 9 of the Act, inter alia, with the submissions that its main work was academic consultancy, teacher training and academic delivery system in education field meant for schools being run as per C.B.S.E. norms. The said services are provided to the societies, trusts, companies and other educational institutions on payment of consultancy charges for over 20 years. It was indicated that a Memorandum of Understanding was entered into between the appellant and the respondent on 30.01.2017 and a registered agreement dated 11.12.2018 was executed indicating the terms of the agreement. It was indicated that the academic consultancy charges amounting to Rs. 45,57,781/- were due for which cheques were issued, which were dishonoured. On account of violation of the agreement, notice was issued on 10.04.2023, which was not responded. However, the appellant continued to use the logo and school name which it was using under the agreement. Based on the said submissions, injunction was sought against the respondent for not using the name 'Sunbeam' and logo etc. and not to run the school in the name of Sunbeam School, Babatpur. \n3. It appears that by order dated 21.10.2023, the opportunity to file response of the respondent was closed by the Court whereafter when the matter came up for arguments on the application, the order impugned was passed. \n4. Learned counsel for the appellant made submissions that the Commercial Court was not justified in accepting the application. Submissions have been made that the order has been passed in a cursory manner wherein only on account of closing of opportunity to file response, the order impugned has been passed without recording any finding on the aspects of prima facie case, balance of convenience and irreparable injury, which is necessary for the purpose of grant of injunction/interim order. Further submissions have been made that in view of the provisions of Section 9(3) of the Act, once the Arbitral Tribunal has been constituted, the Court cannot entertain an application, unless the Court finds that the circumstances exist which may not render the remedy provided under Section 17 efficacious. In the present case, the application under Section 9 of the Act was filed on 27.04.2023, the Arbitral Tribunal was appointed by this Court on 16.11.2023 and the impugned order has been passed on 18.01.2024. It was submitted that once the Arbitral Tribunal was constituted on 16.11.2023, the order impugned could not have been passed on 18.01.2024 and on that count also, the order impugned deserves to be set aside. Reliance was placed on Arcelor Mittal Nippon Steel India Ltd. v. Essar Bulk Terminal Ltd. : (2022) 1 Scc 712.\n5. Learned counsel for the respondent vehemently opposed the submissions. It was submitted that the Commercial Court was justified in passing the order impugned as the response was closed. Further submissions were made that the C.B.S.E. has already directed the appellant not to use the name 'Sunbeam' and its logo. Further, the recognition of the appellant stood terminated on 31st March onwards by Basic Shiksha Adhikari, Varanasi and, therefore, the appeal deserves to be dismissed. Learned counsel for the respondent further emphasized that under Section 9(3) of the Act, the Court in the present circumstances could entertain the application despite the constitution of the Arbitral Tribunal. The application was filed before the constitution of the Tribunal and the word 'entertain' has been interpreted by Hon'ble Supreme Court to mean \"to consider the application by applying mind to the issues involved/raised\" and as the Commercial Court had already applied its mind to the issues raised in the  present matter as various applications were filed after filing of the application under Section 9 of the Act, wherein the appellant had questioned the maintainability of the proceedings, amendment applications were filed by the respondent and the Court had directed on 15.11.2023, fixing 21.11.2023 for the evidence of the respondent, which necessarily means that the matter has already been entertained by the Court and, therefore, the plea raised in this regard has no substance. Reliance was placed on observations made in Arcelor Mittal Nippon Steel India Ltd. (supra).\n6. We have considered the submissions made by counsel for the parties and have perused the material available on record. \n7. It would be appropriate to quote the relevant portion of the order passed by the Commercial Court, which reads as under:\n\"16 .                      \n17.     -      9       :- \n  10      27.01.2017,   11         30.1.2017,   12        11.12.2018,   13      m.o.u  11.12.2018,   14      - 10.4.2023      ,   15         . . .    \n      16     25.12.2022, 25.01.2023, 25.02.2023, 25.03.2023,              17.04.2023     17.04.2023,   17      17.04.23,   18 9           30.12.20, 22.6.21, 28.8.21, 7.9.21, 13.7.22, 18.10.22,7.11.22, 24.11.22,  6.01.23.   19    . 716  2020        ,   20                 ,   21          26.04.23,   22        ,   23        02.09.13    24    25     -      10.01.2018         59    60   22.5.2023,   61    22.5.2023  ,   62    23.2.23  ,   63   22.05.23  ,   64   02.06.23,   65    02.06.2023,   66   02.06.2023    04.06.2023  ,   67       28.07.2023     18.           - \n1. 2019 (145) RD 429 Supreme Court M/s. SCG Contracts india Pvt. Ltd. Vs. KS Chamankar Infrastructure Pvt. Ltd. And Ors.\n2. The Arbitration and Conciliation Act 1996 Sec. 9.\n3. The Commercial Court Act, 2015 of Section 16.\n4. Amendments To the provisions of The Code of Civil procedure, 1908 of Chapter of Section VI of section 16 of The Commercial court Act, 2015, Schedule 4A of order V, 4D, in order VIII and 4D in rule 10.\n19.       /-                       21.10.2023                            - 4             - 4  Arbitration Misc. Case No. 28/2023               9(D)     1996            0 49,79,015/-       11.12.2018                                  ,   ()     ,            30  1.1570    ,  ,  ,           \n  -     \" \n8. Perusal of the above would reveal that the Commercial Court merely referred to the documents produced by the respondent, the judgments and the law cited and observed that as the response has been filed by the appellant after passage of the prescribed time, the same cannot be read regarding which order has already been passed on 21.10.2023 and as qua the averments made by the applicant no evidence on behalf of the appellant was admissible, the application deserves to be partly allowed and passed the order, as indicated. \n9. It is, thus, apparent that the order impugned has been passed only on account of the fact that the response filed to the application under Section 9 of the Act was ordered not to be taken into consideration as the same was filed beyond the prescribed time. However, non filing of the response to the application/non consideration of the reply filed, by itself does not entitle the applicant to get the relief as prayed for. The Commercial Court, while dealing with an application under Section 9 of the Act, is required to record findings on the three parameters, i.e., (i) prima facie case, (ii) balance of convenience, and (iii) irreparable injury, which determination is sine qua non for the purpose of grant of relief in any application of the present nature. Failure of the Commercial Court to record any finding on the said aspects worth the name, vitiates the order impugned. \n10. Coming to the issue pertaining to the order impugned being in violation of Section 9(3) of the Act, the relevant provision, inter alia, reads as under:\n\"9. Interim measures, etc., by Court.--(1) A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court-- (i) ..........\n(ii) ..........\n(2) ..........\n( 3) Once the arbitral tribunal has been constituted, the Court shall not entertain an application under sub-section (1), unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.\"\n11. A bare reading of the above provision reveals that though a party may, before or during arbitral proceedings or any time after making of the arbitral award but before it is enforced in accordance with Section 36, apply to a Court seeking interim measures, Sub-section (3) restricts the power of the Court in entertaining an application under Sub-section (1) once the Arbitral Tribunal has been constituted, unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.\n12. In the present case, admittedly, the application was filed on 27.04.2023 before the Commercial Court, Varanasi, the Arbitrator was appointed by order of this Court on 16.11.2023 and the order impugned has been passed on 18.01.2024. The above provisions has been exhaustively dealt with by Hon'ble Supreme Court in the case of Arcelor Mittal Nippon Steel India Ltd. (supra) wherein the term 'entertain' has been explained and it has, inter alia, been laid down as under:\n\"90. In Kundan Lal v Jagan Nath Sharma and Ors. (supra), a Division Bench of Allahabad High Court held that the expression \"entertain\" did not mean the same thing as the filing of the application or admission of the application by the Court. The dictionary meaning of the word \"enterain\" was to deal with or to take matter into consideration. The High Court further held:- \n\"7. The use of the word 'entertain' in the proviso to R. 90 of Or. XXI denotes a point of time at which an application to set aside the sale is heard by the court. This appears to be clear from the fact that in the proviso it is stated that no application to set aside a sale shall be entertained 'upon any ground which could have been taken by the applicant on or before the date on which the sale proclamation was drawn up.' Surely, the question as to the consideration of the grounds upon which the application is based can only arise when it is being considered by the court on the merits, that is, when the court is called upon to apply its mind to the grounds urged in the application. In our view the stage at which the applicant is required to make the deposit or give the security within the meaning of Cl. (b) of the proviso would come when the hearing of the application is due to commence.\" \n91. In Hindustan Commercial Bank Ltd. v Punnu Sahu (supra), the Court held that the expression \"entertain\" in the proviso to clause (b) Order 21 Rule 90 (as amended by Allahabad High Court), means to \"adjudicate upon\" or \"proceed to consider on merits\" and not \"initiation of proceeding.\"\n92. In Martin & Haris Limited (supra), the Court was considering proviso to Section 21 of the U.P. Urban Buildings (Regulation of Letting, Rent and Eviction) Act, 1972 which provided that where the building was in the occupation of a tenant since before its purchase by the landlord, such purchase being made after the commencement of this Act, no application shall be entertained on the grounds mentioned in Clause (a), unless a period of 3 years has elapsed since the date of such purchase and the landlord has given a notice in that behalf to the tenant, not less than 6 months before such application, and such notice may be given before the expiration of the aforesaid period of 3 years. The Court held :-\" Thus the word \"entertain\" mentioned in the first proviso to Section 21(1) in connection with grounds mentioned in clause (a) would necessarily mean entertaining the ground for consideration for the purpose of adjudication on merits and not at any stage prior thereto as tried to be submitted by learned Senior Counsel, Shri Rao, for the appellant.\"\n93. It is now well settled that the expression \"entertain\" means to consider by application of mind to the issues raised. The Court entertains a case when it takes a matter up for consideration. The process of consideration could continue till the pronouncement of judgment as argued by Khambata. Once an Arbitral Tribunal is constituted the Court cannot take up an application under Section 9 for consideration, unless the remedy under Section 17 is inefficacious. However, once an application is entertained in the sense it is taken up for consideration, and the Court has applied its mind to the Court can certainly proceed to adjudicate the application. \n94. Mr. Sibal rightly submitted that the intent behind Section 9(3) was not to turn back the clock and require a matter already reserved for orders to be considered in entirety by the Arbitral Tribunal under Section 17 of the Arbitration Act. \n95. On a combined reading of Section 9 with Section 17 of the Arbitration Act, once an Arbitral Tribunal is constituted, the Court would not entertain and/or in other words take up for consideration and apply its mind to an application for interim measure, unless the remedy under Section 17 is inefficacious, even though the application may have been filed before the constitution of the Arbitral Tribunal. The bar of Section 9(3) would not operate, once an application has been entertained and taken up for consideration, as in the instant case, where hearing has been concluded and judgment has been reserved. Mr. Khambata may be right, that the process of consideration continues till the pronouncement of judgment. However, that would make no difference. The question is whether the process of consideration has commenced, and/or whether the Court has applied its mind to some extent before the constitution of the Arbitral Tribunal. If so, the application can be said to have been entertained before constitution of the Arbitral Tribunal.\"\n13. It would be seem that Hon'ble Supreme Court referred to the judgment in Kundan Lal's case, a Division Bench judgment of this Court, wherein it has been laid down that the question as to the consideration of the grounds, upon which the application is based can only arise when it is being considered by the Court on the merits, i.e., when the court is called upon to apply its mind to the grounds urged in the application. Further it has been categorically laid down that once an Arbitral Tribunal is constituted, the Court cannot take up an application under Section 9 for consideration, unless the remedy under Section 17 is inefficacious. \n14. Merely because in the present application seeking dismissal of the proceedings under Section 9 of the Act and two amendment applications were dealt with by the Tribunal and order was passed on 15.11.2023, a day before the Tribunal was constituted, for leading evidence, it cannot be said that the Court had considered the case on merits, as the consideration on merits would necessarily mean for the purpose of grant of injunction and not for the purpose of deciding the applications filed during the pendency of the application. \n15. In view of the above facts situation, it is apparent that once the Tribunal was constituted on 16.11.2023, passing of the order on 18.01.2024 by the Commercial Court was in the teeth of the provisions of Section 9(3) of the Act. \n16. So far as the submissions made by counsel for the respondent on the merit of the dispute is concerned, the said aspect cannot be considered in the present appeal arising from the order passed by Commercial Court, which has been found to be in violation of provisions of Section 9(3) of the Act. \n17. In view of the above discussion, the appeal filed by the appellant is allowed. The order dated 18.01.2024 is quashed and set aside. The application filed by the respondent under Section 9 of the Act is dismissed in view of the provisions of Section 9(3) of the Act. The respondent would be free to approach the Arbitral Tribunal under the provisions of Section 17 of the Act. \n \nOrder Date :- 29.4.2024  \nP.Sri.\n \n(Vikas Budhwar, J)       (Arun Bhansali, CJ)\n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4c8b3c64c48444c818c68d8ebb1cc69_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7aa695ba0f5f404fb390d1650f1d90f5_1"
    },
    {
      "start": 242,
      "end": 345,
      "text": "\nAllahabad High Court\nGanga Prasad Memorial Trust And Another vs Dhk Eduserve Limited on 29 April, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cba424f0d7f043d0a90e5c4e0ce04254_2"
    },
    {
      "start": 347,
      "end": 658,
      "text": "Author: Chief Justice\nBench: Chief Justice\nHigh Court Of Judicature At Allahabad\n \n \n\n\n\n \n\n \nNeutral Citation No. - 2024:Ahc:76378-Db\n \nChief Justice's Court\n \n\n \nCase :- Appeal Under Section 37 Of Arbitration And Conciliation Act 1996 No. - 161 of 2024\n \n\n \nAppellant :- Ganga Prasad Memorial Trust and another",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9c871e5321f749209c5afe5323442554_3"
    },
    {
      "start": 659,
      "end": 901,
      "text": "\n \nRespondent :- Dhk Eduserve Limited\n \nCounsel for Appellant :- Rakesh Pande (Sr.Adv.) with Sunil Kumar Singh and Utkarsh Srivastava\n \nCounsel for Respondent :- Manish Goyal (Sr.Adv.) with Ajay Kumar Singh and Tejas Singh, Ashish Kumar Singh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eea8e0d5a63f446ebe1eda780dc17417_4"
    },
    {
      "start": 902,
      "end": 975,
      "text": "\n \n\n \nHon'ble Arun Bhansali,Chief Justice\n \nHon'ble Vikas Budhwar,J.\n \n1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c20bc24c3c2d4c7d8a96a4e128393706_5"
    },
    {
      "start": 976,
      "end": 1272,
      "text": "This appeal under Section 37 of Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"the Act\") is directed against the order dated 18.01.2024 passed by Commercial Court, Varanasi, whereby the application, filed by the respondent, under Section 9 of the Act has been partly allowed.",
      "labels": [
        "FAC"
      ],
      "id": "4f567773ee68405bae7a52b6ec71152e_6"
    },
    {
      "start": 1273,
      "end": 1531,
      "text": "\n2. The respondent filed application under Section 9 of the Act, inter alia, with the submissions that its main work was academic consultancy, teacher training and academic delivery system in education field meant for schools being run as per C.B.S.E. norms.",
      "labels": [
        "FAC"
      ],
      "id": "93b228ff836b4b32b1fbbfdfa2c37a32_7"
    },
    {
      "start": 1532,
      "end": 1686,
      "text": "The said services are provided to the societies, trusts, companies and other educational institutions on payment of consultancy charges for over 20 years.",
      "labels": [
        "FAC"
      ],
      "id": "5b386d00023d4a21839bd7f54371b977_8"
    },
    {
      "start": 1687,
      "end": 1906,
      "text": "It was indicated that a Memorandum of Understanding was entered into between the appellant and the respondent on 30.01.2017 and a registered agreement dated 11.12.2018 was executed indicating the terms of the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "61d2ea3866e748fc98acbeb779f071dc_9"
    },
    {
      "start": 1907,
      "end": 2054,
      "text": "It was indicated that the academic consultancy charges amounting to Rs. 45,57,781/- were due for which cheques were issued, which were dishonoured.",
      "labels": [
        "FAC"
      ],
      "id": "580859e9af874243a9dff172b6427c29_10"
    },
    {
      "start": 2055,
      "end": 2154,
      "text": "On account of violation of the agreement, notice was issued on 10.04.2023, which was not responded.",
      "labels": [
        "FAC"
      ],
      "id": "a3620e16dd8145019ee6f538196becc9_11"
    },
    {
      "start": 2155,
      "end": 2259,
      "text": "However, the appellant continued to use the logo and school name which it was using under the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "6dce44da8c064b4bb77de9a125313ea0_12"
    },
    {
      "start": 2260,
      "end": 2449,
      "text": "Based on the said submissions, injunction was sought against the respondent for not using the name 'Sunbeam' and logo etc. and not to run the school in the name of Sunbeam School, Babatpur.",
      "labels": [
        "FAC"
      ],
      "id": "01c82f2788c3484380e21ea3e0ce12f0_13"
    },
    {
      "start": 2450,
      "end": 2671,
      "text": "\n3. It appears that by order dated 21.10.2023, the opportunity to file response of the respondent was closed by the Court whereafter when the matter came up for arguments on the application, the order impugned was passed.",
      "labels": [
        "FAC"
      ],
      "id": "16cf97014d7b4348a40c0a1213ab6647_14"
    },
    {
      "start": 2672,
      "end": 2800,
      "text": "\n4. Learned counsel for the appellant made submissions that the Commercial Court was not justified in accepting the application.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ce17f6acc18f400caaaf7de3b76b3717_15"
    },
    {
      "start": 2801,
      "end": 3167,
      "text": "Submissions have been made that the order has been passed in a cursory manner wherein only on account of closing of opportunity to file response, the order impugned has been passed without recording any finding on the aspects of prima facie case, balance of convenience and irreparable injury, which is necessary for the purpose of grant of injunction/interim order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "95ff07f5a6b54c5ba91f3ead107004ac_16"
    },
    {
      "start": 3168,
      "end": 3476,
      "text": "Further submissions have been made that in view of the provisions of Section 9(3) of the Act, once the Arbitral Tribunal has been constituted, the Court cannot entertain an application, unless the Court finds that the circumstances exist which may not render the remedy provided under Section 17 efficacious.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9a6d4d7d3bfa416783d28038e5e21909_17"
    },
    {
      "start": 3477,
      "end": 3683,
      "text": "In the present case, the application under Section 9 of the Act was filed on 27.04.2023, the Arbitral Tribunal was appointed by this Court on 16.11.2023 and the impugned order has been passed on 18.01.2024.",
      "labels": [
        "RLC"
      ],
      "id": "3074acb162f84fb58f13d317d9682af5_18"
    },
    {
      "start": 3684,
      "end": 3892,
      "text": "It was submitted that once the Arbitral Tribunal was constituted on 16.11.2023, the order impugned could not have been passed on 18.01.2024 and on that count also, the order impugned deserves to be set aside.",
      "labels": [
        "FAC"
      ],
      "id": "a271d9718f994884942eb6c4ee3a2d1d_19"
    },
    {
      "start": 3893,
      "end": 4005,
      "text": "Reliance was placed on Arcelor Mittal Nippon Steel India Ltd. v. Essar Bulk Terminal Ltd. : (2022) 1 Scc 712.\n5.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "003e24acd9fd4639bb9d3891659c0020_20"
    },
    {
      "start": 4006,
      "end": 4076,
      "text": "Learned counsel for the respondent vehemently opposed the submissions.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6f4504551e134bd2982bf62fcec59d12_21"
    },
    {
      "start": 4077,
      "end": 4191,
      "text": "It was submitted that the Commercial Court was justified in passing the order impugned as the response was closed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fd9e8652ed4246a08aa05be5fa211b52_22"
    },
    {
      "start": 4192,
      "end": 4318,
      "text": "Further submissions were made that the C.B.S.E. has already directed the appellant not to use the name 'Sunbeam' and its logo.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f65f66dd08b74e94b196cea02fec92fc_23"
    },
    {
      "start": 4319,
      "end": 4488,
      "text": "Further, the recognition of the appellant stood terminated on 31st March onwards by Basic Shiksha Adhikari, Varanasi and, therefore, the appeal deserves to be dismissed.",
      "labels": [
        "FAC"
      ],
      "id": "398e8b20b9e748dfbee0a8c3961f8fe4_24"
    },
    {
      "start": 4489,
      "end": 4700,
      "text": "Learned counsel for the respondent further emphasized that under Section 9(3) of the Act, the Court in the present circumstances could entertain the application despite the constitution of the Arbitral Tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8051ba5eb6fc45edbc3b8c239f4b45fd_25"
    },
    {
      "start": 4701,
      "end": 5007,
      "text": "The application was filed before the constitution of the Tribunal and the word 'entertain' has been interpreted by Hon'ble Supreme Court to mean \"to consider the application by applying mind to the issues involved/raised\" and as the Commercial Court had already applied its mind to the issues raised in the",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ac4deedef467427ab977ecbdc4efe55d_26"
    },
    {
      "start": 5008,
      "end": 5490,
      "text": " present matter as various applications were filed after filing of the application under Section 9 of the Act, wherein the appellant had questioned the maintainability of the proceedings, amendment applications were filed by the respondent and the Court had directed on 15.11.2023, fixing 21.11.2023 for the evidence of the respondent, which necessarily means that the matter has already been entertained by the Court and, therefore, the plea raised in this regard has no substance.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bbe27964388e497e98fb81e881ad211f_27"
    },
    {
      "start": 5491,
      "end": 5585,
      "text": "Reliance was placed on observations made in Arcelor Mittal Nippon Steel India Ltd. (supra).\n6.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3ca112b6bc848339af8bd2b5fe8b2a0_28"
    },
    {
      "start": 5586,
      "end": 5703,
      "text": "We have considered the submissions made by counsel for the parties and have perused the material available on record.",
      "labels": [
        "NONE"
      ],
      "id": "8012b6f11fec46f09a148d88fe55cbf4_29"
    },
    {
      "start": 5705,
      "end": 5832,
      "text": "7. It would be appropriate to quote the relevant portion of the order passed by the Commercial Court, which reads as under:\n\"16",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76a30de44086414b9086380acbade1cc_30"
    },
    {
      "start": 5833,
      "end": 5860,
      "text": ".                      \n17.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "279c80d4e47e4c60b0d7294134e9fd84_31"
    },
    {
      "start": 5865,
      "end": 5882,
      "text": "-      9       :-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7ba23c2d77c5416da7aa655bdba0f41f_32"
    },
    {
      "start": 5883,
      "end": 5905,
      "text": "\n  10      27.01.2017,",
      "labels": [
        "NONE"
      ],
      "id": "1bbe9044b12541d89858bb7db7fbc0e2_33"
    },
    {
      "start": 5906,
      "end": 5953,
      "text": "  11         30.1.2017,   12        11.12.2018,",
      "labels": [
        "NONE"
      ],
      "id": "c0deff4d927841b8ac212524675b2758_34"
    },
    {
      "start": 5954,
      "end": 6265,
      "text": "  13      m.o.u  11.12.2018,   14      - 10.4.2023      ,   15         . . .    \n      16     25.12.2022, 25.01.2023, 25.02.2023, 25.03.2023,              17.04.2023     17.04.2023,   17      17.04.23,   18 9           30.12.20, 22.6.21, 28.8.21, 7.9.21, 13.7.22, 18.10.22,7.11.22, 24.11.22,  6.01.23.   19    .",
      "labels": [
        "NONE"
      ],
      "id": "e2883093e9224ea9adf47a253bb6ca75_35"
    },
    {
      "start": 6266,
      "end": 6283,
      "text": "716  2020        ",
      "labels": [
        "NONE"
      ],
      "id": "642d840c0234429a9f3e8733fcb4f653_36"
    },
    {
      "start": 6283,
      "end": 6306,
      "text": ",   20                 ",
      "labels": [
        "NONE"
      ],
      "id": "76b4645fe5224128950c6d7e27f22993_37"
    },
    {
      "start": 6306,
      "end": 6331,
      "text": ",   21          26.04.23,",
      "labels": [
        "NONE"
      ],
      "id": "4d384c4f501e4a69b9902f21fd02e8d8_38"
    },
    {
      "start": 6332,
      "end": 6350,
      "text": "  22        ,   23",
      "labels": [
        "NONE"
      ],
      "id": "ace79c07a5714999b646be9710f4b299_39"
    },
    {
      "start": 6351,
      "end": 6370,
      "text": "       02.09.13    ",
      "labels": [
        "NONE"
      ],
      "id": "ea2f73d92c4349988175c74bf1ff5aa0_40"
    },
    {
      "start": 6370,
      "end": 6378,
      "text": "24    25",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d2159f0ef83c422690a70a3a102a62f4_41"
    },
    {
      "start": 6379,
      "end": 6409,
      "text": "    -      10.01.2018         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7778d6475e054c99881a6bd86d25acc9_42"
    },
    {
      "start": 6409,
      "end": 6430,
      "text": "59    60   22.5.2023,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "90361cda20f44dee96bbe44e3a60fc99_43"
    },
    {
      "start": 6431,
      "end": 6448,
      "text": "  61    22.5.2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e706627f6fa64cc388b4efdff548cd0d_44"
    },
    {
      "start": 6449,
      "end": 6456,
      "text": " ,   62",
      "labels": [
        "PREAMBLE"
      ],
      "id": "24e9ef9014fd486399f579d73dc34d85_45"
    },
    {
      "start": 6457,
      "end": 6486,
      "text": "   23.2.23  ,   63   22.05.23",
      "labels": [
        "NONE"
      ],
      "id": "c55c553f6c134da180950b7a1663cbb8_46"
    },
    {
      "start": 6487,
      "end": 6506,
      "text": " ,   64   02.06.23,",
      "labels": [
        "NONE"
      ],
      "id": "9bc4d54efa2d4282a6a3fefe3eac140c_47"
    },
    {
      "start": 6507,
      "end": 6583,
      "text": "  65    02.06.2023,   66   02.06.2023    04.06.2023  ,   67       28.07.2023",
      "labels": [
        "NONE"
      ],
      "id": "a057bb7d1d664eeaa6ede25cb86374d0_48"
    },
    {
      "start": 6584,
      "end": 6603,
      "text": "    18.           -",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d999a500b2474fb5bc33c656b8fa8b0d_49"
    },
    {
      "start": 6605,
      "end": 6639,
      "text": "1. 2019 (145) RD 429 Supreme Court",
      "labels": [
        "NONE"
      ],
      "id": "9d58e4c5be344a8499ac326ba942f006_50"
    },
    {
      "start": 6640,
      "end": 6674,
      "text": "M/s. SCG Contracts india Pvt. Ltd.",
      "labels": [
        "NONE"
      ],
      "id": "17b6d700a5414b1f8c5c986a03445d2f_51"
    },
    {
      "start": 6675,
      "end": 6716,
      "text": "Vs. KS Chamankar Infrastructure Pvt. Ltd.",
      "labels": [
        "NONE"
      ],
      "id": "490085e6655646cfb11b6a4eac8bf51b_52"
    },
    {
      "start": 6717,
      "end": 7035,
      "text": "And Ors.\n2. The Arbitration and Conciliation Act 1996 Sec. 9.\n3. The Commercial Court Act, 2015 of Section 16.\n4. Amendments To the provisions of The Code of Civil procedure, 1908 of Chapter of Section VI of section 16 of The Commercial court Act, 2015, Schedule 4A of order V, 4D, in order VIII and 4D in rule 10.\n19.",
      "labels": [
        "NONE"
      ],
      "id": "798ba596b9e946c2a19928d61d32de69_53"
    },
    {
      "start": 7036,
      "end": 7077,
      "text": "      /-                       21.10.2023",
      "labels": [
        "NONE"
      ],
      "id": "428de6ee048c4850870fd27e798b7b18_54"
    },
    {
      "start": 7105,
      "end": 7126,
      "text": "- 4             - 4  ",
      "labels": [
        "NONE"
      ],
      "id": "780a4152260d4da5b5c9d4c3982758c7_55"
    },
    {
      "start": 7126,
      "end": 7137,
      "text": "Arbitration",
      "labels": [
        "NONE"
      ],
      "id": "949c002cc6fc48b98b957900f91a552f_56"
    },
    {
      "start": 7138,
      "end": 7160,
      "text": "Misc. Case No. 28/2023",
      "labels": [
        "NONE"
      ],
      "id": "e34f84e313904c03b6872da46ae9a3d4_57"
    },
    {
      "start": 7175,
      "end": 7188,
      "text": "9(D)     1996",
      "labels": [
        "NONE"
      ],
      "id": "3e5aec3914b04d86883b8206bc4f244d_58"
    },
    {
      "start": 7200,
      "end": 7230,
      "text": "0 49,79,015/-       11.12.2018",
      "labels": [
        "NONE"
      ],
      "id": "2617acdf7837421a8601f52695541233_59"
    },
    {
      "start": 7264,
      "end": 7309,
      "text": ",   ()     ,            30  1.1570    ,  ,  ,",
      "labels": [
        "NONE"
      ],
      "id": "3d3d6687a8004ce3ae97e69e865f40f0_60"
    },
    {
      "start": 7323,
      "end": 7330,
      "text": "-     \"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ffafccb90b0e4ba79282d1ff1fcccef0_61"
    },
    {
      "start": 7332,
      "end": 7859,
      "text": "8. Perusal of the above would reveal that the Commercial Court merely referred to the documents produced by the respondent, the judgments and the law cited and observed that as the response has been filed by the appellant after passage of the prescribed time, the same cannot be read regarding which order has already been passed on 21.10.2023 and as qua the averments made by the applicant no evidence on behalf of the appellant was admissible, the application deserves to be partly allowed and passed the order, as indicated.",
      "labels": [
        "ISSUE"
      ],
      "id": "888bdb5a70ed4047a348320e9b8222d2_62"
    },
    {
      "start": 7861,
      "end": 8120,
      "text": "9. It is, thus, apparent that the order impugned has been passed only on account of the fact that the response filed to the application under Section 9 of the Act was ordered not to be taken into consideration as the same was filed beyond the prescribed time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2c4f47bac3b4e678697f150acf7fcb7_63"
    },
    {
      "start": 8121,
      "end": 8287,
      "text": "However, non filing of the response to the application/non consideration of the reply filed, by itself does not entitle the applicant to get the relief as prayed for.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae2d928a990b47e997a6aa991b0160f6_64"
    },
    {
      "start": 8288,
      "end": 8627,
      "text": "The Commercial Court, while dealing with an application under Section 9 of the Act, is required to record findings on the three parameters, i.e., (i) prima facie case, (ii) balance of convenience, and (iii) irreparable injury, which determination is sine qua non for the purpose of grant of relief in any application of the present nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4439ba85d9cf4644ba2bd7788ae397ee_65"
    },
    {
      "start": 8628,
      "end": 8746,
      "text": "Failure of the Commercial Court to record any finding on the said aspects worth the name, vitiates the order impugned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97ece3edd7ac4b57bd8574d1e3ea19b9_66"
    },
    {
      "start": 8748,
      "end": 9174,
      "text": "10. Coming to the issue pertaining to the order impugned being in violation of Section 9(3) of the Act, the relevant provision, inter alia, reads as under:\n\"9. Interim measures, etc., by Court.--(1) A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court-- (i) ..........\n(ii) ..........\n(2) ..........\n",
      "labels": [
        "STA"
      ],
      "id": "4a000d7f47994cee97754349f9453163_67"
    },
    {
      "start": 9174,
      "end": 9419,
      "text": "( 3) Once the arbitral tribunal has been constituted, the Court shall not entertain an application under sub-section (1), unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.\"\n11.",
      "labels": [
        "STA"
      ],
      "id": "25825c8189a04cd7ba459c9706ab3a51_68"
    },
    {
      "start": 9420,
      "end": 9949,
      "text": "A bare reading of the above provision reveals that though a party may, before or during arbitral proceedings or any time after making of the arbitral award but before it is enforced in accordance with Section 36, apply to a Court seeking interim measures, Sub-section (3) restricts the power of the Court in entertaining an application under Sub-section (1) once the Arbitral Tribunal has been constituted, unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.\n12.",
      "labels": [
        "STA"
      ],
      "id": "b29aa3f5f1ef4d44a537a0e8ec571dce_69"
    },
    {
      "start": 9950,
      "end": 10181,
      "text": "In the present case, admittedly, the application was filed on 27.04.2023 before the Commercial Court, Varanasi, the Arbitrator was appointed by order of this Court on 16.11.2023 and the order impugned has been passed on 18.01.2024.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "746e8009b86d42838b9436437e705d70_70"
    },
    {
      "start": 10182,
      "end": 10424,
      "text": "The above provisions has been exhaustively dealt with by Hon'ble Supreme Court in the case of Arcelor Mittal Nippon Steel India Ltd. (supra) wherein the term 'entertain' has been explained and it has, inter alia, been laid down as under:\n\"90.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9991412adb834b978b572c374aeee328_71"
    },
    {
      "start": 10425,
      "end": 10661,
      "text": "In Kundan Lal v Jagan Nath Sharma and Ors. (supra), a Division Bench of Allahabad High Court held that the expression \"entertain\" did not mean the same thing as the filing of the application or admission of the application by the Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1c66b58fe7d44d53bb6784c0b8b7e109_72"
    },
    {
      "start": 10662,
      "end": 10762,
      "text": "The dictionary meaning of the word \"enterain\" was to deal with or to take matter into consideration.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c086856bc4744a278d03ab540d3eb84b_73"
    },
    {
      "start": 10763,
      "end": 10792,
      "text": "The High Court further held:-",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "79201c73dc784828b08e8f2f2ce30dba_74"
    },
    {
      "start": 10793,
      "end": 10957,
      "text": "\n\"7. The use of the word 'entertain' in the proviso to R. 90 of Or. XXI denotes a point of time at which an application to set aside the sale is heard by the court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "682690c2d3f349099ffbc5befec55772_75"
    },
    {
      "start": 10958,
      "end": 11220,
      "text": "This appears to be clear from the fact that in the proviso it is stated that no application to set aside a sale shall be entertained 'upon any ground which could have been taken by the applicant on or before the date on which the sale proclamation was drawn up.'",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec27025ca7f44bba9e03f6ebbfc94ead_76"
    },
    {
      "start": 11221,
      "end": 11485,
      "text": "Surely, the question as to the consideration of the grounds upon which the application is based can only arise when it is being considered by the court on the merits, that is, when the court is called upon to apply its mind to the grounds urged in the application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe320a4ff57a4a92b52d1e3127c6c159_77"
    },
    {
      "start": 11486,
      "end": 11696,
      "text": "In our view the stage at which the applicant is required to make the deposit or give the security within the meaning of Cl. (b) of the proviso would come when the hearing of the application is due to commence.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16849488c4e645df843794c439eccdeb_78"
    },
    {
      "start": 11698,
      "end": 11990,
      "text": "91. In Hindustan Commercial Bank Ltd. v Punnu Sahu (supra), the Court held that the expression \"entertain\" in the proviso to clause (b) Order 21 Rule 90 (as amended by Allahabad High Court), means to \"adjudicate upon\" or \"proceed to consider on merits\" and not \"initiation of proceeding.\"\n92.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2a6cdea26ec2480d8f861770acfa3a55_79"
    },
    {
      "start": 11991,
      "end": 12679,
      "text": "In Martin & Haris Limited (supra), the Court was considering proviso to Section 21 of the U.P. Urban Buildings (Regulation of Letting, Rent and Eviction) Act, 1972 which provided that where the building was in the occupation of a tenant since before its purchase by the landlord, such purchase being made after the commencement of this Act, no application shall be entertained on the grounds mentioned in Clause (a), unless a period of 3 years has elapsed since the date of such purchase and the landlord has given a notice in that behalf to the tenant, not less than 6 months before such application, and such notice may be given before the expiration of the aforesaid period of 3 years.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fcdccdf4521940ee8a5e75efbe52450a_80"
    },
    {
      "start": 12680,
      "end": 13051,
      "text": "The Court held :-\" Thus the word \"entertain\" mentioned in the first proviso to Section 21(1) in connection with grounds mentioned in clause (a) would necessarily mean entertaining the ground for consideration for the purpose of adjudication on merits and not at any stage prior thereto as tried to be submitted by learned Senior Counsel, Shri Rao, for the appellant.\"\n93.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3eaabae99c814548a5cacebf7491bd2f_81"
    },
    {
      "start": 13052,
      "end": 13169,
      "text": "It is now well settled that the expression \"entertain\" means to consider by application of mind to the issues raised.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c36fbc163fa54187a1ed07c8f339e95e_82"
    },
    {
      "start": 13170,
      "end": 13242,
      "text": "The Court entertains a case when it takes a matter up for consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c42bfc53366842bea402392c259127cb_83"
    },
    {
      "start": 13243,
      "end": 13344,
      "text": "The process of consideration could continue till the pronouncement of judgment as argued by Khambata.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35ce7dd4ec2b4db0b92d0a9063d6d504_84"
    },
    {
      "start": 13345,
      "end": 13513,
      "text": "Once an Arbitral Tribunal is constituted the Court cannot take up an application under Section 9 for consideration, unless the remedy under Section 17 is inefficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5fee4af81cdb4d569b8de361cf297e67_85"
    },
    {
      "start": 13514,
      "end": 13705,
      "text": "However, once an application is entertained in the sense it is taken up for consideration, and the Court has applied its mind to the Court can certainly proceed to adjudicate the application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38f9fb956b144376a7d8767e2ac9bd2e_86"
    },
    {
      "start": 13707,
      "end": 13949,
      "text": "94. Mr. Sibal rightly submitted that the intent behind Section 9(3) was not to turn back the clock and require a matter already reserved for orders to be considered in entirety by the Arbitral Tribunal under Section 17 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d740d913cc1e4173bb290bc56d3df05c_87"
    },
    {
      "start": 13951,
      "end": 14358,
      "text": "95. On a combined reading of Section 9 with Section 17 of the Arbitration Act, once an Arbitral Tribunal is constituted, the Court would not entertain and/or in other words take up for consideration and apply its mind to an application for interim measure, unless the remedy under Section 17 is inefficacious, even though the application may have been filed before the constitution of the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e05aa1def4c416081b626e1ebd5898b_88"
    },
    {
      "start": 14359,
      "end": 14563,
      "text": "The bar of Section 9(3) would not operate, once an application has been entertained and taken up for consideration, as in the instant case, where hearing has been concluded and judgment has been reserved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "817fcbcae83642b9b82d59e47020182f_89"
    },
    {
      "start": 14564,
      "end": 14670,
      "text": "Mr. Khambata may be right, that the process of consideration continues till the pronouncement of judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b36ccba3f5f14b5d9c64fa24a7032799_90"
    },
    {
      "start": 14671,
      "end": 14710,
      "text": "However, that would make no difference.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d446c047f4d34362b1033a91a1041825_91"
    },
    {
      "start": 14711,
      "end": 14889,
      "text": "The question is whether the process of consideration has commenced, and/or whether the Court has applied its mind to some extent before the constitution of the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "982a7cb987c74a12bc36ab4a7c379c88_92"
    },
    {
      "start": 14890,
      "end": 15000,
      "text": "If so, the application can be said to have been entertained before constitution of the Arbitral Tribunal.\"\n13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab572f49b6e140aa852e58db3e8ba335_93"
    },
    {
      "start": 15001,
      "end": 15422,
      "text": "It would be seem that Hon'ble Supreme Court referred to the judgment in Kundan Lal's case, a Division Bench judgment of this Court, wherein it has been laid down that the question as to the consideration of the grounds, upon which the application is based can only arise when it is being considered by the Court on the merits, i.e., when the court is called upon to apply its mind to the grounds urged in the application.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0ee014bfe0254481836bf7e8154928e7_94"
    },
    {
      "start": 15423,
      "end": 15641,
      "text": "Further it has been categorically laid down that once an Arbitral Tribunal is constituted, the Court cannot take up an application under Section 9 for consideration, unless the remedy under Section 17 is inefficacious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b8b8b1ee45d4942a0f651a82d075ec4_95"
    },
    {
      "start": 15642,
      "end": 16176,
      "text": "\n14. Merely because in the present application seeking dismissal of the proceedings under Section 9 of the Act and two amendment applications were dealt with by the Tribunal and order was passed on 15.11.2023, a day before the Tribunal was constituted, for leading evidence, it cannot be said that the Court had considered the case on merits, as the consideration on merits would necessarily mean for the purpose of grant of injunction and not for the purpose of deciding the applications filed during the pendency of the application.",
      "labels": [
        "RATIO"
      ],
      "id": "33d306b774e04ebfa16d84bc78f72103_96"
    },
    {
      "start": 16178,
      "end": 16410,
      "text": "15. In view of the above facts situation, it is apparent that once the Tribunal was constituted on 16.11.2023, passing of the order on 18.01.2024 by the Commercial Court was in the teeth of the provisions of Section 9(3) of the Act.",
      "labels": [
        "RATIO"
      ],
      "id": "e388d7bc6a424a2c96164c0172ce79bb_97"
    },
    {
      "start": 16412,
      "end": 16710,
      "text": "16. So far as the submissions made by counsel for the respondent on the merit of the dispute is concerned, the said aspect cannot be considered in the present appeal arising from the order passed by Commercial Court, which has been found to be in violation of provisions of Section 9(3) of the Act.",
      "labels": [
        "RATIO"
      ],
      "id": "fa98d6c6e4114a779d2ca0b835d045e1_98"
    },
    {
      "start": 16712,
      "end": 16794,
      "text": "17. In view of the above discussion, the appeal filed by the appellant is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "20afc83251884d2b8aeff57ec3c0e1e8_99"
    },
    {
      "start": 16795,
      "end": 16847,
      "text": "The order dated 18.01.2024 is quashed and set aside.",
      "labels": [
        "RPC"
      ],
      "id": "e7af77305d2d48d8941e2e88bff5dc75_100"
    },
    {
      "start": 16848,
      "end": 16981,
      "text": "The application filed by the respondent under Section 9 of the Act is dismissed in view of the provisions of Section 9(3) of the Act.",
      "labels": [
        "RPC"
      ],
      "id": "fcede51ea32445adad846a086b1a7e83_101"
    },
    {
      "start": 16982,
      "end": 17091,
      "text": "The respondent would be free to approach the Arbitral Tribunal under the provisions of Section 17 of the Act.",
      "labels": [
        "RPC"
      ],
      "id": "bd2ac0a27eb84b788c51cfc853f8aaab_102"
    },
    {
      "start": 17092,
      "end": 17209,
      "text": "\n \nOrder Date :- 29.4.2024  \nP.Sri.\n \n(Vikas Budhwar, J)       (Arun Bhansali, CJ)\n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n ",
      "labels": [
        "NONE"
      ],
      "id": "bbcf968d6bfb4c4480f3b5c1d3cd0053_103"
    }
  ]
}