{
  "id": "bda7b24f147c1ffb31962255ce06884dd6c6acd23ef77b27f4f20db1bf628a29",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTripura High Court\nState Of Tripura vs Damni on 9 October, 2023 \nAuthor: Arindam Lodh\nBench: Arindam Lodh\n                         High Court Of Tripura\n                               Agartala\n                      Ia 03 Of 2023 In Arb. A. 04 Of 2023\n1 . State of Tripura, represented by the Secretary,\nDepartment of Pwd, Government of Tripura.\n\n2. Executive Engineer, Pwd(R&B), L.T. Valley Division,\nDistrict Dhalai Tripura. \n                                              .... Applicant-Appellants. \n                         Vrs.\n\nShri Ashes Deb, Contractor, \nS/o Lt. Amalendu Deb, Dhaleswar, Natun Palli, Road No.2,\nP.O. Dhaleswar, Agartala. \n                                                                .... Respondent. \nPresent: \n For the applicant-             : Mr. D. Bhattacharya, G.A. \n appellants                       Mr. Karnajit De, Addl. G.A. \n\n For the respondent             : Mr. Somik Deb, Sr. Advocate. \n                                  Mr. P. Chakraborty, Advocate. \n\n Date of hearing                : 24.08.2023 \n\n Date of delivery of            : 09.10.2023\n judgment & order \n\n Whether fit for reporting      : Yes\n\n   Hon'Ble The Chief Justice Mr. Aparesh Kumar Singh \n           Hon'Ble Mr.Justice Arindam Lodh \n                             Judgment & Order \n[ Arindam Lodh, J.]\nThis is an application under Section 5 of the Limitation Act for condoning the delay of 48 days in preferring the Commercial Appeal under Section 13(1A) of the Commercial Courts Ac t, 2015 against the judgment and order dated 21.01.2023, passed by the learned District Judge, Dhalai Judicial District, Ambassa in connection with case No. Civil Misc (Revision) 01 of 2022 . \n2. Facts of the case of the applicant/appellants (here-in-after referred to as the applicants) in a nutshell, are that the respondent-contractor, participating in the process of a Notice Inviting Tender from the applicants, being the lowest bidder, had entered into an agreement with them for construction of two RCC Bridges over a branch of river Manu on Chawmanu Gobindabari Road and Chawmanu-Kshetricherra Road via Chawmanu Block headquarter including approach road (bridge proper, approach roads, launching apron and bank protection). Accordingly, a work order was issued on 01.11.2007 to the respondent for execution of the same by 30 months with the value of Rs.10,58,01,221/- i.e. 93.075% above of the estimated cost of Rs.5,47,882.00. The respondent had delayed in starting the work and thus, the contract was rescinded. Thereafter, the respondent invoked arbitration proceedings whereby the Sole Arbitrator decided the matter in favour of the contractor-respondent. \n3. Being dissatisfied with the award of Sole Arbitrator, the applicants herein, had preferred an appeal under Section 34 of the Arbitration and Conciliation Act,1996 before the Commercial Court, West Tripura, Agartala for setting aside the arbitral award passed by the Sole Arbitrator on 21.05.2019. But, the said Commercial Court had returned the appeal to Dhalai District for adjudication as the territorial jurisdiction falls within Dhalai District. Accordingly, learned Commercial Court, (District Judge), Ambassa, Dhalai on 04.12.2021 after consideration of the pleadings and submissions of the parties had dismissed the appeal being barred by limitation. That order had further been challenged before the High Court vide Case No.Arb.A.01 of 2022 and the said appeal was disposed of with the following observation:\n\"... Accordingly, the appeal stands disposed of as withdrawn with liberty as sought for. Interim order dated 03.06.2022 of this Court shall continue for a period of 15(fifteen) days from today and the appellants are at liberty to move appropriate application before the learned Trial Court and the Trial Court shall be free to deal with the matter in accordance with law without being influenced, in any manner, by the order(s) of this Court. It is made clear that the applicability or otherwise of the order cited by the appellants shall be determined by the learned Trial Judge, strictly in accordance with law, without any influence of the observations made therein.\"\n4. The applicants had again approached the learned Commercial Court, Ambassa, Dhalai District with a review application to review the order dated 04.12.2021 in Civil Misc.(ARB) 01 of 2021 whereby learned Commercial Court after hearing the parties, vide order dated 21.01.2023 dismissed the said application.\n5. Having dissatisfied with the order dated 21.01.2023 passed by learned Commercial Court, Ambassa, the applicants herein, preferred the instant condonation application with a prayer for condoning delay of 48 days in preferring the connected appeal after the expiry of the statutory period of 60(sixty) days as prescribed under Section 13(1A) of the Commercial Courts Act,2015.\n6. Section 13(1A) of the Commercial Courts Act, 2015 prescribes a limitation of 60(sixty) days for preferring an appeal from the date of judgment or order. It also provides that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act,1996 (26 of 1996).\n7. In the instant application, the applicants have explained the reasons for causing delay of 48 days in preferring the connected appeal stating inter alia the following circumstances:\ni. On 13.02.2023 after getting the order, the learned Addl.\nGovt. Pleader had sent the file to the Executive Engineer (R&B), LTV Division with his opinion for preferring appeal under Section 17 of the Arbitration and Conciliation Act. \nii. On 20.02.2023 on receipt of the file, the concerned Executive Engineer sent the file to the Superintendent Engineer 5th Circle, Ambassa who then forwarded the same to the Chief Engineer, PWD(R &B). \niii. On 01.03.2023, the Office of the concerned Chief Engineer moved the file to the Secretary, PWD for sending the same to the Law Department for the purpose of getting opinion on this matter. \niv. On 03.03.2023, Secretary, PWD had sent the file to the Law Department for getting opinion. \nv. On 10.03.2023 after scrutinizing, reviewing and with opinion from the Law Department, the file was moved to the Secretary, PWD and thereafter to the Nodal Officer to the Office of the Chief Engineer, PWD (R &B). \nvi. On 14.03.2023, the concerned Nodal Officer sent the file to the Chief Engineer, PWD (R & B). \nvii. On 15.03.2023, the Chief Engineer, PWD(R&B) sent the file to the Executive Engineer, LTV Division with opinion of the Law Department. \nviii. On 18.03.2023, The Executive Engineer, LTV Division sent the file to the Addl. Government Advocate. \nix. On 20.03.2023 learned Addl. Govt. Advocate sent the file to the learned Government Advocate and communicated the file to the Executive Engineer, LTV Division. On that day itself, the Executive Engineer, LTV Division moved the same to the Superintendent Engineer who then sent the file to the Chief Engineer PWD(R&B) and thereafter to the Nodal Officer of the Chief Engineer Office. \nx. On 21.03.2023, the Nodal Officer sent the file to the Chief Engineer and from Chief Engineer to learned Government Advocate. \nxi. On 23.03.2023 the file was sent to the Addl. Government Advocate for preparation of memo of appeal. \nxii. On 04.04.2023 sent the file to the Law Department for vetting through Nodal Officer. \nxiii. On 10.04.2023, the Nodal Officer sent the file to the Chief Engineer and concerned Chief Engineer on that day sent the same to the Secretary, PWD for sending the same to the Law Department. \nxiv. On 11.04.2023, Secretary PWD sent the file to the Law Department for getting the memo of appeal vetted. \nxv. On 13.04.2023 after vetting the file was sent to the Secretary, PWD. \nxvi. On 20.04.2023, the Nodal Officer sent the file to the Chief Engineer, PWD. \nxvii. On 24.04.2023, the concerned Chief Engineer sent the file to the learned Addl. Govt. Advocate and condonation petition was drafted. \nxviii. On 02.05.2023 again sent for vetting. \nxix. On 04.05.2023, after vetting the file had returned to the learned Addl. Govt. Advocate. \nxx. On 08.05.2023, memo of appeal along with this condonation application and stay application was filed. \n8. We have heard learned counsel for the parties. Mr. D. Bhattacharya, learned Government Advocate (GA) appearing for the applicants submitted that there was no deliberate laches on the part of the applicants and also contended that the connected appeal ought to have been filed within statutory period, but, due to inter departmental movement of the file, 48 days delay had occurred and hence, the appeal has been filed after expiry of statutory period. It is further urged that due to bona fide reason the delay was caused. Mr. Bhattacharya, learned Government Advocate prays for condoning the said delay for fair ends of justice. \n9. Mr. Somik Deb, learned senior counsel assisted by Mr. P. Chakraborty, learned counsel appearing for the respondent mainly contended that the learned District Commercial Court passed the impugned judgment and order on 21.01.2023 which was undoubtedly within the full knowledge of the learned counsel for the applicants. But, as per the condonation application nowhere it is shown that the applicants soon after passing of the judgment had prayed for certified copy which appears to be a sheer negligence on the part of the applicants. Mr. Deb, learned senior counsel submitted that the application for condonation of delay is not maintainable. It was further contended that the order was passed on 21.01.2023 and taking note of the period spent for obtaining the certified copy, the limitation of 60 days expired on 26.03.2023. Therefore, on the date of filing of the appeal (08.05.2023) the appeal was barred by time. Learned senior counsel submitted that the applicants had withdrawn the 1st condonation petition (IA 01 of 2023) on 22.06.2023 and liberty was allowed to them to file a fresh condonation petition. So, the said order dated 22.06.2023 may be read as an order, within the meaning of Order XXIII, Rule 1(3) of the Code of Civil Procedure,1908 (for short, CPC). In other words, in a proceeding under Order XXIII, Rule 1(3) of CPC, there cannot be any exclusion/extension of the period of limitation. It is further stated that if a suit is withdrawn after its institution and liberty is granted for presentation of a fresh suit, such fresh suit can only be maintained, when the same is within limitation, and the period consumed in prosecuting the earlier suit would not stand excluded. According to learned senior counsel, the applicants have not acted with due diligence in pursuing the appeal and the application for condonation of delay does not assign satisfactory explanation to condone such delay and as such, the same should be dismissed.\n10. Having considered the submissions made by learned counsel appearing for the parties, we find that in the condonation application nowhere the applicants did state that soon after passing of order dated 21.01.2023 they had prayed for certified copy of the judgment though it was within their knowledge. So, we do not find any justified reasons to allow the petition for condonation of delay even on merit, since the grounds stated for condonation of delay can in no way be termed as sufficient cause and at least such reason for the delay in moving the file from one office to other office cannot be regarded as sufficient cause to convince the Court for the purpose of condoning the delay. In that context, the applicants, in our considered opinion, were grossly negligent for inaction on their part which suffers from lack of bona fides and the reason for the delay assigned in the application cannot be said to be a cogent reason or \"sufficient reason\" in filing the appeal in time. This can be said in one sense a deliberate negligence on the part of the counsel or litigant, which this Court has taken note of. In the circumstances, we may unhesitantly hold that the applicants were not serious at all and had shown enough lackadaisical attitude to pursue the appeal. \n11. A Division Bench of this court comprising both of us has dealt with and decided similar issues in IA No.02/2022 in Commercial App. No.1 of 2023, titled as Hindustan Steelworks Construction Ltd. Vrs. The State of Tripura & Ors. and in IA No.03 of 2023 in Arbitration 01 of 2023, titled as The State of Tripura & Ors. Vrs. Jain Irrigation System Ltd.\nIn Jain Irrigation System (supra), this court made an observation at Para 11, 12 & 13 which reads thus:-\n11. Added to it, what have been observed here-in-above, the objectives of the establishment of Commercial Courts are required to be fulfilled by the beneficiaries of the Act. The Act is to provide for speedy disposal of high value commercial disputes involving complex facts and questions of law. It was aimed at early resolution of commercial disputes which would definitely create a positive image to the investors across the world as regards the independent and responsive Indian legal system. In the Statement of Objects and Reasons of Amendment Act 28 of 2018, it is clearly stated that the global economic environment has since become increasingly competitive and to attract business at international level, India needs to further improve its ranking in the World Bank Doing Business Report which, inter alia, considers the dispute resolution environment in the country as one of the parameters for doing business. It was further observed by the legislature that the tremendous economic development had ushered in enormous commercial activities in the country including foreign direct investments, public private partnership, etc., which had prompted initiating legislative measures for speedy settlement on commercial disputes, widen the scope of the courts to deal with commercial disputes and facilitate ease of doing business.\n12. To fulfill and achieve the objects, the parties approaching the Commercial Courts to resolve their disputes arising out of business/trade, etc., transactions, must adhere to the procedures laid down as embodied in the Act. \nKeeping in view of the objectives of the Commercial Courts Act, the provision prescribing limitations has marked a distinction to that of the provisions laid down in the Limitation Act,1963.\n13. In view of this, the litigants participating in commercial disputes under the Commercial Courts Act must be vigilant to the procedures mentioned in the Act itself. We may recollect that the law of limitation gets its root in two Latin maxims, one of which is Vigilantibus et Non- Dormientibus Jura Subvenieunt which means that the law will assist only those who are vigilant about their rights and not those who sleep over them. The above maxims are clearly applicable to consider the prayer for condonation filed by any of the parties to the disputes under the Commercial Courts Act. So, according to us, an application for condonation of delay under Section 5 of the Limitation Act in filing appeals arising out of commercial suits must be considered in the context of the object of speedy resolution of disputes. In other words, considering the object, the legislature wanted to achieve, i.e. for speedy disposal of commercial suits, for appeals filed under Section 37 of the Arbitration Act that are governed by Articles 116 and 117 of the Limitation Act or Section 13(1-A) of the Commercial Courts Act, a delay beyond 90 days, 30 days or 60 days respectively, may be condoned by way of exception and not by way of rule. It is also to be kept in mind that Commercial Courts Act, 1015 is a special law and the Limitation Act is a general law. \n12. Very recently, we have dealt with another similar matter in a Division Bench comprising both of us in the case of The State of Tripura & Ors. Vrs. Sri Subhas Chandra Datta, decided on 22.08.2023, referring to the decision of the Apex Court rendered in the case of State of Uttar Pradesh & Ors. Vrs. M/S Satish Chand Shivhare and Brothers [SLP(Civil) No.5301 of 2022] wherein this Court in Subhas Chandra Datta (supra) at Para 9 & 11 observed thus:\n\"9. The respondent has also relied upon a recent decision of the Apex Court in the case of Satish Chand Shivhare and Brothers (supra). The said case also arises out of an order passed under Section 34 of the Arbitration and Conciliation Act, 1996. There was a delay of 337 days in filing the appeal under Section 37 of the Arbitration and Conciliation Act,1996. The appeal was preferred by the aggrieved State of Uttar Pradesh. The exposition of the law laid down by the Apex Court in paragraphs-17,20,21,22,23,25 and 26 are profitably extracted hereunder as they provide illuminating guidance to this Court in matters relating to condonation of delay and that too, under the Commercial Courts Act,2015:\n17. The explanation as given in the affidavit in support of the application for condonation of delay filed by the Petitioners in the High Court does not make out sufficient cause for condonation of the inordinate delay of 337 days in filing the appeal 6 under Section 37 of the Arbitration and Conciliation Act. The law of limitation binds everybody including the Government. The usual explanation of red tapism, pushing of files and the rigmarole of procedures cannot be accepted as sufficient cause. The Government Departments are under an obligation to exercise due diligence to ensure that their right to initiate legal proceedings is not extinguished by operation of the law of limitation. A different yardstick for condonation of delay cannot be laid down because the government is involved. \n20. The Petitioners have, in this Special Leave Petition, raised the following questions of law:\n\"A. Whether a good case on merits involving huge public money can be dismissed on the grounds of delay alone, without even discussing the merits of the entire case?\nB. Whether Court is not obliged, while exercising jurisdiction u/s 5 of Limitation Act, to also consider/discuss the merits of the case? \nC. Whether procedural formalities (which are sine qua non in Government Departments) should not be given any due consideration while deciding the fate of rights and liabilities of the parties? \nD. Whether dismissing the Appeal of a Government body on delay does not amount to unjust enrichment of the Claimant as the merits of the case have not been discussed by the Appellate Court? \n21. The questions of law purported to be raised in this Special Leave Petition are misconceived. The right of appeal is a statutory right, subject to the laws of limitation. The law of limitation is valid substantive law, which extinguishes the right to sue, and/or the right to appeal. Once an appeal is found to be barred by limitation, there can be no question of any obligation of the Court to consider the merits of the case of the Appellant. \n22. When consideration of an appeal on merits is pitted against the rejection of a meritorious claim on the technical ground of the bar of limitation, the Courts lean towards consideration on merits by adopting a liberal approach towards sufficient cause to condone the delay. The Court considering an application under Section 5 of the Limitation Act may also look into the prima facie merits of an appeal. However, in this case, the Petitioners failed to make out a strong prima facie case for appeal. Furthermore, a liberal approach, may adopted when some plausible cause for delay is shown. Liberal approach does not mean that an appeal should be allowed even if the cause for delay shown is glimsy. The Court should not waive limitation for all practical purposes by condoning inordinate delay caused by a tardy lackadaisical negligent manner of functioning. \n23. It is true that the High Court has rejected the appeal on the misconceived ground that delay in filing an appeal under Section 37 of the Arbitration and Conciliation Act is not condonable beyond 120 days by relying upon a two Judge Bench judgment of this Court in N.V. International v. State of Assam and Ors.[(2020) 2 SCC 109] , which has since been overruled by a three Judge Bench of this Court in Government of Maharashtra (Water Resources Department) Represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited [(2021) 6 SCC 460] .\n** * * * * * * * \n25. This Court is, however, not inclined to entertain this Special Leave Petition since the Petitioners have failed to show sufficient cause for the condonation of the inordinate delay of 337 days in filing the Appeal in the High Court. Moreover, there are no grounds for interference with the arbitral award impugned. \n26. In the facts and circumstances of this case, we are not inclined to interfere with the impugned judgment and order of the High Court, dismissing the Appeal filed by the Petitioners. \n11. The Apex Court in the case of Satish Chand Shivhare & Brothers (supra) has at paragraph-17 of the judgment castigated the approach of the Government departments who come forward with the usual explanation of red tapism, pushing of files and the rigmarole of procedures and observed that it could not be accepted as sufficient cause. It has been held that the Government departments are under an obligation to exercise due diligence to ensure that their right to initiate legal proceedings is not extinguished by operation of the law of limitation. A different yardstick for condonation of delay cannot be laid down because the government is involved. The Apex Court also took into consideration the questions of law framed by the petitioners as to whether a good case on merits involving huge public money can be dismissed on the grounds of delay alone, without even discussing the merits of the entire case. The Apex Court in that regard observed that when consideration of an appeal on merits is pitted against the rejection of a meritorious claim on the technical ground of the bar of limitation, the Courts lean towards consideration on merits by adopting a liberal approach towards sufficient cause to condone the delay. The Court considering an application under Section 5 of the Limitation Act may also look into the prima facie merits of an appeal. However, in the facts of the said case, the Court was convinced that the petitioner had failed to make out a strong prima facie case for appeal. The Court observed that a liberal approach may be adopted when some plausible cause for delay is shown. Liberal approach does not mean that an appeal should be allowed even if the cause for delay shown is glimsy. The Court should not waive limitation for all practical purposes by condoning inordinate delay caused by a tardy lackadaisical negligent manner of functioning......\" \n13. In view of the above factual and legal positions, we are of the opinion that the applicants have failed to explain the sufficient cause for condonation of delay of 48 (forty eight) days in preferring the appeal after expiry of statutory period. The period of delay of 48 (forty eight) days in preferring the appeal is not found to be reasonable and thus, cannot be said to be a short delay. \n14. There is yet another aspect to be decided. We find force in the submission of Mr. Deb, learned senior counsel appearing on behalf of the Respondent-Contractor that the Order 23, Rule 1(3) of CPC does not suggest that it excludes or extends the period of limitation. The Court simply gave liberty to withdraw the application/suit. This period cannot be said to be saved by Section 14 of the Limitation Act and the application must explain the said period/days till the filing of the fresh application/suit. \n15. It is found that the applicants-State had preferred an appeal before this Court against the order dated 04.12.2021 passed by learned Commercial Court, Ambassa, Dhalai. The said appeal was disposed of by the Division Bench of this Court on 27.07.2022 as it was withdrawn by the applicants taking liberty to move appropriate application before the learned trial Court. Thereafter, the applicants had again approached the learned Commercial Court, Ambassa, Dhalai with a review application to review the order dated 04.12.2021, passed in Civil Misc.(ARB)01 of 2021. That review application had also been dismissed by the said learned Commercial Court. On perusal of the order dated 27.07.2022 passed by a Division Bench of this Court, it comes to fore that the said order itself cannot be read as an order, authorizing the State-applicants to file a review petition which is otherwise not maintainable in law, both on merits as well as on the point of limitation. The order dated 27.07.2022 in no terms suggests that this court permitted the State- applicants to file application for review of the order passed by the Commercial Court, Ambassa, nor the said order can be read to be an authority for the proposition that the statutory enjoinment of a review within 30 days had been waived by the Division Bench of this Court. However, review application being filed by the State-applicants it is the solemn obligation on their part to make the review application maintainable after expiry of 30 days, they had to file application seeking condonation of delay, but that was not done. \n16. In this context, we reiterate further that Section 5 of the Arbitration & Conciliation Act, 1996 stipulates judicial intervention with respect to only relevant provisions mentioned in Part-I of the said Act. Section 34 falls within Part-I of the said Act and no remedy of review is traceable thereunder. A total reading of the various provisions, contained in Part-I of the Arbitration & Conciliation Act, 1996 would make a disclosure that save and except, Section 33, there is no other provision in the said Part, which is similar to the power of review, or having a semblance thereof. Therefore, the Parliament being aware of the powers of review, having not conferred such power either on to the Court, exercising power under Section 34 of the Arbitration & Conciliation Act, 1996 or on to the appellate Court under Section 37 of the said Act, no power of review can be invoked by implication. \n17. In this regard, we may gainfully refer the decision rendered in the case of Chandi Construction Company Ltd. Vrs. Executive Engineer & Ors, reported in 2013(4) Arb. LR 69 (P & H) wherein the Punjab & Haryana High Court at Para 20 had observed thus:\n\"20. A perusal of Section 33 of the 1996 Act would show that only a Arbitral Tribunal or the Arbitrator, as the case may be, can within 30 days from the receipt of the arbitral award, correct any computation, clerical or typographical errors or any other errors of similar nature, but the section does not enable any judicial review of the judgment. The Arbitral Tribunal has specific and limited jurisdiction of review which cannot be beyond the scope of Section 33 of the 1996 Act. Even filing of such application beyond the period of 30 days was also discouraged by treating the same without limitation but in the present case, the award was passed on 5.12.2003, the Arbitral Tribunal dismissed the objection petition on 1.12.2006. No appeal against the said award was filed by the respondents. However, the review petition was filed on 27.2.2007. Thus, after the Additional District Judge passed the order, then he becomes functus officio after passing the judgment, therefore, he could not exercise any power under Section 33 of the Act after expiry of the period of thirty days. In any case, he could correct the award only within the scope as provided under Section 33 of the 1996 Act, but there is no provision as such for review of the order passed by the Additional District Judge so as to set aside the same altogether. Similar observations were made by the Apex Court in the case of State of Arunachal Pradesh vs. Damni Construction Co., (2007) 10 Supreme Court Cases 742.\"\n18. Having gone through the above propositions of law, we are of the opinion that learned Commercial Court rightly dismissed the review petition and therefore, no interference is called for.\n19. Accordingly, the instant condonation application (IA No.03/2023) stands dismissed. Consequently, the Arbitration Appeal 04/2023 shall also stand dismissed. Pending application(s), if any, also stands dismissed. \n      (ARINDAM LODH),J                                (APARESH KUMAR SINGH),CJ SANJAY GHOSH          Digitally signed by SANJAY GHOSH                       Date: 2023.10.13 17:17:10 +05'30' \n ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2002d8324caa4cb5919ba2ba6c632f0c_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5e1e228933424b20b56047d895c46932_1"
    },
    {
      "start": 242,
      "end": 306,
      "text": "\nTripura High Court\nState Of Tripura vs Damni on 9 October, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f8a605a3985849dab4d4c2ef41fee2d1_2"
    },
    {
      "start": 307,
      "end": 471,
      "text": "\nAuthor: Arindam Lodh\nBench: Arindam Lodh\n                         High Court Of Tripura\n                               Agartala\n                      Ia 03 Of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bee27b459b63494da00307d33fb669c2_3"
    },
    {
      "start": 472,
      "end": 494,
      "text": "In Arb. A. 04 Of 2023\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5cffa6f2e7a4187962a0977e8ccc98f_4"
    },
    {
      "start": 494,
      "end": 591,
      "text": "1 . State of Tripura, represented by the Secretary,\nDepartment of Pwd, Government of Tripura.\n\n2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "33f074172d1247749fa5a644202f9bcf_5"
    },
    {
      "start": 592,
      "end": 668,
      "text": "Executive Engineer, Pwd(R&B), L.T. Valley Division,\nDistrict Dhalai Tripura.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b405ed9f0b354443a7caea32d1c79a4a_6"
    },
    {
      "start": 716,
      "end": 742,
      "text": ".... Applicant-Appellants.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "54bcce0bb63d46d09489f1a8fc241f8d_7"
    },
    {
      "start": 769,
      "end": 802,
      "text": "Vrs.\n\nShri Ashes Deb, Contractor,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bc139a43cc054c62aaad43f1c7a73ea3_8"
    },
    {
      "start": 803,
      "end": 886,
      "text": "\nS/o Lt. Amalendu Deb, Dhaleswar, Natun Palli, Road No.2,\nP.O. Dhaleswar, Agartala.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2de1d23be43b486f82456ca71e43fe72_9"
    },
    {
      "start": 952,
      "end": 968,
      "text": ".... Respondent.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86d197655e154e6daa4b2b783a1acd1f_10"
    },
    {
      "start": 970,
      "end": 978,
      "text": "Present:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "423395a9a3254d2e8b518bfaeb52d025_11"
    },
    {
      "start": 979,
      "end": 999,
      "text": "\n For the applicant-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a8a822f7354474185ff7324f8ce545b_12"
    },
    {
      "start": 1012,
      "end": 1039,
      "text": ": Mr. D. Bhattacharya, G.A.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b6ee33398f5b49239c81f4728fa40b44_13"
    },
    {
      "start": 1040,
      "end": 1052,
      "text": "\n appellants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9da12eb6edbe4cdc869021a733572391_14"
    },
    {
      "start": 1075,
      "end": 1102,
      "text": "Mr. Karnajit De, Addl. G.A.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ee0b164258f54ba8b640702dbd745d95_15"
    },
    {
      "start": 1106,
      "end": 1124,
      "text": "For the respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eccb9c10412241f7a018670d1f571a26_16"
    },
    {
      "start": 1125,
      "end": 1167,
      "text": "            : Mr. Somik Deb, Sr. Advocate.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4b86b1cb949442c8e95e4f8c899b98d_17"
    },
    {
      "start": 1203,
      "end": 1232,
      "text": "Mr. P. Chakraborty, Advocate.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7aa2be8245054b48b9079161b7842d04_18"
    },
    {
      "start": 1236,
      "end": 1279,
      "text": "Date of hearing                : 24.08.2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38174ea902894de29fbb0683bb9822cc_19"
    },
    {
      "start": 1280,
      "end": 1344,
      "text": "\n\n Date of delivery of            : 09.10.2023\n judgment & order",
      "labels": [
        "PREAMBLE"
      ],
      "id": "61bb43e7755b4c4bb6d4ac0c313b9fab_20"
    },
    {
      "start": 1345,
      "end": 1373,
      "text": "\n\n Whether fit for reporting",
      "labels": [
        "PREAMBLE"
      ],
      "id": "949c5848a1b74353afe07fe793e82d76_21"
    },
    {
      "start": 1379,
      "end": 1396,
      "text": ": Yes\n\n   Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "52baa62031254954ad5bac51bb63b5b8_22"
    },
    {
      "start": 1397,
      "end": 1438,
      "text": "The Chief Justice Mr. Aparesh Kumar Singh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "71a5e5328b5142b7ac565515200cdf18_23"
    },
    {
      "start": 1439,
      "end": 1482,
      "text": "\n           Hon'Ble Mr.Justice Arindam Lodh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "303b230aadd74f72b67ce1c9ab43988f_24"
    },
    {
      "start": 1513,
      "end": 1529,
      "text": "Judgment & Order",
      "labels": [
        "PREAMBLE"
      ],
      "id": "115a4433196445fabc719c4ea33854ae_25"
    },
    {
      "start": 1530,
      "end": 1731,
      "text": "\n[ Arindam Lodh, J.]\nThis is an application under Section 5 of the Limitation Act for condoning the delay of 48 days in preferring the Commercial Appeal under Section 13(1A) of the Commercial Courts Ac",
      "labels": [
        "NONE"
      ],
      "id": "3c14a6a5af0646e19ec14e86a238242e_26"
    },
    {
      "start": 1732,
      "end": 1921,
      "text": "t, 2015 against the judgment and order dated 21.01.2023, passed by the learned District Judge, Dhalai Judicial District, Ambassa in connection with case No. Civil Misc (Revision) 01 of 2022",
      "labels": [
        "RLC"
      ],
      "id": "1b8d20fb5608409c853442ea66a7e459_27"
    },
    {
      "start": 1922,
      "end": 2463,
      "text": ". \n2. Facts of the case of the applicant/appellants (here-in-after referred to as the applicants) in a nutshell, are that the respondent-contractor, participating in the process of a Notice Inviting Tender from the applicants, being the lowest bidder, had entered into an agreement with them for construction of two RCC Bridges over a branch of river Manu on Chawmanu Gobindabari Road and Chawmanu-Kshetricherra Road via Chawmanu Block headquarter including approach road (bridge proper, approach roads, launching apron and bank protection).",
      "labels": [
        "FAC"
      ],
      "id": "6a012084decd4e96808778f7e64ac196_28"
    },
    {
      "start": 2464,
      "end": 2667,
      "text": "Accordingly, a work order was issued on 01.11.2007 to the respondent for execution of the same by 30 months with the value of Rs.10,58,01,221/- i.e. 93.075% above of the estimated cost of Rs.5,47,882.00.",
      "labels": [
        "FAC"
      ],
      "id": "0649cfa7410b4d40b16681d1fecd6d64_29"
    },
    {
      "start": 2668,
      "end": 2753,
      "text": "The respondent had delayed in starting the work and thus, the contract was rescinded.",
      "labels": [
        "FAC"
      ],
      "id": "f122a45acee34435abb0dbaf2ddd1525_30"
    },
    {
      "start": 2754,
      "end": 2899,
      "text": "Thereafter, the respondent invoked arbitration proceedings whereby the Sole Arbitrator decided the matter in favour of the contractor-respondent.",
      "labels": [
        "FAC"
      ],
      "id": "85719a5098ed4203b1b34c0cfdc8a111_31"
    },
    {
      "start": 2900,
      "end": 3200,
      "text": "\n3. Being dissatisfied with the award of Sole Arbitrator, the applicants herein, had preferred an appeal under Section 34 of the Arbitration and Conciliation Act,1996 before the Commercial Court, West Tripura, Agartala for setting aside the arbitral award passed by the Sole Arbitrator on 21.05.2019.",
      "labels": [
        "FAC"
      ],
      "id": "84006b1601a54c9182a01d280d7db35d_32"
    },
    {
      "start": 3201,
      "end": 3353,
      "text": "But, the said Commercial Court had returned the appeal to Dhalai District for adjudication as the territorial jurisdiction falls within Dhalai District.",
      "labels": [
        "FAC"
      ],
      "id": "00c67aab2d8745ea8da5aa00c5f26bf8_33"
    },
    {
      "start": 3354,
      "end": 3561,
      "text": "Accordingly, learned Commercial Court, (District Judge), Ambassa, Dhalai on 04.12.2021 after consideration of the pleadings and submissions of the parties had dismissed the appeal being barred by limitation.",
      "labels": [
        "RLC"
      ],
      "id": "8990a4bc355741aeb8edd5e6cd54bcc2_34"
    },
    {
      "start": 3562,
      "end": 3809,
      "text": "That order had further been challenged before the High Court vide Case No.Arb.A.01 of 2022 and the said appeal was disposed of with the following observation:\n\"... Accordingly, the appeal stands disposed of as withdrawn with liberty as sought for.",
      "labels": [
        "RLC"
      ],
      "id": "1c97999006d0490097ef45eee2a892a7_35"
    },
    {
      "start": 3810,
      "end": 4163,
      "text": "Interim order dated 03.06.2022 of this Court shall continue for a period of 15(fifteen) days from today and the appellants are at liberty to move appropriate application before the learned Trial Court and the Trial Court shall be free to deal with the matter in accordance with law without being influenced, in any manner, by the order(s) of this Court.",
      "labels": [
        "RPC"
      ],
      "id": "5788cffde9394a768082f3024459017b_36"
    },
    {
      "start": 4164,
      "end": 5233,
      "text": "It is made clear that the applicability or otherwise of the order cited by the appellants shall be determined by the learned Trial Judge, strictly in accordance with law, without any influence of the observations made therein.\"\n4. The applicants had again approached the learned Commercial Court, Ambassa, Dhalai District with a review application to review the order dated 04.12.2021 in Civil Misc.(ARB) 01 of 2021 whereby learned Commercial Court after hearing the parties, vide order dated 21.01.2023 dismissed the said application.\n5. Having dissatisfied with the order dated 21.01.2023 passed by learned Commercial Court, Ambassa, the applicants herein, preferred the instant condonation application with a prayer for condoning delay of 48 days in preferring the connected appeal after the expiry of the statutory period of 60(sixty) days as prescribed under Section 13(1A) of the Commercial Courts Act,2015.\n6. Section 13(1A) of the Commercial Courts Act, 2015 prescribes a limitation of 60(sixty) days for preferring an appeal from the date of judgment or order.",
      "labels": [
        "FAC"
      ],
      "id": "198e04796a694a8890ab9c4ebbb11a0e_37"
    },
    {
      "start": 5234,
      "end": 5546,
      "text": "It also provides that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act,1996 (26 of 1996).\n7.",
      "labels": [
        "FAC"
      ],
      "id": "1635ecf7bd5544b0bd1f36f7c82ad292_38"
    },
    {
      "start": 5547,
      "end": 5963,
      "text": "In the instant application, the applicants have explained the reasons for causing delay of 48 days in preferring the connected appeal stating inter alia the following circumstances:\ni. On 13.02.2023 after getting the order, the learned Addl.\nGovt. Pleader had sent the file to the Executive Engineer (R&B), LTV Division with his opinion for preferring appeal under Section 17 of the Arbitration and Conciliation Act.",
      "labels": [
        "FAC"
      ],
      "id": "cc6627c3236640d2b636db8ab9f17a20_39"
    },
    {
      "start": 5964,
      "end": 6166,
      "text": "\nii. On 20.02.2023 on receipt of the file, the concerned Executive Engineer sent the file to the Superintendent Engineer 5th Circle, Ambassa who then forwarded the same to the Chief Engineer, PWD(R &B).",
      "labels": [
        "FAC"
      ],
      "id": "22109f9b720c401cacf430c49a98614a_40"
    },
    {
      "start": 6167,
      "end": 6361,
      "text": "\niii. On 01.03.2023, the Office of the concerned Chief Engineer moved the file to the Secretary, PWD for sending the same to the Law Department for the purpose of getting opinion on this matter.",
      "labels": [
        "NONE"
      ],
      "id": "623ef4f89a83408a9b362eaa391f71ec_41"
    },
    {
      "start": 6362,
      "end": 6457,
      "text": "\niv. On 03.03.2023, Secretary, PWD had sent the file to the Law Department for getting opinion.",
      "labels": [
        "NONE"
      ],
      "id": "cb350570fe6a4029a004a68f878a5895_42"
    },
    {
      "start": 6458,
      "end": 6673,
      "text": "\nv. On 10.03.2023 after scrutinizing, reviewing and with opinion from the Law Department, the file was moved to the Secretary, PWD and thereafter to the Nodal Officer to the Office of the Chief Engineer, PWD (R &B).",
      "labels": [
        "NONE"
      ],
      "id": "e356e924c561435898b5a1314955f5ef_43"
    },
    {
      "start": 6675,
      "end": 6771,
      "text": "vi. On 14.03.2023, the concerned Nodal Officer sent the file to the Chief Engineer, PWD (R & B).",
      "labels": [
        "NONE"
      ],
      "id": "ef1f2bda5a6749f8b278ad1d619d09a7_44"
    },
    {
      "start": 6773,
      "end": 6911,
      "text": "vii. On 15.03.2023, the Chief Engineer, PWD(R&B) sent the file to the Executive Engineer, LTV Division with opinion of the Law Department.",
      "labels": [
        "NONE"
      ],
      "id": "2cfc7404707a4f22b70741290a29fb96_45"
    },
    {
      "start": 6913,
      "end": 7018,
      "text": "viii. On 18.03.2023, The Executive Engineer, LTV Division sent the file to the Addl. Government Advocate.",
      "labels": [
        "NONE"
      ],
      "id": "f75ff8aa395f48788d6c496634d9827a_46"
    },
    {
      "start": 7020,
      "end": 7182,
      "text": "ix. On 20.03.2023 learned Addl. Govt. Advocate sent the file to the learned Government Advocate and communicated the file to the Executive Engineer, LTV Division.",
      "labels": [
        "NONE"
      ],
      "id": "520b7abf6ef442559e1fa0e6f8669f6f_47"
    },
    {
      "start": 7183,
      "end": 7405,
      "text": "On that day itself, the Executive Engineer, LTV Division moved the same to the Superintendent Engineer who then sent the file to the Chief Engineer PWD(R&B) and thereafter to the Nodal Officer of the Chief Engineer Office.",
      "labels": [
        "FAC"
      ],
      "id": "c6d8322e720f4113bffd59a951e32a3f_48"
    },
    {
      "start": 7407,
      "end": 7534,
      "text": "x. On 21.03.2023, the Nodal Officer sent the file to the Chief Engineer and from Chief Engineer to learned Government Advocate.",
      "labels": [
        "FAC"
      ],
      "id": "b6dcaaf4fa3d4c428b59336956424df9_49"
    },
    {
      "start": 7536,
      "end": 7639,
      "text": "xi. On 23.03.2023 the file was sent to the Addl. Government Advocate for preparation of memo of appeal.",
      "labels": [
        "NONE"
      ],
      "id": "2404b8d3c2c94cb3bc2645a514a34d58_50"
    },
    {
      "start": 7640,
      "end": 7730,
      "text": "\nxii. On 04.04.2023 sent the file to the Law Department for vetting through Nodal Officer.",
      "labels": [
        "NONE"
      ],
      "id": "f4e95a9706c447159083572be8c64359_51"
    },
    {
      "start": 7732,
      "end": 7927,
      "text": "xiii. On 10.04.2023, the Nodal Officer sent the file to the Chief Engineer and concerned Chief Engineer on that day sent the same to the Secretary, PWD for sending the same to the Law Department.",
      "labels": [
        "FAC"
      ],
      "id": "42ff2639b7094119b816a37fd0d30d3d_52"
    },
    {
      "start": 7929,
      "end": 8037,
      "text": "xiv. On 11.04.2023, Secretary PWD sent the file to the Law Department for getting the memo of appeal vetted.",
      "labels": [
        "FAC"
      ],
      "id": "21b4744905394fd281491f76915782c8_53"
    },
    {
      "start": 8039,
      "end": 8111,
      "text": "xv. On 13.04.2023 after vetting the file was sent to the Secretary, PWD.",
      "labels": [
        "FAC"
      ],
      "id": "e9d5e6131b5f4dd5bf36503db52975a5_54"
    },
    {
      "start": 8113,
      "end": 8192,
      "text": "xvi. On 20.04.2023, the Nodal Officer sent the file to the Chief Engineer, PWD.",
      "labels": [
        "FAC"
      ],
      "id": "3713644f77bf4f49b8cd20318c4ddf4d_55"
    },
    {
      "start": 8194,
      "end": 8331,
      "text": "xvii. On 24.04.2023, the concerned Chief Engineer sent the file to the learned Addl. Govt. Advocate and condonation petition was drafted.",
      "labels": [
        "FAC"
      ],
      "id": "d7b65d3e073949c2ae17587bb71c52a9_56"
    },
    {
      "start": 8333,
      "end": 8339,
      "text": "xviii.",
      "labels": [
        "FAC"
      ],
      "id": "eac105332bf3476da6f7edec37f42574_57"
    },
    {
      "start": 8340,
      "end": 8377,
      "text": "On 02.05.2023 again sent for vetting.",
      "labels": [
        "FAC"
      ],
      "id": "f6b2c97e15804596aad107c3281c9d3a_58"
    },
    {
      "start": 8379,
      "end": 8471,
      "text": "xix. On 04.05.2023, after vetting the file had returned to the learned Addl. Govt. Advocate.",
      "labels": [
        "FAC"
      ],
      "id": "547195d5fd124bcf8114266cf6a6f55a_59"
    },
    {
      "start": 8473,
      "end": 8578,
      "text": "xx. On 08.05.2023, memo of appeal along with this condonation application and stay application was filed.",
      "labels": [
        "FAC"
      ],
      "id": "7f984149089c4dab9d5c15e6a23904d6_60"
    },
    {
      "start": 8580,
      "end": 8629,
      "text": "8. We have heard learned counsel for the parties.",
      "labels": [
        "NONE"
      ],
      "id": "63319648bd4044f49c2ad229c04da78b_61"
    },
    {
      "start": 8630,
      "end": 9034,
      "text": "Mr. D. Bhattacharya, learned Government Advocate (GA) appearing for the applicants submitted that there was no deliberate laches on the part of the applicants and also contended that the connected appeal ought to have been filed within statutory period, but, due to inter departmental movement of the file, 48 days delay had occurred and hence, the appeal has been filed after expiry of statutory period.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "de34e057d1944b32a184921fbc23d916_62"
    },
    {
      "start": 9035,
      "end": 9105,
      "text": "It is further urged that due to bona fide reason the delay was caused.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6382dd873c2b4a059e011baa1f1359cb_63"
    },
    {
      "start": 9106,
      "end": 9212,
      "text": "Mr. Bhattacharya, learned Government Advocate prays for condoning the said delay for fair ends of justice.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "237759de8d634d4390cf4f5604f3617e_64"
    },
    {
      "start": 9214,
      "end": 9535,
      "text": "9. Mr. Somik Deb, learned senior counsel assisted by Mr. P. Chakraborty, learned counsel appearing for the respondent mainly contended that the learned District Commercial Court passed the impugned judgment and order on 21.01.2023 which was undoubtedly within the full knowledge of the learned counsel for the applicants.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7708019376544557a3e8216a8bc0efa9_65"
    },
    {
      "start": 9536,
      "end": 9750,
      "text": "But, as per the condonation application nowhere it is shown that the applicants soon after passing of the judgment had prayed for certified copy which appears to be a sheer negligence on the part of the applicants.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e11a4ab51eb340e8977538beb8d5de88_66"
    },
    {
      "start": 9751,
      "end": 9859,
      "text": "Mr. Deb, learned senior counsel submitted that the application for condonation of delay is not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cb147b4291d848a89890a3c9e99394b6_67"
    },
    {
      "start": 9860,
      "end": 10043,
      "text": "It was further contended that the order was passed on 21.01.2023 and taking note of the period spent for obtaining the certified copy, the limitation of 60 days expired on 26.03.2023.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "62db20216f204175b0d935b34dcad6bb_68"
    },
    {
      "start": 10044,
      "end": 10134,
      "text": "Therefore, on the date of filing of the appeal (08.05.2023) the appeal was barred by time.",
      "labels": [
        "FAC"
      ],
      "id": "54571faa9aca483984d120c0a2610da4_69"
    },
    {
      "start": 10135,
      "end": 10330,
      "text": "Learned senior counsel submitted that the applicants had withdrawn the 1st condonation petition (IA 01 of 2023) on 22.06.2023 and liberty was allowed to them to file a fresh condonation petition.",
      "labels": [
        "FAC"
      ],
      "id": "9158901b50a143ff8101ec69b0287f25_70"
    },
    {
      "start": 10331,
      "end": 10490,
      "text": "So, the said order dated 22.06.2023 may be read as an order, within the meaning of Order XXIII, Rule 1(3) of the Code of Civil Procedure,1908 (for short, CPC).",
      "labels": [
        "FAC"
      ],
      "id": "ab52c63892b742659150808d7e4a14d9_71"
    },
    {
      "start": 10491,
      "end": 10628,
      "text": "In other words, in a proceeding under Order XXIII, Rule 1(3) of CPC, there cannot be any exclusion/extension of the period of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16ecf7e3d0e044f8b5ecaa958106b45d_72"
    },
    {
      "start": 10629,
      "end": 10914,
      "text": "It is further stated that if a suit is withdrawn after its institution and liberty is granted for presentation of a fresh suit, such fresh suit can only be maintained, when the same is within limitation, and the period consumed in prosecuting the earlier suit would not stand excluded.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "99d30c110e5a4b6191d8fb7712d53178_73"
    },
    {
      "start": 10915,
      "end": 11178,
      "text": "According to learned senior counsel, the applicants have not acted with due diligence in pursuing the appeal and the application for condonation of delay does not assign satisfactory explanation to condone such delay and as such, the same should be dismissed.\n10.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "dc77607cc1d34685a194299b3b9d70ea_74"
    },
    {
      "start": 11179,
      "end": 11479,
      "text": "Having considered the submissions made by learned counsel appearing for the parties, we find that in the condonation application nowhere the applicants did state that soon after passing of order dated 21.01.2023 they had prayed for certified copy of the judgment though it was within their knowledge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "540e1888e0914bd1a392c55f1a12f42a_75"
    },
    {
      "start": 11480,
      "end": 11867,
      "text": "So, we do not find any justified reasons to allow the petition for condonation of delay even on merit, since the grounds stated for condonation of delay can in no way be termed as sufficient cause and at least such reason for the delay in moving the file from one office to other office cannot be regarded as sufficient cause to convince the Court for the purpose of condoning the delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b90b3882bcc43d08271ec921b4ba890_76"
    },
    {
      "start": 11868,
      "end": 12162,
      "text": "In that context, the applicants, in our considered opinion, were grossly negligent for inaction on their part which suffers from lack of bona fides and the reason for the delay assigned in the application cannot be said to be a cogent reason or \"sufficient reason\" in filing the appeal in time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a66f9b845b5d47f181434f616600415c_77"
    },
    {
      "start": 12163,
      "end": 12292,
      "text": "This can be said in one sense a deliberate negligence on the part of the counsel or litigant, which this Court has taken note of.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d69c63f7d03f4b36967b2c47c41c69bd_78"
    },
    {
      "start": 12293,
      "end": 12449,
      "text": "In the circumstances, we may unhesitantly hold that the applicants were not serious at all and had shown enough lackadaisical attitude to pursue the appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70a725d93193489d9fed3b3830c94f87_79"
    },
    {
      "start": 12450,
      "end": 12804,
      "text": "\n11. A Division Bench of this court comprising both of us has dealt with and decided similar issues in IA No.02/2022 in Commercial App. No.1 of 2023, titled as Hindustan Steelworks Construction Ltd. Vrs. The State of Tripura & Ors. and in IA No.03 of 2023 in Arbitration 01 of 2023, titled as The State of Tripura & Ors. Vrs. Jain Irrigation System Ltd.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e4065bfb3d249f7857a211ca66df7f9_80"
    },
    {
      "start": 12804,
      "end": 12912,
      "text": "In Jain Irrigation System (supra), this court made an observation at Para 11, 12 & 13 which reads thus:-\n11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "96913243fdab4f34984de4dcca094b9d_81"
    },
    {
      "start": 12913,
      "end": 13083,
      "text": "Added to it, what have been observed here-in-above, the objectives of the establishment of Commercial Courts are required to be fulfilled by the beneficiaries of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ccb37e550abb43e2ab50e35ae08246ef_82"
    },
    {
      "start": 13084,
      "end": 13205,
      "text": "The Act is to provide for speedy disposal of high value commercial disputes involving complex facts and questions of law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f89b79ca2a144f24a97c4d6e1c338be2_83"
    },
    {
      "start": 13206,
      "end": 13405,
      "text": "It was aimed at early resolution of commercial disputes which would definitely create a positive image to the investors across the world as regards the independent and responsive Indian legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7aee9114a0354e509c2376eed5923278_84"
    },
    {
      "start": 13406,
      "end": 13829,
      "text": "In the Statement of Objects and Reasons of Amendment Act 28 of 2018, it is clearly stated that the global economic environment has since become increasingly competitive and to attract business at international level, India needs to further improve its ranking in the World Bank Doing Business Report which, inter alia, considers the dispute resolution environment in the country as one of the parameters for doing business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7126a9b538ae449db66ab466b4646f07_85"
    },
    {
      "start": 13830,
      "end": 14249,
      "text": "It was further observed by the legislature that the tremendous economic development had ushered in enormous commercial activities in the country including foreign direct investments, public private partnership, etc., which had prompted initiating legislative measures for speedy settlement on commercial disputes, widen the scope of the courts to deal with commercial disputes and facilitate ease of doing business.\n12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83f2074d53e446b5a9e5d881992d7ff3_86"
    },
    {
      "start": 14250,
      "end": 14472,
      "text": "To fulfill and achieve the objects, the parties approaching the Commercial Courts to resolve their disputes arising out of business/trade, etc., transactions, must adhere to the procedures laid down as embodied in the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5136fe416314d93b3d50952c487cadf_87"
    },
    {
      "start": 14473,
      "end": 14668,
      "text": "\nKeeping in view of the objectives of the Commercial Courts Act, the provision prescribing limitations has marked a distinction to that of the provisions laid down in the Limitation Act,1963.\n13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7dfbf9888c12430480d1d6932872acc7_88"
    },
    {
      "start": 14669,
      "end": 14832,
      "text": "In view of this, the litigants participating in commercial disputes under the Commercial Courts Act must be vigilant to the procedures mentioned in the Act itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32232d64e1cb495e9a6a92a56c29a382_89"
    },
    {
      "start": 14833,
      "end": 15097,
      "text": "We may recollect that the law of limitation gets its root in two Latin maxims, one of which is Vigilantibus et Non- Dormientibus Jura Subvenieunt which means that the law will assist only those who are vigilant about their rights and not those who sleep over them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3aecde3c4ee74f1791f4f5f9f9283e7f_90"
    },
    {
      "start": 15098,
      "end": 15253,
      "text": "The above maxims are clearly applicable to consider the prayer for condonation filed by any of the parties to the disputes under the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "711108d7e82a4948b04ec879202986f7_91"
    },
    {
      "start": 15254,
      "end": 15484,
      "text": "So, according to us, an application for condonation of delay under Section 5 of the Limitation Act in filing appeals arising out of commercial suits must be considered in the context of the object of speedy resolution of disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fdfc447d047e4b1e807380472cfc4ef3_92"
    },
    {
      "start": 15485,
      "end": 15893,
      "text": "In other words, considering the object, the legislature wanted to achieve, i.e. for speedy disposal of commercial suits, for appeals filed under Section 37 of the Arbitration Act that are governed by Articles 116 and 117 of the Limitation Act or Section 13(1-A) of the Commercial Courts Act, a delay beyond 90 days, 30 days or 60 days respectively, may be condoned by way of exception and not by way of rule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3778c0798197407191112997f3613d72_93"
    },
    {
      "start": 15894,
      "end": 16014,
      "text": "It is also to be kept in mind that Commercial Courts Act, 1015 is a special law and the Limitation Act is a general law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c42df6114e5e4f9f8b880ad6045716d7_94"
    },
    {
      "start": 16016,
      "end": 16161,
      "text": "12. Very recently, we have dealt with another similar matter in a Division Bench comprising both of us in the case of The State of Tripura & Ors.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c17a2dcdd43e43f3863dcb7602ea380b_95"
    },
    {
      "start": 16162,
      "end": 16313,
      "text": "Vrs. Sri Subhas Chandra Datta, decided on 22.08.2023, referring to the decision of the Apex Court rendered in the case of State of Uttar Pradesh & Ors.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4b6b68a84a8f4211835369e05eb557ff_96"
    },
    {
      "start": 16314,
      "end": 16471,
      "text": "Vrs. M/S Satish Chand Shivhare and Brothers [SLP(Civil) No.5301 of 2022] wherein this Court in Subhas Chandra Datta (supra) at Para 9 & 11 observed thus:\n\"9.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1bdb031393f24f57882c74e4f3880ad4_97"
    },
    {
      "start": 16472,
      "end": 16602,
      "text": "The respondent has also relied upon a recent decision of the Apex Court in the case of Satish Chand Shivhare and Brothers (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6047d93d97f3468eb405cf43f7ba07a4_98"
    },
    {
      "start": 16603,
      "end": 16715,
      "text": "The said case also arises out of an order passed under Section 34 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89be5bf30d7e48f68af3894c81e4f463_99"
    },
    {
      "start": 16716,
      "end": 16829,
      "text": "There was a delay of 337 days in filing the appeal under Section 37 of the Arbitration and Conciliation Act,1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fc85f36014545fa94f69387e3d6c28b_100"
    },
    {
      "start": 16830,
      "end": 16895,
      "text": "The appeal was preferred by the aggrieved State of Uttar Pradesh.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dd860f8df61d471489e0220a8cc996aa_101"
    },
    {
      "start": 16896,
      "end": 17175,
      "text": "The exposition of the law laid down by the Apex Court in paragraphs-17,20,21,22,23,25 and 26 are profitably extracted hereunder as they provide illuminating guidance to this Court in matters relating to condonation of delay and that too, under the Commercial Courts Act,2015:\n17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7a870266fc648f3a12742c51f3e39f6_102"
    },
    {
      "start": 17176,
      "end": 17483,
      "text": "The explanation as given in the affidavit in support of the application for condonation of delay filed by the Petitioners in the High Court does not make out sufficient cause for condonation of the inordinate delay of 337 days in filing the appeal 6 under Section 37 of the Arbitration and Conciliation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63375028dd64420389b3a5bdf00f6ff5_103"
    },
    {
      "start": 17484,
      "end": 17547,
      "text": "The law of limitation binds everybody including the Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52d617e297114ed5978a1d808659e20c_104"
    },
    {
      "start": 17548,
      "end": 17673,
      "text": "The usual explanation of red tapism, pushing of files and the rigmarole of procedures cannot be accepted as sufficient cause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a21b99ea5e6441086ad5bf6f86fe6f1_105"
    },
    {
      "start": 17674,
      "end": 17866,
      "text": "The Government Departments are under an obligation to exercise due diligence to ensure that their right to initiate legal proceedings is not extinguished by operation of the law of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea659330acd54203bbd588aba1bffa28_106"
    },
    {
      "start": 17867,
      "end": 17969,
      "text": "A different yardstick for condonation of delay cannot be laid down because the government is involved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f5238a3af804cbcb936686d0ec34b8b_107"
    },
    {
      "start": 17971,
      "end": 18235,
      "text": "20. The Petitioners have, in this Special Leave Petition, raised the following questions of law:\n\"A. Whether a good case on merits involving huge public money can be dismissed on the grounds of delay alone, without even discussing the merits of the entire case?\nB.",
      "labels": [
        "ISSUE"
      ],
      "id": "0f3eb7d8de304d85a7db3fa902b559ad_108"
    },
    {
      "start": 18236,
      "end": 18369,
      "text": "Whether Court is not obliged, while exercising jurisdiction u/s 5 of Limitation Act, to also consider/discuss the merits of the case?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d7e23772acc4c188d739b969ac81e88_109"
    },
    {
      "start": 18370,
      "end": 18563,
      "text": "\nC. Whether procedural formalities (which are sine qua non in Government Departments) should not be given any due consideration while deciding the fate of rights and liabilities of the parties?",
      "labels": [
        "ISSUE"
      ],
      "id": "02344fdcbf6e45cb960d7bc2dba2858d_110"
    },
    {
      "start": 18564,
      "end": 18754,
      "text": "\nD. Whether dismissing the Appeal of a Government body on delay does not amount to unjust enrichment of the Claimant as the merits of the case have not been discussed by the Appellate Court?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83ee355ed416406d87199f7135e99af9_111"
    },
    {
      "start": 18756,
      "end": 18852,
      "text": "21. The questions of law purported to be raised in this Special Leave Petition are misconceived.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "443558095b264ec794ed26c65b872c58_112"
    },
    {
      "start": 18853,
      "end": 18929,
      "text": "The right of appeal is a statutory right, subject to the laws of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4404550b3a349a99f63f5a4d424c720_113"
    },
    {
      "start": 18930,
      "end": 19042,
      "text": "The law of limitation is valid substantive law, which extinguishes the right to sue, and/or the right to appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df104ae13ad54efa8055f21b1830b938_114"
    },
    {
      "start": 19043,
      "end": 19203,
      "text": "Once an appeal is found to be barred by limitation, there can be no question of any obligation of the Court to consider the merits of the case of the Appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "079fe8853c914e7ea802d51380004f4f_115"
    },
    {
      "start": 19205,
      "end": 19481,
      "text": "22. When consideration of an appeal on merits is pitted against the rejection of a meritorious claim on the technical ground of the bar of limitation, the Courts lean towards consideration on merits by adopting a liberal approach towards sufficient cause to condone the delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd04c288898a4b71a3a1ebb63f20dff9_116"
    },
    {
      "start": 19482,
      "end": 19612,
      "text": "The Court considering an application under Section 5 of the Limitation Act may also look into the prima facie merits of an appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "177bcb58255b4e3ebfe1f27d21fd8155_117"
    },
    {
      "start": 19613,
      "end": 19708,
      "text": "However, in this case, the Petitioners failed to make out a strong prima facie case for appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d14109e9389b4854ab207bbbb04b4508_118"
    },
    {
      "start": 19709,
      "end": 19799,
      "text": "Furthermore, a liberal approach, may adopted when some plausible cause for delay is shown.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00539b4594874546a5ddafd0040569e9_119"
    },
    {
      "start": 19800,
      "end": 19908,
      "text": "Liberal approach does not mean that an appeal should be allowed even if the cause for delay shown is glimsy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb6d444f866d491a836bd79edb3924c1_120"
    },
    {
      "start": 19909,
      "end": 20068,
      "text": "The Court should not waive limitation for all practical purposes by condoning inordinate delay caused by a tardy lackadaisical negligent manner of functioning.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70c51070101645e2b92c7274fcc3e2cf_121"
    },
    {
      "start": 20070,
      "end": 20647,
      "text": "23. It is true that the High Court has rejected the appeal on the misconceived ground that delay in filing an appeal under Section 37 of the Arbitration and Conciliation Act is not condonable beyond 120 days by relying upon a two Judge Bench judgment of this Court in N.V. International v. State of Assam and Ors.[(2020) 2 SCC 109] , which has since been overruled by a three Judge Bench of this Court in Government of Maharashtra (Water Resources Department) Represented by Executive Engineer v. Borse Brothers Engineers and Contractors Private Limited [(2021) 6 SCC 460] .\n**",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "912415b0dacd4061956fc47f4a6993ea_122"
    },
    {
      "start": 20648,
      "end": 20655,
      "text": "* * * *",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe225fc9f27a40b08783d09251c1548a_123"
    },
    {
      "start": 20656,
      "end": 20666,
      "text": "* * * \n25.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b179da88a52483f95b835ea5ab43485_124"
    },
    {
      "start": 20667,
      "end": 20899,
      "text": "This Court is, however, not inclined to entertain this Special Leave Petition since the Petitioners have failed to show sufficient cause for the condonation of the inordinate delay of 337 days in filing the Appeal in the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00f8dcb148914480aa27f2556f90e713_125"
    },
    {
      "start": 20900,
      "end": 20981,
      "text": "Moreover, there are no grounds for interference with the arbitral award impugned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "71b9abca63f7401f9c059655cba67529_126"
    },
    {
      "start": 20983,
      "end": 21168,
      "text": "26. In the facts and circumstances of this case, we are not inclined to interfere with the impugned judgment and order of the High Court, dismissing the Appeal filed by the Petitioners.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "321d153966c74e42be1ee23312a801a0_127"
    },
    {
      "start": 21170,
      "end": 21506,
      "text": "11. The Apex Court in the case of Satish Chand Shivhare & Brothers (supra) has at paragraph-17 of the judgment castigated the approach of the Government departments who come forward with the usual explanation of red tapism, pushing of files and the rigmarole of procedures and observed that it could not be accepted as sufficient cause.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "132e3f11e73040fe9882ae56afb03702_128"
    },
    {
      "start": 21507,
      "end": 21721,
      "text": "It has been held that the Government departments are under an obligation to exercise due diligence to ensure that their right to initiate legal proceedings is not extinguished by operation of the law of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a430826a2468404c8dc26309a4f8e35b_129"
    },
    {
      "start": 21722,
      "end": 21824,
      "text": "A different yardstick for condonation of delay cannot be laid down because the government is involved.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "65eb759919ac4285a71847ea46fa4c23_130"
    },
    {
      "start": 21825,
      "end": 22082,
      "text": "The Apex Court also took into consideration the questions of law framed by the petitioners as to whether a good case on merits involving huge public money can be dismissed on the grounds of delay alone, without even discussing the merits of the entire case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb4a0b2bd9024e96a0c5db866c2866da_131"
    },
    {
      "start": 22083,
      "end": 22399,
      "text": "The Apex Court in that regard observed that when consideration of an appeal on merits is pitted against the rejection of a meritorious claim on the technical ground of the bar of limitation, the Courts lean towards consideration on merits by adopting a liberal approach towards sufficient cause to condone the delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af9ecd76d7fa40a197b43ab3b82fddf4_132"
    },
    {
      "start": 22400,
      "end": 22530,
      "text": "The Court considering an application under Section 5 of the Limitation Act may also look into the prima facie merits of an appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b8a931534c8b4393877892f1324a0106_133"
    },
    {
      "start": 22531,
      "end": 22675,
      "text": "However, in the facts of the said case, the Court was convinced that the petitioner had failed to make out a strong prima facie case for appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fccd2a8cb60c45e9843bfe7c27d99ae0_134"
    },
    {
      "start": 22676,
      "end": 22779,
      "text": "The Court observed that a liberal approach may be adopted when some plausible cause for delay is shown.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df6db475de3849e9b48418d5281525c2_135"
    },
    {
      "start": 22780,
      "end": 22888,
      "text": "Liberal approach does not mean that an appeal should be allowed even if the cause for delay shown is glimsy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b94e6a5074f1421a8af73758f3e5d835_136"
    },
    {
      "start": 22889,
      "end": 23054,
      "text": "The Court should not waive limitation for all practical purposes by condoning inordinate delay caused by a tardy lackadaisical negligent manner of functioning......\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "61a7bcd8e6ed425da01b374b26a19039_137"
    },
    {
      "start": 23056,
      "end": 23304,
      "text": "13. In view of the above factual and legal positions, we are of the opinion that the applicants have failed to explain the sufficient cause for condonation of delay of 48 (forty eight) days in preferring the appeal after expiry of statutory period.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12854258af32449d9e8769ef7fac5795_138"
    },
    {
      "start": 23305,
      "end": 23450,
      "text": "The period of delay of 48 (forty eight) days in preferring the appeal is not found to be reasonable and thus, cannot be said to be a short delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7455e759bb3043849b3dd2764792374d_139"
    },
    {
      "start": 23452,
      "end": 23498,
      "text": "14. There is yet another aspect to be decided.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a510c9dce09449409d62156313aa68cf_140"
    },
    {
      "start": 23499,
      "end": 23721,
      "text": "We find force in the submission of Mr. Deb, learned senior counsel appearing on behalf of the Respondent-Contractor that the Order 23, Rule 1(3) of CPC does not suggest that it excludes or extends the period of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23555681634845b783a9238d3c624f0e_141"
    },
    {
      "start": 23722,
      "end": 23785,
      "text": "The Court simply gave liberty to withdraw the application/suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c03ba34be6743358f018806e45bfd0b_142"
    },
    {
      "start": 23786,
      "end": 23961,
      "text": "This period cannot be said to be saved by Section 14 of the Limitation Act and the application must explain the said period/days till the filing of the fresh application/suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cf327aaff284c9ab04876c1092f306a_143"
    },
    {
      "start": 23963,
      "end": 24134,
      "text": "15. It is found that the applicants-State had preferred an appeal before this Court against the order dated 04.12.2021 passed by learned Commercial Court, Ambassa, Dhalai.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f0189ad36e9486983b132df8f15d860_144"
    },
    {
      "start": 24135,
      "end": 24333,
      "text": "The said appeal was disposed of by the Division Bench of this Court on 27.07.2022 as it was withdrawn by the applicants taking liberty to move appropriate application before the learned trial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9df3c704f031482980eb9adcbf7442a4_145"
    },
    {
      "start": 24334,
      "end": 24529,
      "text": "Thereafter, the applicants had again approached the learned Commercial Court, Ambassa, Dhalai with a review application to review the order dated 04.12.2021, passed in Civil Misc.(ARB)01 of 2021.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5f9df013e1a4a279a0c22308edcef9f_146"
    },
    {
      "start": 24530,
      "end": 24615,
      "text": "That review application had also been dismissed by the said learned Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed98a066732d441a90c29f9b7e0ebea7_147"
    },
    {
      "start": 24616,
      "end": 24927,
      "text": "On perusal of the order dated 27.07.2022 passed by a Division Bench of this Court, it comes to fore that the said order itself cannot be read as an order, authorizing the State-applicants to file a review petition which is otherwise not maintainable in law, both on merits as well as on the point of limitation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "27257b267eb5496ab4aa4424785f7572_148"
    },
    {
      "start": 24928,
      "end": 25288,
      "text": "The order dated 27.07.2022 in no terms suggests that this court permitted the State- applicants to file application for review of the order passed by the Commercial Court, Ambassa, nor the said order can be read to be an authority for the proposition that the statutory enjoinment of a review within 30 days had been waived by the Division Bench of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c98b617061a94cd8b8344e493c75b3de_149"
    },
    {
      "start": 25289,
      "end": 25545,
      "text": "However, review application being filed by the State-applicants it is the solemn obligation on their part to make the review application maintainable after expiry of 30 days, they had to file application seeking condonation of delay, but that was not done.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba10b79ce422445cb07af16bb4eea9d9_150"
    },
    {
      "start": 25547,
      "end": 25758,
      "text": "16. In this context, we reiterate further that Section 5 of the Arbitration & Conciliation Act, 1996 stipulates judicial intervention with respect to only relevant provisions mentioned in Part-I of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6789932dd784ec19e62ebbb9839f3c3_151"
    },
    {
      "start": 25759,
      "end": 25854,
      "text": "Section 34 falls within Part-I of the said Act and no remedy of review is traceable thereunder.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c746c63c52ed40e69592e658b750a6f8_152"
    },
    {
      "start": 25855,
      "end": 26137,
      "text": "A total reading of the various provisions, contained in Part-I of the Arbitration & Conciliation Act, 1996 would make a disclosure that save and except, Section 33, there is no other provision in the said Part, which is similar to the power of review, or having a semblance thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "895b5a131db4449ea2d92adc2fdcc76a_153"
    },
    {
      "start": 26138,
      "end": 26447,
      "text": "Therefore, the Parliament being aware of the powers of review, having not conferred such power either on to the Court, exercising power under Section 34 of the Arbitration & Conciliation Act, 1996 or on to the appellate Court under Section 37 of the said Act, no power of review can be invoked by implication.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2d8377ca8c24c15bad1d8c74a2eadc2_154"
    },
    {
      "start": 26449,
      "end": 27051,
      "text": "17. In this regard, we may gainfully refer the decision rendered in the case of Chandi Construction Company Ltd. Vrs. Executive Engineer & Ors, reported in 2013(4) Arb. LR 69 (P & H) wherein the Punjab & Haryana High Court at Para 20 had observed thus:\n\"20. A perusal of Section 33 of the 1996 Act would show that only a Arbitral Tribunal or the Arbitrator, as the case may be, can within 30 days from the receipt of the arbitral award, correct any computation, clerical or typographical errors or any other errors of similar nature, but the section does not enable any judicial review of the judgment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5af8d08a84124c44b8ac3636ffdbf842_155"
    },
    {
      "start": 27052,
      "end": 27185,
      "text": "The Arbitral Tribunal has specific and limited jurisdiction of review which cannot be beyond the scope of Section 33 of the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9be8bcd518184f00bb3e792e4296d7a3_156"
    },
    {
      "start": 27186,
      "end": 27436,
      "text": "Even filing of such application beyond the period of 30 days was also discouraged by treating the same without limitation but in the present case, the award was passed on 5.12.2003, the Arbitral Tribunal dismissed the objection petition on 1.12.2006.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf69087636bf46388829ce5b192675b0_157"
    },
    {
      "start": 27437,
      "end": 27499,
      "text": "No appeal against the said award was filed by the respondents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "227ed27661ef4b608813c28d81c64e6c_158"
    },
    {
      "start": 27500,
      "end": 27552,
      "text": "However, the review petition was filed on 27.2.2007.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "904b09df12464bc4ba66610e95895e98_159"
    },
    {
      "start": 27553,
      "end": 27786,
      "text": "Thus, after the Additional District Judge passed the order, then he becomes functus officio after passing the judgment, therefore, he could not exercise any power under Section 33 of the Act after expiry of the period of thirty days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "763294992f39410fb3c42705f138d675_160"
    },
    {
      "start": 27787,
      "end": 28032,
      "text": "In any case, he could correct the award only within the scope as provided under Section 33 of the 1996 Act, but there is no provision as such for review of the order passed by the Additional District Judge so as to set aside the same altogether.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8772904c1b3410c8673e35a7b278324_161"
    },
    {
      "start": 28033,
      "end": 28191,
      "text": "Similar observations were made by the Apex Court in the case of State of Arunachal Pradesh vs. Damni Construction Co., (2007) 10 Supreme Court Cases 742.\"\n18.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f9109c7e2fc24dc78da4562e6c89b9e8_162"
    },
    {
      "start": 28192,
      "end": 28382,
      "text": "Having gone through the above propositions of law, we are of the opinion that learned Commercial Court rightly dismissed the review petition and therefore, no interference is called for.\n19.",
      "labels": [
        "RATIO"
      ],
      "id": "23e5a09c6e374674aa9abfd454d7f218_163"
    },
    {
      "start": 28383,
      "end": 28465,
      "text": "Accordingly, the instant condonation application (IA No.03/2023) stands dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "3196f896cd834529934e770dc3b2c2fb_164"
    },
    {
      "start": 28466,
      "end": 28538,
      "text": "Consequently, the Arbitration Appeal 04/2023 shall also stand dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "8925ce960ec94046843a7a59d8ca5be3_165"
    },
    {
      "start": 28539,
      "end": 28593,
      "text": "Pending application(s), if any, also stands dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "f4db34a84efb430fa6781a7832a3390e_166"
    },
    {
      "start": 28594,
      "end": 28686,
      "text": "\n      (ARINDAM LODH),J                                (APARESH KUMAR SINGH),CJ SANJAY GHOSH",
      "labels": [
        "NONE"
      ],
      "id": "6d6880fbec8644b7847f05cae8030827_167"
    },
    {
      "start": 28687,
      "end": 28784,
      "text": "         Digitally signed by SANJAY GHOSH                       Date: 2023.10.13 17:17:10 +05'30'",
      "labels": [
        "NONE"
      ],
      "id": "e111bf2d49704c019a31bcc8b6d39ddf_168"
    }
  ]
}