{
  "id": "86b1f5cff4eaf2892ef4a87a5e27f2871a8a1bb62a932e67deeb2c1abbe2552e",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court \nVishal Exports Overseas Limited vs State Bank Of India on 10 July, 2018 \nAuthor: M.R. Shah\nBench: M.R. Shah, A.Y. Kogje\n        C/Fa/1956/2018                                        Cav Judgment\n\n\n\n\n            In The High Court Of Gujarat At Ahmedabad\n\n                         R/First Appeal No. 1956 of 2018\n\n\nFor Approval And Signature:\n\n\nHonourable Mr.Justice M.R. Shah                                 sd/-\nand HONOURABLE MR.JUSTICE A.Y. KOGJE                                sd/- \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = \n1 Whether Reporters of Local Papers may be allowed to No see the judgment ?\n2 To be referred to the Reporter or not ? No 3 Whether their Lordships wish to see the fair copy of the No judgment ? \n4 Whether this case involves a substantial question of law No as to the interpretation of the Constitution of India or any order made thereunder ? \n========================================================== VISHAL EXPORTS OVERSEAS LIMITED Versus STATE BANK OF INDIA ========================================================== Appearance:\nMR MIHIR THAKORE, SENIOR ADVOCATE WITH MS AMRITA M THAKORE(3208) for the PETITIONER(s) No. 1,2,3,4 for the RESPONDENT(s) No. 11,13,17,23 MR ANIP A GANDHI(2268) for the RESPONDENT(s) No. 1,10,12,7 MR VIRENDRA M GOHIL(3244) for the RESPONDENT(s) No. 19 NOTICE SERVED BY DS(5) for the RESPONDENT(s) No. 14,15,16,18,20,21,22,3,4,5,6,8,9 RITESH D PATADIA(6460) for the RESPONDENT(s) No. 2 ========================================================== CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE A.Y. KOGJE Date : 10/07/2018 C.A.V. JUDGMENT (PER : HONOURABLE MR.JUSTICE M.R. SHAH)\n1. Feeling aggrieved and dissatisfied with the impugned order passed by the learned Judge, Commercial Court, Ahmedabad, dated 23.03.2018, below Exhibits 20 and 43 in Commercial Civil Suit No.276/2016 (Old Civil Suit No.145/2010), by which the learned Commercial Court has allowed the said applications and has rejected the Plaint under Order VII Rule 11 of the Code of Civil Procedure, 1908, the original plaintiffs have preferred the present First Appeal. \n2. The facts leading to the present appeal in nutshell are as under:-\n2.1 That original plaintiff No.1 obtained financial facilities for the working capital from original defendant No.1 - State Bank of India led consortium of five Banks in or about 1997. That at that time, the over limit of the working capital sanctioned to plaintiff No.1 was Rs.25 crores shared amongst five Banks led by State Bank of India - original defendant No.1 (hereinafter referred to as \"the SBI\"). That thereafter, various other Banks joined the consortium led by the SBI and few of the Banks withdrew from the consortium on account of their own internal reasons. That thereafter, the consortium consisted of the original defendants in the present suit which was led by the SBI. That plaintiff No.1 was also granted the term loans by defendant Nos.1, 3, 8, 11 and 15. Thereafter, the plaintiffs were facing financial problems and feeling the heat from blockage of funds resulting in defaults in discharge of Letters of Credit liabilities as well as the term loan installments and/or working capital loans. It is the case on behalf of the plaintiffs that thereafter, on advice from the SBI for taking suitable expert advice on the then obtaining situation, the plaintiffs appointed one M/s.Mehta Lodha & Company, Chartered Accountants, to undertake study of reasons and remedies for the problematic financial affairs of plaintiff No.1. According to the plaintiffs, the same was communicated to the SBI and thereafter, joint meetings were conducted / held. \n2.2 Be that as it may, the plaintiffs failed to clear their outstanding dues. During the financial year 2006-07, since the plaintiffs were unable to discharge their liabilities with regard to financial facilities granted by the consortium, various Banks of the consortium initiated recovery proceedings by way of filing Original Applications No.11/2008, 47/2007, 117/2007, 133/2007, 97/2008 and 24/2009, before the learned Debt Recovery Tribunal-I, Ahmedabad, (\"the DRT/ Tribunal\" for short) for recovery of approximately Rs.800 crores. That on being served with the notices of the aforesaid O.A.s, the plaintiffs instituted Civil Suit No.145/2010 before the City Civil Court at Ahmedabad against the consortium Banks - original defendants seeking a decree for a sum of Rs.7,86,61,71,301/- with interest at the rate of 12% p.a. That having been served with the summonses/ notices of the suit, the Banks - original defendants herein filed application below Exs.20 and 43 seeking rejection of the Plaint on the ground that the suit was barred by Sections 18 and 19 of the Recovery of Debts Due to Banks and Financial Institutions Act, 1993 (hereinafter referred to as \"the Finance Act, 1993\"). \n2.3 It appears that pending the said applications for adjudication, the aforesaid original applications filed by the respondents-Banks before the learned DRT reached the stage of final hearing. The plaintiffs filed applications before the DRT for consolidation of all the aforesaid O.A.s filed by various Banks of the consortium which came to be rejected vide order dated 02.04.2014. It appears that feeling aggrieved and dissatisfied with the order passed by the DRT dated 02.04.2014, the original plaintiffs herein straightaway approached this Court by way of Special Civil Applications No.5393/2014 and other allied Special Civil Applications, inter alia, seeking a direction for consolidation of the Original Applications, which were disposed of vide orders dated 15.04.2014 and 23.04.2014, permitting the petitioners therein - original plaintiffs herein to withdraw the said petitions with liberty to pursue the remedy before the DRT. It appears that in the meantime, the plaintiffs also filed interim applications in the above-mentioned Original Applications before the learned DRT seeking stay/ postponement of the final hearing of the Original Applications till the disposal of the applications filed by the Banks under Order VII Rule 11 of the CPC in Civil Suit No.145/2010, which came to be rejected by the DRT vide its order dated 23.12.2013. \n2.4 It appears that thereafter, being aggrieved by the order dated 02.04.2014 passed by the DRT rejecting the prayer of the original plaintiffs herein to consolidate all the Original Applications, the plaintiffs herein filed appeals before the Debt Recovery Appellate Tribunal, Mumbai, which came to be rejected by the learned Appellate Tribunal vide its order dated 05.05.2014. Feeling aggrieved and dissatisfied with the order passed by the learned DRT dated 02.04.2014 as well as the order passed by the Appellate Tribunal dated 05.05.2014, the original plaintiffs herein approached this Court by way of Special Civil Applications No.7434/2014 to 7445/2014. That by a common judgment and order dated 11.06.2014, the Division Bench dismissed the aforesaid Special Civil Applications and rejected the prayer of the original plaintiffs herein to consolidate all the Original Applications and/or to stay the further proceedings of the Original Applications till the present suit is decided and/or the applications under Order VII Rule 11 of the CPC in the present suit are decided and disposed of. It appears that thereafter, all the Original Applications before the DRT were proceeded further and even the Recovery Certificates have been issued in favour of the defendants. 2.5 That thereafter, there was no further progress in the Civil Suit filed by the plaintiffs for a decree of Rs.7,86,61,71,301/- with interest at the rate of 12% p.a. towards damages. Even the applications Exs.20 and 43 submitted by the original defendants to reject the Plaint under Order VII Rule 11 of the CPC were not decided and disposed of. 2.6 That thereafter, on establishment of the Commercial Court, Ahmedabad, Civil Suit No.145/2010 came to be transferred to the Commercial Court, City Civil Court, Ahmedabad, where it was numbered as Commercial Suit No.276/2010.\n2.7 That thereafter, the applications Exs.20 and 43 preferred by the original defendants came to be heard by the learned Commercial Court, Ahmedabad. In the aforesaid applications Exs.20 and 43, the original defendants prayed to reject the Plaint under Order VII Rule 11 of the CPC on the ground that instead of filing the counter-claim in the Original Applications before the DRT, as provided under Section 19 of the Finance Act, 1993, and though the said remedy was available to the plaintiffs, the plaintiffs chose to file the suit. Therefore, it was requested to reject the Plaint on the ground that the plaintiffs could have preferred counter-claim in the Original Applications either by way of written statement which would have had the same effect as a claim in the cross-suit instead of preferring the Regular Civil Suit for recovery of damages or to file the counter-claim. It was further submitted that in view of the order passed by the Division Bench of this Court in the earlier round of litigation, being Special Civil Applications No.5393/2014 and other allied Special Civil Applications , the present suit is barred by law and therefore, the Plaint is required to be rejected.\n2.8 Application Ex.20 was opposed by the plaintiffs by filing a detailed reply at Ex.23.It was submitted on behalf of the plaintiffs that under the common law of contract as well as in terms of the documents executed with the defendants, the plaintiffs have independent right to maintain the suit claiming damages, etc. and the jurisdiction of the Civil Court is neither expressly nor impliedly barred. It was further contended by the plaintiffs that there is no rule of law flowing from the Finance Act, 1993, that once the Banks have filed application for recovery of debts, the debtors are bound to make counter- claims only before the DRT and cannot maintain an independent suit. It was further contended that it is not at all possible to maintain their claim as and by way of counter- claim in the Original Applications filed by the defendants. It was submitted that since the claim of the plaintiffs is a collective claim against all the defendants, with clear joint and several liabilities, it is not at all possible to raise such claims by way of counter claims in six different recovery proceedings before the DRT. Therefore, it was requested to reject the application under Order VII Rule 11 of the CPC. 2.9 That thereafter, after considering the rival submissions made by learned counsel for the respective parties, and relying upon the observations made by the Division Bench in Special Civil Applications No.7434/2014 to 7445/2014, more particularly, the observations made in Paragraphs 15 and 16, the learned Commercial Court, by impugned common order passed below Exs.20 and 43, has allowed the said applications and has rejected the Plaint under Order VII Rule 11 of the CPC mainly on the ground that though the plaintiffs were having the remedy available under Section 19 of the Finance Act, 1993, to file a counter-claim in the Original Applications preferred by the consortium of Banks instead of filing the counter-claims, the plaintiffs have chosen to file the suit and therefore the conduct on the part of the plaintiffs disentitles them to continue with the proceedings of the present suit. Consequently, the learned Commercial Court has passed the order below Ex.1 and has disposed of the suit. 2.10 Feeling aggrieved and dissatisfied with the impugned order passed by the learned Commercial Court, Ahmedabad, in rejecting the Plaint under Order VII Rule 11 of the CPC and consequently, disposing of the suit, the original plaintiffs have preferred the present First Appeal. \n3. Shri Mihir Thakore, learned Senior Advocate, has appeared on behalf of the appellants - original plaintiffs, and Shri Anip Gandhi, Shri Pranav G. Desai, Shri Virendra Gohil and Shri Ritesh Patadia, learned advocates, have appeared on behalf of the respective original defendants. At this stage, it may be noted that Shri Anip Gandhi, learned advocate, has appeared on behalf of original defendant No.1 - SBI - lead Bank of the consortium. \n4.1 Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs, has submitted that in the facts and circumstances of the case, the learned Judge has materially erred in rejecting the Plaint under Order VII Rule 11 of the CPC. \n4.2 It is vehemently submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs, that as such, while rejecting the Plaint under Order VII Rule 11 of the CPC, the learned Judge has not held that the suit filed by the plaintiffs for recovery of damages before the Civil Court shall not be maintainable. It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that even there is no specific finding given by the learned Commercial Court that the present suit filed by the plaintiffs shall be barred by any law, more particularly, Section 19 of the Finance Act, 1993. It is submitted that unless and until it is demonstrated and found specifically that the suit is barred by any law, then and then only the Plaint can be rejected under Order VII Rule 11 of the CPC. It is submitted that in the present case, as such, it cannot be said that there is any specific finding given by the learned Judge that the independent suit filed by the plaintiffs was barred by any law, more particularly, by the provisions contained in the Finance Act, 1993. \n4.3 It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that as such, the learned Commercial Court has rejected the Plaint under Order VII Rule 11 of the PC mainly on the conduct on the part of the plaintiffs in not filing counter-claim in the Original Applications filed by the Bank/ Banks. It is submitted that aforesaid can hardly be a ground to reject the Plaint under Order VII Rule 11 of the CPC. \n4.4 It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that while passing the impugned order, the learned Judge has materially erred in heavily relying upon the observations made by the Division Bench of this Court in Special Civil Applications No.7434/2014 to 7445/2014. It is submitted that in the common judgment and order dated 11.06.2014, the Division Bench has not at all observed that the counter-claim before the learned DRT is the only remedy available and that the independent suit filed by the plaintiffs before the Civil Court is not maintainable. It is submitted that the observations made by the Division Bench of this Court in Special Civil Applications No.7434/2014 to 7445/2014 are with respect to the prayer of the plaintiffs to stay the proceedings before the learned DRT till the independent suit filed by the plaintiffs is decided. It is submitted that with respect to that prayer, the Division Bench made the observations in Paragraphs 15 and 16. It is submitted that therefore, the learned Judge has misread and/or misinterpreted the observations made by the Division Bench in Special Civil Applications No.7434/2014 to 7445/2014 while rejecting the Plaint in exercise of powers under Order VII Rule 11 of the CPC. 4.5 It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that even otherwise, considering the provisions contained in the Finance Act, 1993, it cannot be said that the independent suit filed by the plaintiffs before the Civil Court shall not be applicable and/or barred. It is submitted that Section 19 of the Act is the remedy available to the financial institutions/ Banks to initiate the proceedings for recovery. It is submitted that therefore, any proceedings before the Civil Court for the aforesaid, more particularly, falling within Sections 17 and 19 of the Finance Act, 1993, shall be barred before the Civil Courts. It is submitted that therefore, the independent suit filed by the plaintiffs for damages and that too, against the respective Banks claiming damages jointly and severally cannot be said to be barred under any of the provisions of the Finance Act, 1993. \n4.6 It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that even there is no provision in the Finance Act, 1993, that the remedy by way of counter-claim/ set-off is permissible, and that the opponent in the recovery proceedings must submit the counter-claim and an independent suit for damages having independent cause of action shall not be maintainable. 4.7 Relying upon the decisions of the Hon'ble Supreme Court in the case of United Bank of India, Calcutta v. Abhijit Tea Co. Pvt. Ltd. And Others - (2000)7 SCC 357, Indian Bank v. ABS Marine Products (P) Ltd. - (2006) 5 SCC 72, State Bank of India v. Ranjan Chemicals Ltd. And Another - (2007)1 SCC 97, and Nahar Industrial Enterprises Limited v. Hong Kong And Shanghai Banking Corporation - (2009)8 SCC 646, it is vehemently submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that an independent suit filed by the borrower claiming damages cannot be said to be barred. It is submitted that at the most, if the same are to be treated as counter-claim, the said proceedings/ suit before the Civil Court is required to be transferred to one-forum - DRT as forum convenient. It is submitted that in the aforesaid decisions, it is observed that a joint trial is ordered when a Court finds that the ordering of such a trial would avoid separate overlapping evidence being taken in the two causes put in suit and it will be more convenient to try them together in the interests of the parties and in the interest of an effective trial of the causes. It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that as observed by the Hon'ble Supreme Court in the case of Indian Bank v. ABS Marine Products (P) Ltd. (supra), even an independent suit of a defendant can be transferred to the DRT and can be deemed to be a counter-claim only when two conditions are satisfied, namely (1) the subject-matter of the Bank's suit, and the suit of the defendant against the Bank, should be inextricably connected in the sense that decision in one would affect the decision in the other and (2) both the parties (the plaintiff in the suit against the Bank and the Bank) should agree for the independent suit being considered as a counter-claim in the Bank's application before the Tribunal, so that both could be heard and disposed of by the Tribunal. 4.8 It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that in the present case, even the day on which the applications under Order VII Rule 11 are decided and disposed of, the remedy which was available to the plaintiffs by way of counter-claim/ set-off, would not be available now as the Original Applications before the DRT are already decided long back. It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that therefore, even the remedy of transfer of suit to the DRT and to be treated as counter-claim in the applications also shall not be available. It is submitted that in any case, the grounds on which the learned trial Court has rejected the Plaint under Order VII Rule 11 of the CPC are not sustainable in law and therefore, the impugned order deserves to be quashed and set aside. \n4.9. Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs has also relied upon the decision of the Division Bench of this Court in the case of Naliniben Rajnikant Patel Through Power of Attorney and Ors. v. Rashmikant Manubhai Amin and Ors. reported in AIR 2010 Gujarat 130 as well as the decision of the learned Single Judge of this Court in the case of Rasiklal S. Maradia and Anr. v. ICICI Bank Limited and Anr. reported in 2009(1) GLH 314. \n5. Shri Anip Gandhi, learned advocate appearing on behalf of the lead Bank - SBI - respondent No.1 has supported the impugned order passed by the learned Judge, Commercial Court. It is submitted by Shri Anip Gandhi, learned advocate appearing on behalf of the lead Bank - SBI - respondent No.1 that in the facts and circumstances of the case, the learned Commercial Court has not committed any error in rejecting the Plaint under Order VII Rule 11 of the CPC. \n5.1 It is further submitted by Shri Anip Gandhi, learned advocate appearing on behalf of the lead Bank - SBI - respondent No.1 that as rightly observed by the learned Judge, Commercial Court, the original plaintiffs were having remedy under the Finance Act, 1993, to file the counter-claim in the Original Applications filed by the Banks. It is submitted that even the Division Bench of this Court in the order dated 11.06.2014 passed in Special Civil Applications No.7434/2014 to 7445/2014 specifically observed that the plaintiffs were having the remedy to file the counter-claim. It is submitted that despite the above, the plaintiffs filed an independent suit which was directly interconnected with the Original Applications filed by the Bank/ Banks. It is submitted that therefore, the suit filed by the plaintiffs can be said to be abuse of process of Court and Court proceedings and the suit can be said to be a frivolous suit for which the Plaint was liable to be rejected under Order VII Rule 11 of the CPC. It is submitted that therefore, as such, the learned Judge has rightly rejected the Plaint under Order VII Rule 11 of the CPC. 5.2 It is further submitted by Shri Anip Gandhi, learned advocate appearing on behalf of the lead Bank - SBI - respondent No.1 that even the question whether an independent suit by the borrower against the Bank or a financial institution which has applied for recovery of its loan against the plaintiffs under the Finance Act, 1993, shall be maintainable or not or whether the same is liable to be transferred and tried along with the application under the Finance Act, 1993, by the DRT is now referred to a Larger Bench by the Hon'ble Supreme Court in the case of Bank of Rajasthan Limited v. VCK Shares and Stock Broking Services Limited reported in (2015)13 SCC 635. It is further submitted that in the present case, as the suit filed by the plaintiffs is having inextricable connection of the subject- matter of the Original Applications before the DRT and that the plaintiffs could have and ought to have filed the counter-claim in the Original Applications which the plaintiffs did not, the learned Commercial Court has rightly rejected the Plaint under Order VII Rule 11 of the CPC. \nMaking above submissions and relying upon the observations made by the Division Bench of this Court in the order dated 11.06.2014 in the case of the very plaintiffs in Special Civil Applications No.7434/2014 to 7445/2014 and relying upon the decision of Delhi High Court in the case of Radnik Exports v. Standard Chartered Bank dated 01.07.2014 in CS (OS) 2296/2009, it is requested to dismiss the present appeal. \n6. The other learned advocates appearing on behalf of the respective Banks which are as such part of the consortium is led by the SBI, have adopted the submissions made by Shri Anip Gandhi, learned advocate appearing on behalf of respondent No.1 - SBI.\n7. Heard learned counsel appearing on behalf of the respective parties at length. Perused the impugned order passed by the learned Commercial Court rejecting the Plaint under Order VII Rule 11 of the CPC. \n7.1 At the outset, it is required to be noted that from the impugned order passed by the learned Judge, Commercial Court, rejecting the Plaint under Order VII Rule 11 of the CPC, it appears that the learned Judge has heavily relied upon and/or considered the observations made by the Division Bench of this Court in the case of the very parties in the earlier round of litigation, being Special Civil Application No.7434/2014 and other allied Special Civil Applications as well as on the conduct on the part of the plaintiffs in not filing the counter-claim in the Original Applications filed by the respective Banks as provided under Section 19 of the Finance Act, 1993 and instead, filing a separate, independent suit. 7.2 At this stage, it is required to be noted that as such, while passing the impugned order and rejecting the Plaint under Order VII Rule 11 of the CPC, as such, there is no specific finding recorded by the learned Commercial Court that the independent suit preferred by the plaintiffs filed against the respective Banks shall not be maintainable and/or shall be barred by any law. It cannot be disputed that the Plaint under Order VII Rule 11(d) of the CPC can be rejected if it is found that the suit is barred by any law. At this stage, it is also required to be noted that as such, the learned Judge has not exercised the power under Order VII Rule 11(a) of the CPC. Therefore, the short question which is posed for the consideration of this Court is whether in the facts and circumstances of the case, the learned Commercial Court is justified in rejecting the Plaint under Order VII Rule 11 of the CPC on the grounds stated in the impugned order? 7.3 From the Plaint, it appears that the plaintiffs, in the year 2010, instituted the civil suit against the respondents herein - original defendants - Banks/ lenders for recovery of Rs.7,86,61,71,301/- with interest at the rate of 12% p.a. as and by way of damages/ compensation from the defendants for their various wrongful actions, including breach of contract, actions in bad faith and acts of misfeasance and/or non- feasance and tortuous liability. The relief is sought against all the defendants jointly and severally by way of damages/ compensation. It emerges from the record that prior thereto, the Banks/ consortium of Banks and Banks independently and/or jointly filed different Original Applications in the year 2007/ 2008/ 2009, before the DRT for recovery of approximately Rs.800 crores from the plaintiffs - borrowers. It is true that the plaintiff/ plaintiffs did not file/ lodge any counter-claim against the consortium Bank and other Banks and instead filed a civil suit against the consortium Banks seeking a decree referred to hereinabove. Immediately on being served with the summonses of the suit, the Banks/ consortium Banks filed the application seeking rejection of the Plaint on the ground that the suit is barred by Sections 18 and 19 of the Finance Act, 1993. \n7.4 Learned counsel appearing on behalf of the respective parties have relied upon the decisions of the Hon'ble Supreme Court in the case of United Bank of India, Calcutta v. Abhijit Tea Co. Pvt. Ltd. And Others (supra), Indian Bank v. ABS Marine Products (P) Ltd. (supra), State Bank of India v. Ranjan Chemicals Ltd. And Another (supra), and Nahar Industrial Enterprises Limited v. Hong Kong And Shanghai Banking Corporation (supra) and Bank of Rajasthan Limited v. VCK Shares and Stock Broking Services Limited (supra). However, considering the controversy and the issues before the Hon'ble Supreme Court in the aforesaid decisions and the questions which are now referred to the Larger Bench by the Hon'ble Supreme Court in the case of Bank of Rajasthan Limited v. VCK Shares and Stock Broking Services Limited (supra), it appears that the issue before the Hon'ble Supreme Court in the aforesaid decisions was whether an independent suit filed by a borrower against a Bank or financial institution, which has applied for recovery of its loan against the plaintiff under the Finance Act, is liable to be transferred and tried along with the application under the Finance Act by DRT? In none of the decisions referred to hereinabove, the Hon'ble Supreme Court has observed and held that independent suit by the borrower in the Civil Court shall be maintainable or not maintainable. Considering the decisions of the Hon'ble Supreme Court referred to above, it appears that the Hon'ble Supreme Court was considering the necessity for joint trial by treating the suit before the Civil Court as counter-claim for number of reasons, namely, to save the expenses of two attendances by the counsel and witnesses and the trial Judge will be able to try the two actions at the same time and take common evidence in respect of both the claims. Therefore, the desirability to consider the suit as a counter-claim and/ or desirability to have a joint trial for convenience and to avoid the duplication to save expenses as observed hereinabove is a different thing than to say that independent suit shall not be maintainable under the law, more particularly, under the Finance Act, 1993, and therefore the Plaint is liable to be rejected under Order VII Rule 11 of the CPC. From the impugned order passed by the learned Judge, it appears that while rejecting the Plaint under Order VII Rule 11 of the CPC, the learned Judge has heavily relied upon a few observations of the Division Bench in the earlier round of litigation in Special Civil Application No.7434/2014 and other allied Special Civil Applications, more particularly, Paragraphs- 15 and 16 of the said order, reproduced by the learned Commercial Court in Paragraph-32 of its order. However, considering the observations made in Paragraphs-15 and 16, it cannot be culled out that the Division Bench in the aforesaid order has observed that the suit filed by the plaintiffs was not at all maintainable. The observations made in Paragraphs-15 and 16 which have been heavily relied upon by the learned Judge are required to be considered in light of the issues/ controversy before the Court. On considering the entire judgment and order passed in Special Civil Application No.7434/2014 and other allied Special Civil Applications, it transpires that one of the prayer by the plaintiffs was that till the application filed by the Banks under Order VII Rule 11 of the CPC in the present suit is decided and disposed of, the proceedings of the Original Applications before the DRT be stayed. One another main prayer before the Division Bench was consolidation of all the Original Applications filed by various Banks and consortium of Banks which was rejected by the learned DRT. To the prayer of the plaintiffs to stay further proceedings of the Original Applications till the application under Order VII Rule 11 of the CPC in the present proceedings is decided and disposed of, the Division Bench made observations in Paragraphs-15 and 16, as under:\n\"15. In spite of express provision of law, the present petitioners have exercised and opted for filing a suit before the City Civil Court instead of filing counter claim and thereafter, insisting that very suit be heard and decided first and thereafter the present applications preferred by the consortium of banks may be decided. If that request may be accepted, then the whole purpose of special enactment for the recovery of public debts would be frustrated. \n16. The aforesaid two distinctive proceedings preferred before the Tribunal as well as the Civil Court have been selected by the parties to the proceedings at their own volition whereas the petitioners have selected the forum of Civil Court. Thereafter, they cannot insist that unless the proceedings before the City Civil Court is concluded, the aforesaid proceedings before the Tribunal should be stayed. Even otherwise also, records and proceedings clearly indicate that the aforesaid six applications were preferred first in the point of time. Thereafter, there was an option for the present petitioners to prefer the counter claim in the aforesaid Original Applications instead of preferring a regular suit for recovery of damages. Still however, they have opted for preferring the suit and thereafter by way of urging to stay the proceedings before the Tribunal clearly indicate the intention of stalling the proceedings before the Debts Recovery Tribunal.\" \nFrom the aforesaid observations, it cannot be said that the Division Bench, in the aforesaid order, specifically observed that the independent suit filed by the plaintiffs before the Civil Court was not maintainable at all. From the impugned order, it appears that the learned Judge, Commercial Court, has rejected the Plaint by observing in Paragraphs-32 and 33 as under:\n\"32. In view of the aforesaid facts and considering the very conduct on the part of the plaintiffs which indicates that without agitating a counter-claim before DRT and pressing for continuing with the suit which, as held hereinabove, the relief thereof could have been claimed by way of lodging a counter-claim which, in fact, despite several opportunities available to the plaintiffs, has not chosen the same and therefore, the plaintiffs cannot take the benefit of their own wrong by keeping the proceedings of the present suit pending on one side and challenging several miscellaneous and final orders passed by the DRT on the other side, despite there being clear findings of the Hon'ble Court as to the remedies available to the plaintiffs under Sections 18 and 19 of the RDDB Act.\n33. Hence, the possibility of plaintiffs having not acquainted with the remedies available to them and the knowledge thereof, cannot be ruled out and the said fact seems to have been substantiated from several orders passed by the DRT, DRAT and also by the Hon'ble High Court of Gujarat and therefore, the very conduct on the part of the plaintiffs disentitle the plaintiffs even to continue with the proceedings of the present suit in the light of the detailed discussion made hereinabove.\" \nHowever, as observed hereinabove, it is not at all observed that independent suit shall not be maintainable at all in view of the Scheme of the Finance Act, 1993. Merely because some remedy might have been available, in the present case, may be by way of counter-claim, which the plaintiff did not avail and instead, filed an independent suit, cannot be a ground to reject the Plaint under Order VII Rule 11 of the CPC, unless it is observed and found that the suit is clearly barred by any law. \n7.5 At this stage, it is required to be noted that in the present case, now no fruitful purpose would be served in relegating the plaintiffs to lodge the counter-claim and/or to transfer the suit to the DRT (the issue which is now at large before the Hon'ble Supreme Court) as the Original Applications filed by the Bank have already been disposed of long back much before even the application under Order VII Rule 11 of the CPC is decided and disposed of and no applications are pending before the learned DRT. It is also required to be noted that different Original Applications were filed by different Banks against the plaintiffs - borrowers and their application for consolidation of the Original Applications were rejected which came to be confirmed by the Division Bench of this Court. The present suit is filed by the plaintiffs jointly against the consortium of Bank/ Banks and therefore even if the plaintiffs could have filed the counter-claim, it was not possible as decree is sought against all the Banks jointly and severally and as such, a counter-claim in different Original Applications would be possible or not is also a very serious question. One can understand if only one Original Application was pending of the consortium Banks and the suit is either transferred and/or one counter-claim is filed in only one Original Application, which is not so in the present case. \n8. In any case, in absence of any specific finding given by the learned Judge, Commercial Court, that independent suit shall not be maintainable and/or the same is specifically barred under the provisions of the Finance Act, 1993, the learned Judge is not justified in rejecting the Plaint under Order VII Rule 11 of the CPC. There can be a very serious dispute whether the reliefs which are sought in the Plaint by way of damages/ compensation from the defendants for their various wrongful actions, including breach of contract, actions in bad faith and acts of misfeasance and/or non-feasance and tortuous liability can be treated as counter-claim in an application under Section 19 of the Finance Act, 1993. Be that as it may, as observed hereinabove, there is no specific finding recorded by the learned trial curt that the independent suit filed by the plaintiffs is specifically barred by any law, more particularly, by the provisions of the Finance Act, 1993 and therefore, the Plaint cannot be rejected under Order VII Rule 11 of the CPC. Therefore, without touching the questions which are referred to the Larger Bench of the Hon'ble Supreme Court in Bank of Rajasthan Limited v. VCK Shares and Stock Broking Services Limited (supra), on the aforesaid ground alone, the impugned order passed by the learned Judge, Commercial Court, rejecting the Plaint under Order VII Rule 11 of the CPC deserves to be quashed and set aside. \n9. In view of the above and for the reasons stated above, the present appeal is allowed. The impugned order passed by the learned Judge, Commercial Court, Ahmedabad, dated 23.03.2018, below Exhibits 20 and 43 in Commercial Civil Suit No.276/2016 (Old Civil Suit No.145/2010) rejecting the Plaint under Order VII Rule 11 of the the CPC and the consequential order dated 23.03.2018 passed below Ex.1, are hereby quashed and set aside and the suit is ordered to be restored to the file of the Commercial Court, City Civil Court, Ahmedabad, which shall be dealt with in accordance with law and on merits. The present appeal is allowed to the aforesaid extent. No costs. \nsd/-\n(M.R. SHAH, J) sd/-\n(A.Y. KOGJE, J) sunil",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e95ccc3cb8b84f598eb4a631e77bdef9_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "13b5d33ad17d4ba0a487071b137c44bc_1"
    },
    {
      "start": 242,
      "end": 261,
      "text": "\nGujarat High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9964e65bc52e4e90976d2e3a2fd1d17a_2"
    },
    {
      "start": 262,
      "end": 334,
      "text": "\nVishal Exports Overseas Limited vs State Bank Of India on 10 July, 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b48587cc4354334aea1ea6dd68e6968_3"
    },
    {
      "start": 335,
      "end": 657,
      "text": "\nAuthor: M.R. Shah\nBench: M.R. Shah, A.Y. Kogje\n        C/Fa/1956/2018                                        Cav Judgment\n\n\n\n\n            In The High Court Of Gujarat At Ahmedabad\n\n                         R/First Appeal No. 1956 of 2018\n\n\nFor Approval And Signature:\n\n\nHonourable Mr.Justice M.R. Shah                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cd045d1ed2a34250befd16cbd91b4bff_4"
    },
    {
      "start": 657,
      "end": 711,
      "text": "             sd/-\nand HONOURABLE MR.JUSTICE A.Y. KOGJE",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9bdd5e1d22a94b6fa214868ff93facd7_5"
    },
    {
      "start": 712,
      "end": 750,
      "text": "                               sd/- \n=",
      "labels": [
        "PREAMBLE"
      ],
      "id": "abddccd62f874688afdad9ee725b97a6_6"
    },
    {
      "start": 751,
      "end": 758,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6314320b3a341fc974e9e7dd9d873f7_7"
    },
    {
      "start": 759,
      "end": 766,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c9098b6315a74790adb642a20b2025a7_8"
    },
    {
      "start": 767,
      "end": 774,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f7fd1c58efe448baae1f6083882cf014_9"
    },
    {
      "start": 775,
      "end": 782,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c9aff28fd75b40f39cdbe3967d728682_10"
    },
    {
      "start": 783,
      "end": 790,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0a0a3cfe07c3440c96fddabfb9d43dbf_11"
    },
    {
      "start": 791,
      "end": 798,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3493180b0e514222904d9defbb673363_12"
    },
    {
      "start": 799,
      "end": 806,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50a856aeb93d44ae972dc530a67e13f3_13"
    },
    {
      "start": 807,
      "end": 814,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a04dd8710c1e4d4a82e9f01b249c215d_14"
    },
    {
      "start": 815,
      "end": 822,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c0d71144d714452ac0d45ba06c73a97_15"
    },
    {
      "start": 823,
      "end": 830,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f38e469a53b14073b80a85277ba783ef_16"
    },
    {
      "start": 831,
      "end": 838,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "803ecc08a6954fa9a44386f58263885b_17"
    },
    {
      "start": 839,
      "end": 846,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1fc92fdd6f1c48af89c9e125bc764c0f_18"
    },
    {
      "start": 847,
      "end": 854,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4f56797f6730472fb3a1d3de0035e311_19"
    },
    {
      "start": 855,
      "end": 862,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a34a085119c64d65ba99abca01967b97_20"
    },
    {
      "start": 863,
      "end": 983,
      "text": "= \n1 Whether Reporters of Local Papers may be allowed to No see the judgment ?\n2 To be referred to the Reporter or not ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "edbf2d4102e649869fd4da3af7180f0f_21"
    },
    {
      "start": 984,
      "end": 1059,
      "text": "No 3 Whether their Lordships wish to see the fair copy of the No judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7738f9a0a30b4f878bc94d5ef9c960c5_22"
    },
    {
      "start": 1060,
      "end": 1207,
      "text": "\n4 Whether this case involves a substantial question of law No as to the interpretation of the Constitution of India or any order made thereunder ?",
      "labels": [
        "ISSUE"
      ],
      "id": "bf4a7667475c47faa42976ceb63e3869_23"
    },
    {
      "start": 1208,
      "end": 1840,
      "text": "\n========================================================== VISHAL EXPORTS OVERSEAS LIMITED Versus STATE BANK OF INDIA ========================================================== Appearance:\nMR MIHIR THAKORE, SENIOR ADVOCATE WITH MS AMRITA M THAKORE(3208) for the PETITIONER(s) No. 1,2,3,4 for the RESPONDENT(s) No. 11,13,17,23 MR ANIP A GANDHI(2268) for the RESPONDENT(s) No. 1,10,12,7 MR VIRENDRA M GOHIL(3244) for the RESPONDENT(s) No. 19 NOTICE SERVED BY DS(5) for the RESPONDENT(s) No. 14,15,16,18,20,21,22,3,4,5,6,8,9 RITESH D PATADIA(6460) for the RESPONDENT(s) No. 2 ==========================================================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f97a4a3222474cb98c071a2b867f932a_24"
    },
    {
      "start": 1841,
      "end": 2447,
      "text": "CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE A.Y. KOGJE Date : 10/07/2018 C.A.V. JUDGMENT (PER : HONOURABLE MR.JUSTICE M.R. SHAH)\n1. Feeling aggrieved and dissatisfied with the impugned order passed by the learned Judge, Commercial Court, Ahmedabad, dated 23.03.2018, below Exhibits 20 and 43 in Commercial Civil Suit No.276/2016 (Old Civil Suit No.145/2010), by which the learned Commercial Court has allowed the said applications and has rejected the Plaint under Order VII Rule 11 of the Code of Civil Procedure, 1908, the original plaintiffs have preferred the present First Appeal.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "333e917c298d43b8b9fe662e3a8b4999_25"
    },
    {
      "start": 2448,
      "end": 2703,
      "text": "\n2. The facts leading to the present appeal in nutshell are as under:-\n2.1 That original plaintiff No.1 obtained financial facilities for the working capital from original defendant No.1 - State Bank of India led consortium of five Banks in or about 1997.",
      "labels": [
        "ISSUE"
      ],
      "id": "88e9983c41c34675a431311ed451f686_26"
    },
    {
      "start": 2704,
      "end": 2925,
      "text": "That at that time, the over limit of the working capital sanctioned to plaintiff No.1 was Rs.25 crores shared amongst five Banks led by State Bank of India - original defendant No.1 (hereinafter referred to as \"the SBI\").",
      "labels": [
        "FAC"
      ],
      "id": "f7ba406fe8784a4c907fe4fd7da61cfb_27"
    },
    {
      "start": 2926,
      "end": 3091,
      "text": "That thereafter, various other Banks joined the consortium led by the SBI and few of the Banks withdrew from the consortium on account of their own internal reasons.",
      "labels": [
        "FAC"
      ],
      "id": "bb345b14abc947eb9379e2e99b945ea9_28"
    },
    {
      "start": 3092,
      "end": 3206,
      "text": "That thereafter, the consortium consisted of the original defendants in the present suit which was led by the SBI.",
      "labels": [
        "FAC"
      ],
      "id": "97011652879f4f8eae581c0fcc0d1532_29"
    },
    {
      "start": 3207,
      "end": 3295,
      "text": "That plaintiff No.1 was also granted the term loans by defendant Nos.1, 3, 8, 11 and 15.",
      "labels": [
        "FAC"
      ],
      "id": "68d2c239233f47558ff1dc6561e5c931_30"
    },
    {
      "start": 3296,
      "end": 3533,
      "text": "Thereafter, the plaintiffs were facing financial problems and feeling the heat from blockage of funds resulting in defaults in discharge of Letters of Credit liabilities as well as the term loan installments and/or working capital loans.",
      "labels": [
        "FAC"
      ],
      "id": "95405a039f854ee0a44621b6d4a3f0a9_31"
    },
    {
      "start": 3534,
      "end": 3862,
      "text": "It is the case on behalf of the plaintiffs that thereafter, on advice from the SBI for taking suitable expert advice on the then obtaining situation, the plaintiffs appointed one M/s.Mehta Lodha & Company, Chartered Accountants, to undertake study of reasons and remedies for the problematic financial affairs of plaintiff No.1.",
      "labels": [
        "FAC"
      ],
      "id": "f5d8b350ef3543d9a0f0a13752d54e16_32"
    },
    {
      "start": 3863,
      "end": 3982,
      "text": "According to the plaintiffs, the same was communicated to the SBI and thereafter, joint meetings were conducted / held.",
      "labels": [
        "FAC"
      ],
      "id": "13c5433c00dd4976aa56c175e2f3a50b_33"
    },
    {
      "start": 3983,
      "end": 4061,
      "text": "\n2.2 Be that as it may, the plaintiffs failed to clear their outstanding dues.",
      "labels": [
        "FAC"
      ],
      "id": "1c742cbf9cc1457a8ef9dfe704351443_34"
    },
    {
      "start": 4062,
      "end": 4520,
      "text": "During the financial year 2006-07, since the plaintiffs were unable to discharge their liabilities with regard to financial facilities granted by the consortium, various Banks of the consortium initiated recovery proceedings by way of filing Original Applications No.11/2008, 47/2007, 117/2007, 133/2007, 97/2008 and 24/2009, before the learned Debt Recovery Tribunal-I, Ahmedabad, (\"the DRT/ Tribunal\" for short) for recovery of approximately Rs.800 crores.",
      "labels": [
        "FAC"
      ],
      "id": "99568473e24f4144aec57d7245fc777f_35"
    },
    {
      "start": 4521,
      "end": 4811,
      "text": "That on being served with the notices of the aforesaid O.A.s, the plaintiffs instituted Civil Suit No.145/2010 before the City Civil Court at Ahmedabad against the consortium Banks - original defendants seeking a decree for a sum of Rs.7,86,61,71,301/- with interest at the rate of 12% p.a.",
      "labels": [
        "FAC"
      ],
      "id": "8c8b9636d0374e39b721eff09722aa34_36"
    },
    {
      "start": 4812,
      "end": 5175,
      "text": "That having been served with the summonses/ notices of the suit, the Banks - original defendants herein filed application below Exs.20 and 43 seeking rejection of the Plaint on the ground that the suit was barred by Sections 18 and 19 of the Recovery of Debts Due to Banks and Financial Institutions Act, 1993 (hereinafter referred to as \"the Finance Act, 1993\").",
      "labels": [
        "FAC"
      ],
      "id": "cd2d8755ff094f2cbcfbbc0c0ad322cb_37"
    },
    {
      "start": 5177,
      "end": 5370,
      "text": "2.3 It appears that pending the said applications for adjudication, the aforesaid original applications filed by the respondents-Banks before the learned DRT reached the stage of final hearing.",
      "labels": [
        "FAC"
      ],
      "id": "b77ea7c671464ac1837f972a217c6ac6_38"
    },
    {
      "start": 5371,
      "end": 5560,
      "text": "The plaintiffs filed applications before the DRT for consolidation of all the aforesaid O.A.s filed by various Banks of the consortium which came to be rejected vide order dated 02.04.2014.",
      "labels": [
        "FAC"
      ],
      "id": "3ea7aeae9d364406a801fb2844186d5f_39"
    },
    {
      "start": 5561,
      "end": 6116,
      "text": "It appears that feeling aggrieved and dissatisfied with the order passed by the DRT dated 02.04.2014, the original plaintiffs herein straightaway approached this Court by way of Special Civil Applications No.5393/2014 and other allied Special Civil Applications, inter alia, seeking a direction for consolidation of the Original Applications, which were disposed of vide orders dated 15.04.2014 and 23.04.2014, permitting the petitioners therein - original plaintiffs herein to withdraw the said petitions with liberty to pursue the remedy before the DRT.",
      "labels": [
        "FAC"
      ],
      "id": "f08df8e17faf414c9041fe38e5579985_40"
    },
    {
      "start": 6117,
      "end": 6530,
      "text": "It appears that in the meantime, the plaintiffs also filed interim applications in the above-mentioned Original Applications before the learned DRT seeking stay/ postponement of the final hearing of the Original Applications till the disposal of the applications filed by the Banks under Order VII Rule 11 of the CPC in Civil Suit No.145/2010, which came to be rejected by the DRT vide its order dated 23.12.2013.",
      "labels": [
        "FAC"
      ],
      "id": "ea1da9dec4d74033a6aa295ad68bd440_41"
    },
    {
      "start": 6532,
      "end": 6910,
      "text": "2.4 It appears that thereafter, being aggrieved by the order dated 02.04.2014 passed by the DRT rejecting the prayer of the original plaintiffs herein to consolidate all the Original Applications, the plaintiffs herein filed appeals before the Debt Recovery Appellate Tribunal, Mumbai, which came to be rejected by the learned Appellate Tribunal vide its order dated 05.05.2014.",
      "labels": [
        "FAC"
      ],
      "id": "9918ce45df17407e827c8d80d0b61d60_42"
    },
    {
      "start": 6911,
      "end": 7192,
      "text": "Feeling aggrieved and dissatisfied with the order passed by the learned DRT dated 02.04.2014 as well as the order passed by the Appellate Tribunal dated 05.05.2014, the original plaintiffs herein approached this Court by way of Special Civil Applications No.7434/2014 to 7445/2014.",
      "labels": [
        "FAC"
      ],
      "id": "12d2b58bfa104acf9770e71d4dce5de9_43"
    },
    {
      "start": 7193,
      "end": 7628,
      "text": "That by a common judgment and order dated 11.06.2014, the Division Bench dismissed the aforesaid Special Civil Applications and rejected the prayer of the original plaintiffs herein to consolidate all the Original Applications and/or to stay the further proceedings of the Original Applications till the present suit is decided and/or the applications under Order VII Rule 11 of the CPC in the present suit are decided and disposed of.",
      "labels": [
        "RLC"
      ],
      "id": "400601e2110f4a569832305ecb474bf4_44"
    },
    {
      "start": 7629,
      "end": 7805,
      "text": "It appears that thereafter, all the Original Applications before the DRT were proceeded further and even the Recovery Certificates have been issued in favour of the defendants.",
      "labels": [
        "FAC"
      ],
      "id": "ba1a447dbc6a4e9ea78422f7376b0c69_45"
    },
    {
      "start": 7806,
      "end": 7989,
      "text": "2.5 That thereafter, there was no further progress in the Civil Suit filed by the plaintiffs for a decree of Rs.7,86,61,71,301/- with interest at the rate of 12% p.a. towards damages.",
      "labels": [
        "FAC"
      ],
      "id": "dd593278ac93472584f686207a4cdc32_46"
    },
    {
      "start": 7990,
      "end": 8152,
      "text": "Even the applications Exs.20 and 43 submitted by the original defendants to reject the Plaint under Order VII Rule 11 of the CPC were not decided and disposed of.",
      "labels": [
        "FAC"
      ],
      "id": "69433bcf6af643d2a7f648f717d1b3cf_47"
    },
    {
      "start": 8153,
      "end": 8384,
      "text": "2.6 That thereafter, on establishment of the Commercial Court, Ahmedabad, Civil Suit No.145/2010 came to be transferred to the Commercial Court, City Civil Court, Ahmedabad, where it was numbered as Commercial Suit No.276/2010.\n2.7",
      "labels": [
        "FAC"
      ],
      "id": "913f214e6ac443b390d941c2916aa49b_48"
    },
    {
      "start": 8385,
      "end": 8530,
      "text": "That thereafter, the applications Exs.20 and 43 preferred by the original defendants came to be heard by the learned Commercial Court, Ahmedabad.",
      "labels": [
        "FAC"
      ],
      "id": "4efa921b810a4f3f81a186a8c40ccbd5_49"
    },
    {
      "start": 8531,
      "end": 8916,
      "text": "In the aforesaid applications Exs.20 and 43, the original defendants prayed to reject the Plaint under Order VII Rule 11 of the CPC on the ground that instead of filing the counter-claim in the Original Applications before the DRT, as provided under Section 19 of the Finance Act, 1993, and though the said remedy was available to the plaintiffs, the plaintiffs chose to file the suit.",
      "labels": [
        "FAC"
      ],
      "id": "cf52e7013f7f4c4fbb8da6a9fbf250db_50"
    },
    {
      "start": 8917,
      "end": 9263,
      "text": "Therefore, it was requested to reject the Plaint on the ground that the plaintiffs could have preferred counter-claim in the Original Applications either by way of written statement which would have had the same effect as a claim in the cross-suit instead of preferring the Regular Civil Suit for recovery of damages or to file the counter-claim.",
      "labels": [
        "FAC"
      ],
      "id": "407f82144ce44ea899bf175a792be257_51"
    },
    {
      "start": 9264,
      "end": 9577,
      "text": "It was further submitted that in view of the order passed by the Division Bench of this Court in the earlier round of litigation, being Special Civil Applications No.5393/2014 and other allied Special Civil Applications , the present suit is barred by law and therefore, the Plaint is required to be rejected.\n2.8",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8a29c1ba56d348bfa1e73f3b8fe38a61_52"
    },
    {
      "start": 9578,
      "end": 9976,
      "text": "Application Ex.20 was opposed by the plaintiffs by filing a detailed reply at Ex.23.It was submitted on behalf of the plaintiffs that under the common law of contract as well as in terms of the documents executed with the defendants, the plaintiffs have independent right to maintain the suit claiming damages, etc. and the jurisdiction of the Civil Court is neither expressly nor impliedly barred.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b5657695e70a48babc9cb7b6b817e62e_53"
    },
    {
      "start": 9977,
      "end": 10257,
      "text": "It was further contended by the plaintiffs that there is no rule of law flowing from the Finance Act, 1993, that once the Banks have filed application for recovery of debts, the debtors are bound to make counter- claims only before the DRT and cannot maintain an independent suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "26c066b7d5d0472d997d676e68e80154_54"
    },
    {
      "start": 10258,
      "end": 10423,
      "text": "It was further contended that it is not at all possible to maintain their claim as and by way of counter- claim in the Original Applications filed by the defendants.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "66a1499db93c415eb4606b7dc8dc14af_55"
    },
    {
      "start": 10424,
      "end": 10697,
      "text": "It was submitted that since the claim of the plaintiffs is a collective claim against all the defendants, with clear joint and several liabilities, it is not at all possible to raise such claims by way of counter claims in six different recovery proceedings before the DRT.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "830d448ca5974dbb85d9cc1e42be2086_56"
    },
    {
      "start": 10698,
      "end": 10787,
      "text": "Therefore, it was requested to reject the application under Order VII Rule 11 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "513694f4925c4d4fa4a65a13a6b666b3_57"
    },
    {
      "start": 10788,
      "end": 11687,
      "text": "2.9 That thereafter, after considering the rival submissions made by learned counsel for the respective parties, and relying upon the observations made by the Division Bench in Special Civil Applications No.7434/2014 to 7445/2014, more particularly, the observations made in Paragraphs 15 and 16, the learned Commercial Court, by impugned common order passed below Exs.20 and 43, has allowed the said applications and has rejected the Plaint under Order VII Rule 11 of the CPC mainly on the ground that though the plaintiffs were having the remedy available under Section 19 of the Finance Act, 1993, to file a counter-claim in the Original Applications preferred by the consortium of Banks instead of filing the counter-claims, the plaintiffs have chosen to file the suit and therefore the conduct on the part of the plaintiffs disentitles them to continue with the proceedings of the present suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b7712c3f290e4b23ad5b2b70f7f17637_58"
    },
    {
      "start": 11688,
      "end": 11792,
      "text": "Consequently, the learned Commercial Court has passed the order below Ex.1 and has disposed of the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5c03caeb049d47eeae19cd43110c22bf_59"
    },
    {
      "start": 11793,
      "end": 12072,
      "text": "2.10 Feeling aggrieved and dissatisfied with the impugned order passed by the learned Commercial Court, Ahmedabad, in rejecting the Plaint under Order VII Rule 11 of the CPC and consequently, disposing of the suit, the original plaintiffs have preferred the present First Appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4ba0e52510554a40bd04f367a6a354ec_60"
    },
    {
      "start": 12074,
      "end": 12356,
      "text": "3. Shri Mihir Thakore, learned Senior Advocate, has appeared on behalf of the appellants - original plaintiffs, and Shri Anip Gandhi, Shri Pranav G. Desai, Shri Virendra Gohil and Shri Ritesh Patadia, learned advocates, have appeared on behalf of the respective original defendants.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9aa927580dae4a2389346c1747739d0f_61"
    },
    {
      "start": 12357,
      "end": 12515,
      "text": "At this stage, it may be noted that Shri Anip Gandhi, learned advocate, has appeared on behalf of original defendant No.1 - SBI - lead Bank of the consortium.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9aaff9f07f3346e6ab14ba4c8cfd5f9c_62"
    },
    {
      "start": 12516,
      "end": 12774,
      "text": "\n4.1 Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs, has submitted that in the facts and circumstances of the case, the learned Judge has materially erred in rejecting the Plaint under Order VII Rule 11 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1ee947f6c2eb488fb6c1dd04258cbc2b_63"
    },
    {
      "start": 12775,
      "end": 13121,
      "text": "\n4.2 It is vehemently submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs, that as such, while rejecting the Plaint under Order VII Rule 11 of the CPC, the learned Judge has not held that the suit filed by the plaintiffs for recovery of damages before the Civil Court shall not be maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "80ca00f08d4449b1af9db9f3e6f6efe2_64"
    },
    {
      "start": 13122,
      "end": 13446,
      "text": "It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that even there is no specific finding given by the learned Commercial Court that the present suit filed by the plaintiffs shall be barred by any law, more particularly, Section 19 of the Finance Act, 1993.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fe1781c2bff1420999687fdb022c8ec7_65"
    },
    {
      "start": 13447,
      "end": 13644,
      "text": "It is submitted that unless and until it is demonstrated and found specifically that the suit is barred by any law, then and then only the Plaint can be rejected under Order VII Rule 11 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "83ed84e4b78f4889aa3c09d7ffa3b33e_66"
    },
    {
      "start": 13645,
      "end": 13921,
      "text": "It is submitted that in the present case, as such, it cannot be said that there is any specific finding given by the learned Judge that the independent suit filed by the plaintiffs was barred by any law, more particularly, by the provisions contained in the Finance Act, 1993.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "69a8a88c5b524ce99d2f51c063eca88e_67"
    },
    {
      "start": 13922,
      "end": 14280,
      "text": "\n4.3 It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that as such, the learned Commercial Court has rejected the Plaint under Order VII Rule 11 of the PC mainly on the conduct on the part of the plaintiffs in not filing counter-claim in the Original Applications filed by the Bank/ Banks.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4d8ebd1de67d400abcd2c331a9ae54ee_68"
    },
    {
      "start": 14281,
      "end": 14391,
      "text": "It is submitted that aforesaid can hardly be a ground to reject the Plaint under Order VII Rule 11 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6be0b3241e7a4865a436ae0dcbd9e8e0_69"
    },
    {
      "start": 14393,
      "end": 14731,
      "text": "4.4 It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that while passing the impugned order, the learned Judge has materially erred in heavily relying upon the observations made by the Division Bench of this Court in Special Civil Applications No.7434/2014 to 7445/2014.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e339482ae9c441afacc6cbd7c65f75bf_70"
    },
    {
      "start": 14732,
      "end": 15019,
      "text": "It is submitted that in the common judgment and order dated 11.06.2014, the Division Bench has not at all observed that the counter-claim before the learned DRT is the only remedy available and that the independent suit filed by the plaintiffs before the Civil Court is not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "55efd7553cb647739099df18c0910dfc_71"
    },
    {
      "start": 15020,
      "end": 15312,
      "text": "It is submitted that the observations made by the Division Bench of this Court in Special Civil Applications No.7434/2014 to 7445/2014 are with respect to the prayer of the plaintiffs to stay the proceedings before the learned DRT till the independent suit filed by the plaintiffs is decided.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "96a122c17f8d4f55a7866f35fea75c1c_72"
    },
    {
      "start": 15313,
      "end": 15428,
      "text": "It is submitted that with respect to that prayer, the Division Bench made the observations in Paragraphs 15 and 16.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7e6105c1de26459e8cb2cccf5dc07926_73"
    },
    {
      "start": 15429,
      "end": 15697,
      "text": "It is submitted that therefore, the learned Judge has misread and/or misinterpreted the observations made by the Division Bench in Special Civil Applications No.7434/2014 to 7445/2014 while rejecting the Plaint in exercise of powers under Order VII Rule 11 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "823a77f9ea144c2c9e356b789c95285e_74"
    },
    {
      "start": 15698,
      "end": 16033,
      "text": "4.5 It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that even otherwise, considering the provisions contained in the Finance Act, 1993, it cannot be said that the independent suit filed by the plaintiffs before the Civil Court shall not be applicable and/or barred.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6037e234f7e14e009ec98d9edffbc2bb_75"
    },
    {
      "start": 16034,
      "end": 16179,
      "text": "It is submitted that Section 19 of the Act is the remedy available to the financial institutions/ Banks to initiate the proceedings for recovery.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6fd471d3cf4d4741bb52954cbec52f5f_76"
    },
    {
      "start": 16180,
      "end": 16389,
      "text": "It is submitted that therefore, any proceedings before the Civil Court for the aforesaid, more particularly, falling within Sections 17 and 19 of the Finance Act, 1993, shall be barred before the Civil Courts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "30bbbfebbda841899ebb1186b1b6d919_77"
    },
    {
      "start": 16390,
      "end": 16642,
      "text": "It is submitted that therefore, the independent suit filed by the plaintiffs for damages and that too, against the respective Banks claiming damages jointly and severally cannot be said to be barred under any of the provisions of the Finance Act, 1993.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e93e276ad6874371aff5b054418893fd_78"
    },
    {
      "start": 16644,
      "end": 17066,
      "text": "4.6 It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that even there is no provision in the Finance Act, 1993, that the remedy by way of counter-claim/ set-off is permissible, and that the opponent in the recovery proceedings must submit the counter-claim and an independent suit for damages having independent cause of action shall not be maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "49f45a1cca9c4a61af093253ef3fda6c_79"
    },
    {
      "start": 17067,
      "end": 17689,
      "text": "4.7 Relying upon the decisions of the Hon'ble Supreme Court in the case of United Bank of India, Calcutta v. Abhijit Tea Co. Pvt. Ltd. And Others - (2000)7 SCC 357, Indian Bank v. ABS Marine Products (P) Ltd. - (2006) 5 SCC 72, State Bank of India v. Ranjan Chemicals Ltd. And Another - (2007)1 SCC 97, and Nahar Industrial Enterprises Limited v. Hong Kong And Shanghai Banking Corporation - (2009)8 SCC 646, it is vehemently submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that an independent suit filed by the borrower claiming damages cannot be said to be barred.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dcb917c0e6f64ca089405eb7425bdf60_80"
    },
    {
      "start": 17690,
      "end": 17891,
      "text": "It is submitted that at the most, if the same are to be treated as counter-claim, the said proceedings/ suit before the Civil Court is required to be transferred to one-forum - DRT as forum convenient.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a975caf99ff74f0491c4e050b55a9553_81"
    },
    {
      "start": 17892,
      "end": 18263,
      "text": "It is submitted that in the aforesaid decisions, it is observed that a joint trial is ordered when a Court finds that the ordering of such a trial would avoid separate overlapping evidence being taken in the two causes put in suit and it will be more convenient to try them together in the interests of the parties and in the interest of an effective trial of the causes.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "82daa91b538e41468a461f2f3de9c1be_82"
    },
    {
      "start": 18264,
      "end": 19114,
      "text": "It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that as observed by the Hon'ble Supreme Court in the case of Indian Bank v. ABS Marine Products (P) Ltd. (supra), even an independent suit of a defendant can be transferred to the DRT and can be deemed to be a counter-claim only when two conditions are satisfied, namely (1) the subject-matter of the Bank's suit, and the suit of the defendant against the Bank, should be inextricably connected in the sense that decision in one would affect the decision in the other and (2) both the parties (the plaintiff in the suit against the Bank and the Bank) should agree for the independent suit being considered as a counter-claim in the Bank's application before the Tribunal, so that both could be heard and disposed of by the Tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c1bcb89accff42f4b8d3c4f6689861ef_83"
    },
    {
      "start": 19115,
      "end": 19539,
      "text": "4.8 It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that in the present case, even the day on which the applications under Order VII Rule 11 are decided and disposed of, the remedy which was available to the plaintiffs by way of counter-claim/ set-off, would not be available now as the Original Applications before the DRT are already decided long back.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "27449aca13114e90800dd71b8eb23866_84"
    },
    {
      "start": 19540,
      "end": 19804,
      "text": "It is further submitted by Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs that therefore, even the remedy of transfer of suit to the DRT and to be treated as counter-claim in the applications also shall not be available.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "09b79507a37c49f78b8c12a6ce2cbc4a_85"
    },
    {
      "start": 19805,
      "end": 20041,
      "text": "It is submitted that in any case, the grounds on which the learned trial Court has rejected the Plaint under Order VII Rule 11 of the CPC are not sustainable in law and therefore, the impugned order deserves to be quashed and set aside.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "add7a0fd15274a29acf2042e2ead5b0d_86"
    },
    {
      "start": 20043,
      "end": 20495,
      "text": "4.9. Shri Mihir Thakore, learned Senior Advocate appearing on behalf of the original plaintiffs has also relied upon the decision of the Division Bench of this Court in the case of Naliniben Rajnikant Patel Through Power of Attorney and Ors. v. Rashmikant Manubhai Amin and Ors. reported in AIR 2010 Gujarat 130 as well as the decision of the learned Single Judge of this Court in the case of Rasiklal S. Maradia and Anr. v. ICICI Bank Limited and Anr.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aba263ee6beb4ca7ad9904a71ba383f1_87"
    },
    {
      "start": 20496,
      "end": 20524,
      "text": "reported in 2009(1) GLH 314.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8587a86690a64f1ca6655b106b0c9612_88"
    },
    {
      "start": 20526,
      "end": 20704,
      "text": "5. Shri Anip Gandhi, learned advocate appearing on behalf of the lead Bank - SBI - respondent No.1 has supported the impugned order passed by the learned Judge, Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "201e5993317847ad99691e0b4c3d8163_89"
    },
    {
      "start": 20705,
      "end": 20985,
      "text": "It is submitted by Shri Anip Gandhi, learned advocate appearing on behalf of the lead Bank - SBI - respondent No.1 that in the facts and circumstances of the case, the learned Commercial Court has not committed any error in rejecting the Plaint under Order VII Rule 11 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cafe0fd73f584fa2a031cb67cf64107d_90"
    },
    {
      "start": 20987,
      "end": 21325,
      "text": "5.1 It is further submitted by Shri Anip Gandhi, learned advocate appearing on behalf of the lead Bank - SBI - respondent No.1 that as rightly observed by the learned Judge, Commercial Court, the original plaintiffs were having remedy under the Finance Act, 1993, to file the counter-claim in the Original Applications filed by the Banks.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fa6a7052f9f4429eb1dc00753eb8f731_91"
    },
    {
      "start": 21326,
      "end": 21569,
      "text": "It is submitted that even the Division Bench of this Court in the order dated 11.06.2014 passed in Special Civil Applications No.7434/2014 to 7445/2014 specifically observed that the plaintiffs were having the remedy to file the counter-claim.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fce2091eb8c141f09f643d62f5d681ab_92"
    },
    {
      "start": 21570,
      "end": 21741,
      "text": "It is submitted that despite the above, the plaintiffs filed an independent suit which was directly interconnected with the Original Applications filed by the Bank/ Banks.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2750f3e88fad410f9bee5e5be8b2c081_93"
    },
    {
      "start": 21742,
      "end": 22003,
      "text": "It is submitted that therefore, the suit filed by the plaintiffs can be said to be abuse of process of Court and Court proceedings and the suit can be said to be a frivolous suit for which the Plaint was liable to be rejected under Order VII Rule 11 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5cbc21323c924252b3f77c4b796ad032_94"
    },
    {
      "start": 22004,
      "end": 22130,
      "text": "It is submitted that therefore, as such, the learned Judge has rightly rejected the Plaint under Order VII Rule 11 of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "990595c0014c4d96bb301411a0671279_95"
    },
    {
      "start": 22131,
      "end": 22800,
      "text": "5.2 It is further submitted by Shri Anip Gandhi, learned advocate appearing on behalf of the lead Bank - SBI - respondent No.1 that even the question whether an independent suit by the borrower against the Bank or a financial institution which has applied for recovery of its loan against the plaintiffs under the Finance Act, 1993, shall be maintainable or not or whether the same is liable to be transferred and tried along with the application under the Finance Act, 1993, by the DRT is now referred to a Larger Bench by the Hon'ble Supreme Court in the case of Bank of Rajasthan Limited v. VCK Shares and Stock Broking Services Limited reported in (2015)13 SCC 635.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d2c53a9704db43e08c76f71220a8f111_96"
    },
    {
      "start": 22801,
      "end": 23220,
      "text": "It is further submitted that in the present case, as the suit filed by the plaintiffs is having inextricable connection of the subject- matter of the Original Applications before the DRT and that the plaintiffs could have and ought to have filed the counter-claim in the Original Applications which the plaintiffs did not, the learned Commercial Court has rightly rejected the Plaint under Order VII Rule 11 of the CPC.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3d93006ea75146dbab1ade3ba9d6099d_97"
    },
    {
      "start": 23221,
      "end": 23635,
      "text": "\nMaking above submissions and relying upon the observations made by the Division Bench of this Court in the order dated 11.06.2014 in the case of the very plaintiffs in Special Civil Applications No.7434/2014 to 7445/2014 and relying upon the decision of Delhi High Court in the case of Radnik Exports v. Standard Chartered Bank dated 01.07.2014 in CS (OS) 2296/2009, it is requested to dismiss the present appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb530758c8f34d6bbc9a4a4fa0217e47_98"
    },
    {
      "start": 23637,
      "end": 23892,
      "text": "6. The other learned advocates appearing on behalf of the respective Banks which are as such part of the consortium is led by the SBI, have adopted the submissions made by Shri Anip Gandhi, learned advocate appearing on behalf of respondent No.1 - SBI.\n7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8bbb4c9debb6417385edc91fd7d4ee35_99"
    },
    {
      "start": 23893,
      "end": 23971,
      "text": "Heard learned counsel appearing on behalf of the respective parties at length.",
      "labels": [
        "NONE"
      ],
      "id": "bf38b3ca68594946abb7ba63f1bd382d_100"
    },
    {
      "start": 23972,
      "end": 24094,
      "text": "Perused the impugned order passed by the learned Commercial Court rejecting the Plaint under Order VII Rule 11 of the CPC.",
      "labels": [
        "NONE"
      ],
      "id": "44c5c6be67d44fd59d37229a29ab54f3_101"
    },
    {
      "start": 24096,
      "end": 24816,
      "text": "7.1 At the outset, it is required to be noted that from the impugned order passed by the learned Judge, Commercial Court, rejecting the Plaint under Order VII Rule 11 of the CPC, it appears that the learned Judge has heavily relied upon and/or considered the observations made by the Division Bench of this Court in the case of the very parties in the earlier round of litigation, being Special Civil Application No.7434/2014 and other allied Special Civil Applications as well as on the conduct on the part of the plaintiffs in not filing the counter-claim in the Original Applications filed by the respective Banks as provided under Section 19 of the Finance Act, 1993 and instead, filing a separate, independent suit.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "a323186e4fa740f3b0de16ca7742bfc9_102"
    },
    {
      "start": 24817,
      "end": 25199,
      "text": "7.2 At this stage, it is required to be noted that as such, while passing the impugned order and rejecting the Plaint under Order VII Rule 11 of the CPC, as such, there is no specific finding recorded by the learned Commercial Court that the independent suit preferred by the plaintiffs filed against the respective Banks shall not be maintainable and/or shall be barred by any law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5846ca9ee499473a8b3b620513fb9608_103"
    },
    {
      "start": 25200,
      "end": 25342,
      "text": "It cannot be disputed that the Plaint under Order VII Rule 11(d) of the CPC can be rejected if it is found that the suit is barred by any law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65fe2739b99a4bf58e7d2af6d08f4510_104"
    },
    {
      "start": 25343,
      "end": 25488,
      "text": "At this stage, it is also required to be noted that as such, the learned Judge has not exercised the power under Order VII Rule 11(a) of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f99cced699374c01a910f4f363081106_105"
    },
    {
      "start": 25489,
      "end": 25770,
      "text": "Therefore, the short question which is posed for the consideration of this Court is whether in the facts and circumstances of the case, the learned Commercial Court is justified in rejecting the Plaint under Order VII Rule 11 of the CPC on the grounds stated in the impugned order?",
      "labels": [
        "ISSUE"
      ],
      "id": "f84ed6fd441f4873b06a06aa2e2a468e_106"
    },
    {
      "start": 25771,
      "end": 26226,
      "text": "7.3 From the Plaint, it appears that the plaintiffs, in the year 2010, instituted the civil suit against the respondents herein - original defendants - Banks/ lenders for recovery of Rs.7,86,61,71,301/- with interest at the rate of 12% p.a. as and by way of damages/ compensation from the defendants for their various wrongful actions, including breach of contract, actions in bad faith and acts of misfeasance and/or non- feasance and tortuous liability.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d2072869f734d57962f9825be30b6cb_107"
    },
    {
      "start": 26227,
      "end": 26329,
      "text": "The relief is sought against all the defendants jointly and severally by way of damages/ compensation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37f1046cac2247cab217ce6b962685ce_108"
    },
    {
      "start": 26330,
      "end": 26606,
      "text": "It emerges from the record that prior thereto, the Banks/ consortium of Banks and Banks independently and/or jointly filed different Original Applications in the year 2007/ 2008/ 2009, before the DRT for recovery of approximately Rs.800 crores from the plaintiffs - borrowers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b5280e2d80d6476fac5e88db0adca701_109"
    },
    {
      "start": 26607,
      "end": 26832,
      "text": "It is true that the plaintiff/ plaintiffs did not file/ lodge any counter-claim against the consortium Bank and other Banks and instead filed a civil suit against the consortium Banks seeking a decree referred to hereinabove.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51f2017268744911971e147623f472e5_110"
    },
    {
      "start": 26833,
      "end": 27060,
      "text": "Immediately on being served with the summonses of the suit, the Banks/ consortium Banks filed the application seeking rejection of the Plaint on the ground that the suit is barred by Sections 18 and 19 of the Finance Act, 1993.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e04c1dbede9d49868c538813a77ab6f2_111"
    },
    {
      "start": 27061,
      "end": 27584,
      "text": "\n7.4 Learned counsel appearing on behalf of the respective parties have relied upon the decisions of the Hon'ble Supreme Court in the case of United Bank of India, Calcutta v. Abhijit Tea Co. Pvt. Ltd. And Others (supra), Indian Bank v. ABS Marine Products (P) Ltd. (supra), State Bank of India v. Ranjan Chemicals Ltd. And Another (supra), and Nahar Industrial Enterprises Limited v. Hong Kong And Shanghai Banking Corporation (supra) and Bank of Rajasthan Limited v. VCK Shares and Stock Broking Services Limited (supra).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "75daf802fac043138e8ae034d81e5df1_112"
    },
    {
      "start": 27585,
      "end": 28247,
      "text": "However, considering the controversy and the issues before the Hon'ble Supreme Court in the aforesaid decisions and the questions which are now referred to the Larger Bench by the Hon'ble Supreme Court in the case of Bank of Rajasthan Limited v. VCK Shares and Stock Broking Services Limited (supra), it appears that the issue before the Hon'ble Supreme Court in the aforesaid decisions was whether an independent suit filed by a borrower against a Bank or financial institution, which has applied for recovery of its loan against the plaintiff under the Finance Act, is liable to be transferred and tried along with the application under the Finance Act by DRT?",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e6ed864990ef4c6ba308f652db1bfa24_113"
    },
    {
      "start": 28248,
      "end": 28445,
      "text": "In none of the decisions referred to hereinabove, the Hon'ble Supreme Court has observed and held that independent suit by the borrower in the Civil Court shall be maintainable or not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c59505defc044c38b318653423f4760d_114"
    },
    {
      "start": 28446,
      "end": 28897,
      "text": "Considering the decisions of the Hon'ble Supreme Court referred to above, it appears that the Hon'ble Supreme Court was considering the necessity for joint trial by treating the suit before the Civil Court as counter-claim for number of reasons, namely, to save the expenses of two attendances by the counsel and witnesses and the trial Judge will be able to try the two actions at the same time and take common evidence in respect of both the claims.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "daf6209fe1224cf58a917661dc9e06e0_115"
    },
    {
      "start": 28898,
      "end": 29324,
      "text": "Therefore, the desirability to consider the suit as a counter-claim and/ or desirability to have a joint trial for convenience and to avoid the duplication to save expenses as observed hereinabove is a different thing than to say that independent suit shall not be maintainable under the law, more particularly, under the Finance Act, 1993, and therefore the Plaint is liable to be rejected under Order VII Rule 11 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e2ae9945c8c4f83a512aad56857b2ac_116"
    },
    {
      "start": 29325,
      "end": 29794,
      "text": "From the impugned order passed by the learned Judge, it appears that while rejecting the Plaint under Order VII Rule 11 of the CPC, the learned Judge has heavily relied upon a few observations of the Division Bench in the earlier round of litigation in Special Civil Application No.7434/2014 and other allied Special Civil Applications, more particularly, Paragraphs- 15 and 16 of the said order, reproduced by the learned Commercial Court in Paragraph-32 of its order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad107c9bd2c54d3db4ad4d06df147d4d_117"
    },
    {
      "start": 29795,
      "end": 30013,
      "text": "However, considering the observations made in Paragraphs-15 and 16, it cannot be culled out that the Division Bench in the aforesaid order has observed that the suit filed by the plaintiffs was not at all maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68f89b0f18c340db9eabb7a7a8dfc4f5_118"
    },
    {
      "start": 30014,
      "end": 30200,
      "text": "The observations made in Paragraphs-15 and 16 which have been heavily relied upon by the learned Judge are required to be considered in light of the issues/ controversy before the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7675924e01ed4c81889007ae8d7cc5b5_119"
    },
    {
      "start": 30201,
      "end": 30597,
      "text": "On considering the entire judgment and order passed in Special Civil Application No.7434/2014 and other allied Special Civil Applications, it transpires that one of the prayer by the plaintiffs was that till the application filed by the Banks under Order VII Rule 11 of the CPC in the present suit is decided and disposed of, the proceedings of the Original Applications before the DRT be stayed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bcfa35c26a45498babd8eb4aba53100c_120"
    },
    {
      "start": 30598,
      "end": 30784,
      "text": "One another main prayer before the Division Bench was consolidation of all the Original Applications filed by various Banks and consortium of Banks which was rejected by the learned DRT.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a9ca122f591b4d98a30be6442eb22771_121"
    },
    {
      "start": 30785,
      "end": 31061,
      "text": "To the prayer of the plaintiffs to stay further proceedings of the Original Applications till the application under Order VII Rule 11 of the CPC in the present proceedings is decided and disposed of, the Division Bench made observations in Paragraphs-15 and 16, as under:\n\"15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9254f2637a2f4f4a99e4602c71846c29_122"
    },
    {
      "start": 31062,
      "end": 31387,
      "text": "In spite of express provision of law, the present petitioners have exercised and opted for filing a suit before the City Civil Court instead of filing counter claim and thereafter, insisting that very suit be heard and decided first and thereafter the present applications preferred by the consortium of banks may be decided.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd08fd6e71d242548e2142690c312b7e_123"
    },
    {
      "start": 31388,
      "end": 31518,
      "text": "If that request may be accepted, then the whole purpose of special enactment for the recovery of public debts would be frustrated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50e72075b0584d328a35ad900e73eab6_124"
    },
    {
      "start": 31520,
      "end": 31761,
      "text": "16. The aforesaid two distinctive proceedings preferred before the Tribunal as well as the Civil Court have been selected by the parties to the proceedings at their own volition whereas the petitioners have selected the forum of Civil Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bfab7366c9ff44658e538a6c7d1b94f7_125"
    },
    {
      "start": 31762,
      "end": 31926,
      "text": "Thereafter, they cannot insist that unless the proceedings before the City Civil Court is concluded, the aforesaid proceedings before the Tribunal should be stayed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7df9f4233bbb498999da8cc97ef93c2c_126"
    },
    {
      "start": 31927,
      "end": 32067,
      "text": "Even otherwise also, records and proceedings clearly indicate that the aforesaid six applications were preferred first in the point of time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d14b3e1011e34b0db65023ae113bdafe_127"
    },
    {
      "start": 32068,
      "end": 32256,
      "text": "Thereafter, there was an option for the present petitioners to prefer the counter claim in the aforesaid Original Applications instead of preferring a regular suit for recovery of damages.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b96d579980d4fb580cca09a12a2b26b_128"
    },
    {
      "start": 32257,
      "end": 32483,
      "text": "Still however, they have opted for preferring the suit and thereafter by way of urging to stay the proceedings before the Tribunal clearly indicate the intention of stalling the proceedings before the Debts Recovery Tribunal.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7bf5b97f41c4414fa03f90b17783bbfc_129"
    },
    {
      "start": 32484,
      "end": 32708,
      "text": "\nFrom the aforesaid observations, it cannot be said that the Division Bench, in the aforesaid order, specifically observed that the independent suit filed by the plaintiffs before the Civil Court was not maintainable at all.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d676ed0e429d4044a770ca63c3314a5a_130"
    },
    {
      "start": 32709,
      "end": 32862,
      "text": "From the impugned order, it appears that the learned Judge, Commercial Court, has rejected the Plaint by observing in Paragraphs-32 and 33 as under:\n\"32.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "beabf312be0a4c808b2e4ee8c09d1ee9_131"
    },
    {
      "start": 32863,
      "end": 33649,
      "text": "In view of the aforesaid facts and considering the very conduct on the part of the plaintiffs which indicates that without agitating a counter-claim before DRT and pressing for continuing with the suit which, as held hereinabove, the relief thereof could have been claimed by way of lodging a counter-claim which, in fact, despite several opportunities available to the plaintiffs, has not chosen the same and therefore, the plaintiffs cannot take the benefit of their own wrong by keeping the proceedings of the present suit pending on one side and challenging several miscellaneous and final orders passed by the DRT on the other side, despite there being clear findings of the Hon'ble Court as to the remedies available to the plaintiffs under Sections 18 and 19 of the RDDB Act.\n33.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02db5dce226749b6b2fcbe7c457c36b6_132"
    },
    {
      "start": 33650,
      "end": 34137,
      "text": "Hence, the possibility of plaintiffs having not acquainted with the remedies available to them and the knowledge thereof, cannot be ruled out and the said fact seems to have been substantiated from several orders passed by the DRT, DRAT and also by the Hon'ble High Court of Gujarat and therefore, the very conduct on the part of the plaintiffs disentitle the plaintiffs even to continue with the proceedings of the present suit in the light of the detailed discussion made hereinabove.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "964ba5673eeb498caf99cfb275084dce_133"
    },
    {
      "start": 34138,
      "end": 34301,
      "text": "\nHowever, as observed hereinabove, it is not at all observed that independent suit shall not be maintainable at all in view of the Scheme of the Finance Act, 1993.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e67ff6934cb6440ba7b530af8a8d1775_134"
    },
    {
      "start": 34302,
      "end": 34634,
      "text": "Merely because some remedy might have been available, in the present case, may be by way of counter-claim, which the plaintiff did not avail and instead, filed an independent suit, cannot be a ground to reject the Plaint under Order VII Rule 11 of the CPC, unless it is observed and found that the suit is clearly barred by any law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6263b6f544af495c8d85e1dcd1f4dc0a_135"
    },
    {
      "start": 34635,
      "end": 35147,
      "text": "\n7.5 At this stage, it is required to be noted that in the present case, now no fruitful purpose would be served in relegating the plaintiffs to lodge the counter-claim and/or to transfer the suit to the DRT (the issue which is now at large before the Hon'ble Supreme Court) as the Original Applications filed by the Bank have already been disposed of long back much before even the application under Order VII Rule 11 of the CPC is decided and disposed of and no applications are pending before the learned DRT.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16ef177becdf409aa3ad579498622c94_136"
    },
    {
      "start": 35148,
      "end": 35428,
      "text": "It is also required to be noted that different Original Applications were filed by different Banks against the plaintiffs - borrowers and their application for consolidation of the Original Applications were rejected which came to be confirmed by the Division Bench of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50187ea6d80941b38c18b1cd7aab8585_137"
    },
    {
      "start": 35429,
      "end": 35797,
      "text": "The present suit is filed by the plaintiffs jointly against the consortium of Bank/ Banks and therefore even if the plaintiffs could have filed the counter-claim, it was not possible as decree is sought against all the Banks jointly and severally and as such, a counter-claim in different Original Applications would be possible or not is also a very serious question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "039d6b1542994699bb5c3e2c137b7ea8_138"
    },
    {
      "start": 35798,
      "end": 36025,
      "text": "One can understand if only one Original Application was pending of the consortium Banks and the suit is either transferred and/or one counter-claim is filed in only one Original Application, which is not so in the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b15514be43e74364a0001880465caeec_139"
    },
    {
      "start": 36027,
      "end": 36352,
      "text": "8. In any case, in absence of any specific finding given by the learned Judge, Commercial Court, that independent suit shall not be maintainable and/or the same is specifically barred under the provisions of the Finance Act, 1993, the learned Judge is not justified in rejecting the Plaint under Order VII Rule 11 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "113b20e82ea2453986ecbec3f8ea2676_140"
    },
    {
      "start": 36353,
      "end": 36738,
      "text": "There can be a very serious dispute whether the reliefs which are sought in the Plaint by way of damages/ compensation from the defendants for their various wrongful actions, including breach of contract, actions in bad faith and acts of misfeasance and/or non-feasance and tortuous liability can be treated as counter-claim in an application under Section 19 of the Finance Act, 1993.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c1b9f9acf2d435c8ecb34018e22cb59_141"
    },
    {
      "start": 36739,
      "end": 37074,
      "text": "Be that as it may, as observed hereinabove, there is no specific finding recorded by the learned trial curt that the independent suit filed by the plaintiffs is specifically barred by any law, more particularly, by the provisions of the Finance Act, 1993 and therefore, the Plaint cannot be rejected under Order VII Rule 11 of the CPC.",
      "labels": [
        "RATIO"
      ],
      "id": "af3da74ce1174aca854e14b63a94840e_142"
    },
    {
      "start": 37075,
      "end": 37462,
      "text": "Therefore, without touching the questions which are referred to the Larger Bench of the Hon'ble Supreme Court in Bank of Rajasthan Limited v. VCK Shares and Stock Broking Services Limited (supra), on the aforesaid ground alone, the impugned order passed by the learned Judge, Commercial Court, rejecting the Plaint under Order VII Rule 11 of the CPC deserves to be quashed and set aside.",
      "labels": [
        "RATIO"
      ],
      "id": "3ccd013bcc6a4afa9d9a378aa08afdc0_143"
    },
    {
      "start": 37464,
      "end": 37552,
      "text": "9. In view of the above and for the reasons stated above, the present appeal is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "ee443c19dfae4565aafe2be7a0a7502a_144"
    },
    {
      "start": 37553,
      "end": 38064,
      "text": "The impugned order passed by the learned Judge, Commercial Court, Ahmedabad, dated 23.03.2018, below Exhibits 20 and 43 in Commercial Civil Suit No.276/2016 (Old Civil Suit No.145/2010) rejecting the Plaint under Order VII Rule 11 of the the CPC and the consequential order dated 23.03.2018 passed below Ex.1, are hereby quashed and set aside and the suit is ordered to be restored to the file of the Commercial Court, City Civil Court, Ahmedabad, which shall be dealt with in accordance with law and on merits.",
      "labels": [
        "RPC"
      ],
      "id": "9ce1736b767d4f11b4fdcdce8c11a752_145"
    },
    {
      "start": 38065,
      "end": 38119,
      "text": "The present appeal is allowed to the aforesaid extent.",
      "labels": [
        "RPC"
      ],
      "id": "9f240506648a41db86a3242e29def24c_146"
    },
    {
      "start": 38120,
      "end": 38129,
      "text": "No costs.",
      "labels": [
        "RPC"
      ],
      "id": "65d714b7d0534512942b35b7cb162599_147"
    },
    {
      "start": 38131,
      "end": 38177,
      "text": "sd/-\n(M.R. SHAH, J) sd/-\n(A.Y. KOGJE, J) sunil",
      "labels": [
        "NONE"
      ],
      "id": "ea5e8060f97a4880b7187acdbed604be_148"
    }
  ]
}