{
  "id": "9c3d456f859aa231d8bb8c2638207a4d757a4b1d5703a0262e9e32b95704bfb8",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nVasu Healthcare Private Limited vs Gujarat Akruti Tcg Biotch Limited & on 10 July, 2017 \nEquivalent citations: Air 2017 Gujarat 153 \nBench: M.R. Shah, B.N. Karia \n          C/Ao/199/2017                                                                        Cav Judgment\n\n\n\n             In The High Court Of Gujarat At Ahmedabad\n                               Appeal From Order  No. 199 of 2017\n                                               With \n                                CIVIL APPLICATION NO. 8083 of 2017                                                 In                                    APPEAL FROM ORDER NO. 199 of 2017          For Approval and Signature: \n         HONOURABLE MR.JUSTICE M.R. SHAH                                                         Sd/ \n         and          HONOURABLE MR.JUSTICE B.N. KARIA                                                        Sd/ \n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = \n         1      Whether Reporters of Local Papers may be allowed to see                            No                 the judgment ?\n\n         2      To be referred to the Reporter or not ?                                            No          3      Whether their Lordships wish to see the fair copy of the                           No                 judgment ? \n\n         4      Whether this case involves a substantial question of law as                        No                 to   the   interpretation  of   the   Constitution  of   India  or   any                  order made thereunder ? \n\n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n                     VASU HEALTHCARE PRIVATE LIMITED.... Appellant(s) \n                                         Versus                   GUJARAT AKRUTI TCG BIOTCH LIMITED  &  1....Respondent(s) \n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n         Appearance:\n         MR   SHALIN   MEHTA,   SENIOR   ADVOCATE   with   MR   SP   MAJMUDAR,   ADVOCATE   for   the           Appellant(s) No . 1          MR SALIL M THAKORE, CAVEATOR for the Respondent(s) No . 1          = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n           CORAM: HONOURABLE MR.JUSTICE M.R. SHAH                   and                   HONOURABLE MR.JUSTICE B.N. KARIA                               Date : 10/07/2017                                             CAV JUDGMENT   (PER : HONOURABLE MR.JUSTICE M.R. SHAH) [1.0] Feeling aggrieved and dissatisfied with the impugned order passed  by the  learned Judge, Commercial Court, Vadodara    below Exh.17 in  Commercial Civil Suit No.294/2016 by which in exercise of power under  HC-NIC Page 1 of 23 Created On Tue Jul 11 00:32:21 IST 2017 Order   VII   Rule   10   of   the   Code   of   Civil   Procedure,   1908   (hereinafter  referred to as \"CPC\") the learned Judge, Commercial Court has returned  the plaint to the original plaintiff to present it before appropriate Court  having   jurisdiction,   the   original   plaintiff   has   preferred   the   present  Appeal From Order. \n[2.0] The facts leading to the present Appeal From Order in nutshell  are as under:\n[2.1] That the appellant herein - original plaintiff (hereinafter referred  to as \"original plaintiff\") instituted a Commercial Civil Suit No.294/2016  in the Court of learned Judge, Commercial Court, Vadodara (hereinafter  referred to as \"learned Commercial Court\") for specific performance of  the   contract   and   in   the   alternative   for   recovery   of   damages   and   for  refund of part payment, declaration and permanent injunction. \n[2.2] It was the case on behalf of the original plaintiff that the State  Government allotted the land in question and entered into an agreement  wth the respondent No.1 herein - original defendant No.1 (hereinafter  referred   to   as   \"original   defendant   No.1\")   to   develop   Akruti   Gujarat  Biotech,   PhaseII,   at   Savli,   GIDC   Estate,   Vadodara.   A   contract   was  entered   into   between   the   State   Government   and   original   defendant  No.1. It was the case on behalf of the original plaintiff that the original  defendant No.1 thereafter was requried to develop the land for Biotech  Park. That the original plaintiff invested huge sum and entered into the  contract with the original defendant No.1. It was the case on behalf of  the original plaintiff that for number of years nothing was done and the  plots   which   were   allotted   to   the   original   defendant   No.1   were   not  developed and  therefore,  the  original  plaintiff  instituted  the   aforesaid  suit before the learned Commercial Court for the following reliefs. \n\"(a) The   decree   for   specific   performance   /   enforcement   of   the  subject contract i.e. SC may kindly be pleased in favour of the  HC-NIC Page 2 of 23 Created On Tue Jul 11 00:32:21 IST 2017 plaintiffs  as   against   the   defendants  and   consequentially   the  defendants may kindly be ordered and directed / mandated to  execute   the   transfer   deed   /   deed   of   conveyance   through  execution of lease deed / assignment deed of lease in favour of  the plaintiff in respect of the subject property in furtherance of  the   subject  contract  i.e.   SC   and   consequentially   the   subject  contract   i.e.   SC   may   kindly   be   ordered   to   be   specifically  performed / enforced in favor of the plaintiff and thereby the  entire   process   /   formality   to   effecuate   the   transfer   of   the  absolute leasehold rights in respect of the subject property may  kindly   be   ordered   and   directed   to   be   caused   by   through  defendants in favour of the plaintiff and/or alternatively and  independently the amount of Rs.10,75,12,196 as specified and  detailed by the plaintiff in the plaint may kindly be awarded as  compensation in addition to and/or independent to the relief  of specific performance of the subject contract;\n(b) it may kindly be declared that the defendants have committed  breach   and/or   default   in   completing   the   performance   and  fulfillment of their contractual obligations as per SC in respect  of the subject property;\n(c) the   defendants,   their   agents,   employees,   representatives,  assignees,  transferres and  every person  claiming  for  and  on  behalf   of   them  may   kindly   be   permanently   restrained   from  causing   any   act,   things   or   deed   either   threatening   and/or  invading   or   in   any   capable   to   cause   destruction,   obstacle,  obstruction to and against the plaintiffs' proprietary and legal  rights in the subject property in any manner whatsoever;\n(d) the   defendants,   their   agents,   employees,   representatives,  assignees,  transferres and  every person  claiming  for  and  on  behalf   of   them  may   kindly   be   permanently   restrained   from  causing, executing, creating any document, transaction, paper  in respect of the subject property in favor of any person and  amounting to alienation of rights or possession of the subject  property   in   nay   manner   whatsoever   and   they   be   further  restrained from doing any acts, deeds or things adverse and/or  contrary to the proprietary rights of the plaintiff in the subject  property by virtue of SC;\n(e) the   defendants,   their   agents,   employees,   representatives,  assignees,  transferres and  every person  claiming  for  and  on  behalf   of   them  may   kindly   be   permanently   restrained   from  alienating, transferring or creating any right, interest or claim  in   favor   of   any   person   by   virtue   of   any   transaction  of   any  nature   whatsoever   and   in   any   manner   whatsoever   and  accordingly they be restrained from doing anything in respect  HC-NIC Page 3 of 23 Created On Tue Jul 11 00:32:21 IST 2017 of the subject property capable to change or cause any adverse  effect   on   the   status,   condition,   situation   and/or   potency   to  achieve   completed   and   specific   performance   of   the   SC   as  executed   in   respect   of   the   subject   property   in   any   manner  whatsoever;\n(f) That alternatively / simultaneously in coextension to the relief  for specific performance of SC as prayed for vide prayer clause  No.24(a)   the   decree   for   the   recovery   of   Rs.10,75,12,196/  (Rupees  Ten  Crores  Seventy  fix  Lacs  Twelve  Thousand  One  Hundred Ninety Six Only) may kindly be passed against the  defendants and in favor of the plaintiff and consequentially the  defendants  may  kindly  be   ordered  and   directed  to   pay  and  remit   the   amount  of   Rs.10,75,12,196/  (Rupees  Ten  Crores  Seventy fix Lacs Twelve Thousand One Hundred  Ninety  Six  Only) in favour of the plaintiff;\n(g) the defendant may kindly be ordered and/or directed to pay  the amount of interest @ 24% per annum on the total amount  of compensation as claimed vide prayer clause No.24(f) from  the date of filing of present suit till the realization of the total  amount as claimed by plaintiff in the present suit;\"\n[2.3] That it was the case on behalf of the original plaintiff that as the  dispute between the parties is a \"commercial dispute\" as per Section 2(c)  of   the   Commercial   Courts,   Commercial   Division   and   Commercial  Appellate Division of High Courts Act, 2015 (hereinafter referred to as  \"Commercial Courts Act\") and the amount involved is above Rs.1 Crore,  invoking   jurisdiction   of   the   learned   Commercial   Court,   Vadodara,   the  original pleaded in para 22 of the plaint as under: \n\"22. The present suit is filed for the purposes of humbly seeking  specific performance of the subject contract and thereby to get the SC  fully fulfilled and to ensure the consequential transfer of SP in specific  performance of SC as sought for to be fully, performed in favour of  the plaintiff and to comply with the obligations of express provisions  of Specific Relief Act, the plaintiff has humbly sought the recovery of  the amount of the compensation in respect of the loss caused to the  plaintiff and the damage as suffered by plaintiff at Vadodara and the  written  contract  i.e.  SC   is  executed  between  the   parties  hereto  in  respect of SP which is situated / located at and within the District of  Vadodara and thereby the cause and contractual privity based upon  which   the   present   suit   for   specific   performance   and   coextensive  compensation is sought for by the plaintiff based upon the SC which  HC-NIC Page 4 of 23 Created On Tue Jul 11 00:32:21 IST 2017 is formulated in respect of SP which is existing within the territorial  jurisdiction of this Honourable Court and because the breach / refusal  of the SC is communicated to the plaintiff at Vadodara and thereby  the cause to seek specific performance emerging from out of refusal  communicated by defendant for the first ever time vide their letter  dated 13.05.2016 has thereby arisen within the territorial jurisdiction  of this Honourable Court and therefore the cause of action has arisen  within the jurisdiction of this Honoourable Court and this Hon'ble  Court is comprehensively having wholesome statutory, pecuniary and  territorial jurisdiction to entertain and try the present suit.\"\n[2.4] Having been served with the notice of the summons of the suit,  the   original   defendant   No.1   appeared   before   the   learned   Commercial  Court and thereafter filed the application Exh.17 for returning the plaint  to the original plaintiff in exercise of powers under Order VII Rule 10 of  the CPC and to return the plaint to the original plaintiff to present it  before   the   appropriate   Court   having   jurisdiction.   It   was   the   case   on  behalf   of   the   original   defendant   No.1   that   the   dispute   between   the  parties cannot be said to be commercial dispute within the definition of  section 2(c) of the Commercial Courts Act and therefore, the suit before  the learned Commercial Court is not maintainable and/or the learned  Commercial Court would not have any jurisdiction to entertain the suit  for the reliefs prayed in the suit.  \n[2.5] The application Exh.17 was vehemently opposed by the original  plaintiff.   Relying   upon   clause   2(c)(i),   2(c)(ii)   and   2(c)(xx)   of   the  Commercial Courts Act, it was submitted that for the reliefs claimed in  the suit, the dispute can be said to be commercial dispute  within  the  definition of section 2(c) of the Commercial Courts Act and therefore,  the suit before the learned Commercial Court would be maintainable. \n[2.6] That   by   impugned   order   the   learned   Commercial   Court   has  allowed   the   application   Exh.17   and   has   returned   the   plaint   to   the  original   plaintiff   to   present   it   before   appropriate   Court   having  jurisdiction by observing and holding that for the reliefs sought in the  HC-NIC Page 5 of 23 Created On Tue Jul 11 00:32:21 IST 2017 plaint   /   suit,   the   Commercial   Court   would   not   have   any   jurisdiction  and/or suit before the Commercial Court would not be maintainable. \n[2.7] Feeling aggrieved and dissatisfied with the impugned order passed  by the learned Commercial Court below Exh.17 in Commercial Civil Suit  No.294/2016,   the   original   plaintiff   has   preferred   the   present   Appeal  From Order. \n[3.0] Shri   Shalin   Mehta,   learned   Senior   Advocate   has   appeared   with  Shri   S.P.   Majmudar,   learned   Advocate   appearing   on   behalf   of   the  appellant   herein   -   original   plaintiff   and   Shri   Salil   Thakore,   learned  Advocate has appeared on behalf of respondent No.1 herein - original  defendant No.1, who is on caveat. \n[4.0] Shri Mehta, learned Counsel appearing on behalf of the original  plaintiff has vehemently submitted that in the facts and circumstances of  the case the learned Commercial Court has materially erred in returning  the plaint to the original plaintiff to present it before appropriate Court  having jurisdiction by holding that the dispute between the parties for  which the suit has been preferred cannot be said to be a \"commercial  dispute\" within the definition of section 2(c) of the Commercial Courts  Act. \n[4.1]  It is further submitted by Shri Mehta, learned Counsel appearing  on behalf of the original plaintiff that the learned Commercial Court has  materially erred in holding that for the reliefs sought in the plaint / suit,  the suit before the learned Commercial Court shall not be maintainable.  It   is   further   submitted   by   Shri   Mehta,   learned   Counsel   appearing   on  behalf of the original plaintiff that as such the learned Commercial Court  has   not   properly   appreciated   and/or   interpreted   section   2(c)   of   the  Commercial Courts Act. It is submitted that by returning the plaint and  while holding that the dispute between the parties shall not fall within  HC-NIC Page 6 of 23 Created On Tue Jul 11 00:32:21 IST 2017 the   definition   of   section   2(c)   of   the   Commercial   Courts   Act   and  therefore,   the   suit   before   the   Commercial   Court   shall   not   be  maintainable, the  learned Commercial Court has taken a very narrow  view. It is further submitted by Shri Mehta, learned Counsel appearing  on behalf of the original plaintiff that as such considering section 2(c)\n(vii) of the Commercial Courts Act, the dispute between the parties shall  fall within the definition of section 2(c) of the Commercial Courts Act  and   the   same   can   be   said   to   be   \"commercial   dispute\"   within   the  definition of section 2(c) of the Commercial Courts Act and therefore,  for the reliefs sought / prayed in the plaint / suit, the suit before the  learned Commercial Court shall be maintainable. \n[4.2] Shri Mehta, learned Counsel appearing on behalf of the original  plaintiff has submitted that in section 2(c)(vii) of the Commercial Courts  Act   of   the   Commercial   Courts   Act,   the   words   used   are   \"agreements  relating   to   immovable   property   used   exclusively   in   trade   and  commerce\". It is submitted that in section 2(c)(vii) the words used are  not \"being used\", \"actually used\" etc. It is submitted that as the GIDC  had   allotted   the   land   to   original   defendant   No.1   for   development   of  Biotech   park   and   therefore   also,   it   can   be   said   that   the   immovable  property   /   lands   /   plots   were   being   used   exclusively   in   trade   or  commerce.  It   is  submitted   that   therefore,   the   agreement   between   the  GIDC and original defendant No.1 which  was for development of the  lands for Biotech park and therefore, as the land / plots had been given  to   the   original   defendant   No.1   for   use   in   trade   or   commerce   and  therefore, considering section 2(c)(vii) of the Commercial Courts Act, for  the  reliefs prayed in the suit, the suit before the  learned Commercial  Court shall be maintainable. \n[ 4.3 ] It   is   vehemently   submitted   by   Shri   Mehta,   learned   Counsel  appearing on behalf of the original plaintiff that for bringing the case  within the definition of \"commercial dispute\", as per section 2(c)(vii),  HC-NIC Page 7 of 23 Created On Tue Jul 11 00:32:21 IST 2017 there   need  not be  the  immovable   property  actually used  for  trade   or  commerce. It is submitted that if the intention of the legislature was to  limit   only   those   immovable   properties   actually   used   in   that   case   the  phraseology used would have been different, for example \"actually used\" \nor \"being used\". It is submitted that therefore on plain reading of the  relevant clause i.e. section 2(c)(vii) of the Commercial Courts Act, as the  land in question was allotted to the original defendant No.1 for use as  trade and commerce i.e. for development of Biotech park, the dispute  between   the  parties  can  be  said  to  be  commercial  dispute  within  the  definition   of   section   2(c)(vii)   of   the   Commercial   Courts   Act.   It   is  submitted that therefore the learned Commercial Court has materially  erred   in   returning   the   plaint   to   the   plaintiff   to   present   it   before  appropriate   Court   having   jurisdiction   by   holding   that   the   dispute  between the parties cannot be said to be commercial dispute within the  definition of section 2(c) of the Commercial Courts Act and therefore,  the   suit   for   the   reliefs   claimed   in   the   suit   shall   not   be   maintainable  before the Commercial Court. \nMaking above  submissions, it is requested to admit / allow the  present Appeal From Order. \n[5.0] Present Appeal From Order is vehemently opposed by Shri Salil  Thakore, learned Advocate appearing on behalf of the original defendant  No.1.   It   is   vehemently   submitted   by   Shri   Thakore,   learned   Advocate  appearing on behalf of the original defendant No.1 that in the facts and  circumstances of the case and on true interpretation of section 2(c) of  the Commercial Courts Act, the learned Commercial Court has rightly  held   that   the   suit   filed   by   the   original   plaintiff   before   the   learned  Commercial Court shall not be maintainable. It is submitted that in the  facts and circumstances of the case, no error has been committed by the  learned   Commercial   Court   in   holding   that   the   dispute   between   the  parties   for   which   the   suit   has   been   preferred   cannot   be   said   to   be   a  \"commercial   dispute\"   within   the   definition   of   section   2(c)   of   the  HC-NIC Page 8 of 23 Created On Tue Jul 11 00:32:21 IST 2017 Commercial Courts Act. \n[5.1] It   is   further   submitted   by   Shri   Thakore,   learned   Advocate  appearing on behalf of the original defendant No.1 that as such in the  plaint there are no averments as to how the dispute between the parties  can be said to be commercial dispute within the meaning of section 2(c)  of the Commercial Courts Act and how the learned Commercial Court  would have jurisdiction. It is submitted that nothing has been pleaded  on the aforesaid in the plaint. \n[5.2] It   is   further   submitted   by   Shri   Thakore,   learned   Advocate  appearing   on   behalf   of   the   original   defendant   No.1   that   before   the  learned   Commercial   Court   and   at   the   time   of   hearing   of   application  Exh.17, the original plaintiff relied upon section 2(c)(i), section 2(c)(ii)  and section 2(c)(xx) of the Commercial Courts Act and that no reliance  at   all   was   placed   on   section   2(c)(vii)   of   the   Commercial   Courts   Act,  which is now being relied upon by the learned Counsel appearing on  behalf of the original plaintiff. It is submitted that therefore in the facts  and circumstances of the case, the learned Commercial Court has not  committed any error in returning the plaint to the plaintiff to present it  before the appropriate Court having jurisdiction. It is submitted that in  the facts and circumstances of the case, the learned Commercial Court  has rightly exercised the powers under Order VII Rule 10 of the CPC and  has rightly returned the plaint. \n[5.3] It   is   further   submitted   by   Shri   Thakore,   learned   Advocate  appearing on behalf of the original defendant No.1 that as such the land  in question even according to the original plaintiff is a barren open land  and at present and at the time of filing of the suit the same was not used  for trade or commerce and therefore, on literal interpretation of section  2(c)  of  the   Commercial   Courts   Act,  the   dispute   cannot  be  said  to   be  commercial dispute within the definition of section 2(c) and therefore,  HC-NIC Page 9 of 23 Created On Tue Jul 11 00:32:21 IST 2017 the suit before the learned Commercial Court shall not be maintainable.  Relying upon the decisions of the Hon'ble Supreme Court in the case of  State   of   Haryana   vs.   Dalmia   Dadri   Cement   Ltd.  reported   in  1987  (Suppl) SCC 679; in the case of  Mahakoshal Tourist, Napier Town &  Ors. Vs. State of M.P. & Ors. reported in (2002) 7 SCC 245; Federation  of A.P. Chambers of Commerce and Industry vs. State of A.P. reported  in  (2000)   6   SCC   550,  it   is   vehemently   submitted   by   Shri   Thakore,  learned  Advocate   appearing  on   behalf  of   the   original   defendant   No.1  that as held by the Hon'ble Supreme Court in the aforesaid decisions,  provision in the statute is required to be interpreted as it is and literally. \nIt is submitted that as in section 20(c)(vii) of Commercial Courts Act, the  pharseology used is \"immovable property used\", it has to be interpreted  that \"immovable property is actually used or being used\". It is submitted  that adding anything more as suggested by learned Counsel appearing  on behalf of the  original plaintiff  would tantamount to adding  in the  statute which is not there and therefore, the same is not permissible. \n[5.4] Shri   Thakore,   learned   Advocate   appearing   on   behalf   of   the  original   defendant  No.1  has   also  relied  upon   the   decision   of   Bombay  High Court (Nagpur Bench) in the case of  Dineshkumar Gulabchand  Agrawal vs. Commissioner of Income Tax and Anr. reported in (2004)  267 ITR 768 (Bom) in support of his submission that the word \"used\"  denotes \"actually used\" and not merely ready for use. \n[5.5] Shri   Thakore,   learned   Advocate   appearing   on   behalf   of   the  original   defendant   No.1   has   relied   upon   the   averments   in   the   plaint  more particularly in paras 10(a) to 10(f) in support of his submission  that the dispute between the parties cannot be said to be \"commercial  dispute\" within the definition of section 2(c) of the Commercial Courts  Act. \n[5.6] Shri   Thakore,   learned   Advocate   appearing   on   behalf   of   the  HC-NIC Page 10 of 23 Created On Tue Jul 11 00:32:21 IST 2017 original defendant No.1 has submitted that as such the issue involved in  the present appeal is squarely covered by the decision of the Division  Bench   of   this   Court   in   the   case   of  Ujwala   Raje   Gaekwar  D/o.Udaysinghrao Shivajirao Gaekwar and W/o. Jay Vikram Shah vs.  Hemaben   Achyut   Shah   &   Ors.  rendered   in  Miscellaneous   Civil  Application No.1879/2016. \n[5.7] It   is   further   submitted   by   Shri   Thakore,   learned   Advocate  appearing on behalf of the original defendant No.1 that if the submission  on behalf of the original plaintiff is accepted, in that case all the suits of  the like nature will have to be transferred to the Commercial Courts and  therefore, the purpose and object of establishment of Commercial Courts  shall be frustrated. \nMaking above submissions and relying upon above decisions , it is  requested to dismiss the present Appeal From Order. \n[6.0] In   reply   to   the   submissions   made   by   Shri   Thakore,   learned  Advocate   appearing   on   behalf   of   the   original   defendant   No.1,   Shri  Mehta,   learned   Counsel   appearing   on   behalf   of   the   plaintiff   has  submitted   that   none   of   the   decisions   relied   upon   by   the   learned  Advocate  appearing on behalf of the original defendant No.1 shall be  applicable to the facts of the case on hand. It is submitted that as such  and on the contrary para 9 of the decision of the Hon'ble Supreme Court  in the case of Dalmia Dadri Ltd. (Supra) shall be applicable in support of  the   submission   on behalf of  the  original  plaintiff  and it  will help  the  original plaintiff rather than original defendant No.1. \n[6.1] Now,   so   far   as   the   reliance   placed   upon   the   decision   of   the  Division   Bench   of   this   Court   in   the   case   of   Ujwala   Raje   Gaekwar  D/ o. Udaysinghrao   Shivajirao   Gaekwar   and   W/o.   Jay   Vikram   Shah  (Supra)   relied   upon   by   the   learned   Advocate   appearing   on   behalf   of  original defendant No.1 is concerned, it is submitted that in the facts and  HC-NIC Page 11 of 23 Created On Tue Jul 11 00:32:21 IST 2017 circumstances of the case and more particularly the controversy and the  reliefs sought in the said case, the said decision shall not be applicable to  the facts of the case on hand. It is submitted that in the aforesaid case  the original plaintiff claimed the reliefs on probate and the dispute was  with respect to the probate and also to quash and set aside the sale deed  and therefore, as such the Division Bench rightly held that such a dispute  shall not be considered as \"commercial dispute\" within the definition of  section 2(c) of the Commercial Courts Act. It is submitted that therefore  the said decision shall not be applicable to the facts of the case on hand. \nMaking   above   submissions   it   is   requested   to   admit/allow   the  present Appeal From Order. \n[7.0] Heard   learned   Advocates   appearing   for   respective   parties   at  length.   By   the   impugned   order   the   learned   Commercial   Court   has  allowed   the   application   Exh.17   and   has   returned   the   plaint   to   the  original   plaintiff   to   present   it   before   appropriate   Court   having  jurisdiction in exercise of powers under Order VII Rule 10 of the CPC.  That by the impugned order the learned Commercial Court has held that  for the dispute between the parties for which the suit has been preferred  and the reliefs are prayed, the dispute cannot be said to be \"commercial  dispute\" within the definition of section 2(c) of the Commercial Courts  Act and therefore, for the reliefs prayed in the suit, the suit before the  learned Commercial Court shall not be maintainable. \nTherefore, the short question which is posed for consideration of  this Court is whether the dispute between the parties can be said to be  a \"commercial dispute\" within the definition of section 2(c) of the  Commercial Courts Act? \n[7.1] Reliefs which are prayed in the suit are reproduced hereinabove.  In para 22 on the aspect of jurisdiction it is pleaded as under: \n\"22. The present suit is filed for the purposes of humbly seeking  specific performance of the subject contract and thereby to get the SC  HC-NIC Page 12 of 23 Created On Tue Jul 11 00:32:21 IST 2017 fully fulfilled and to ensure the consequential transfer of SP in specific  performance of SC as sought for to be fully, performed in favour of  the plaintiff and to comply with the obligations of express provisions  of Specific Relief Act, the plaintiff has humbly sought the recovery of  the amount of the compensation in respect of the loss caused to the  plaintiff and the damage as suffered by plaintiff at Vadodara and the  written  contract  i.e.  SC   is  executed  between  the   parties  hereto  in  respect of SP which is situated / located at and within the District of  Vadodara and thereby the cause and contractual privity based upon  which   the   present   suit   for   specific   performance   and   coextensive  compensation is sought for by the plaintiff based upon the SC which  is formulated in respect of SP which is existing within the territorial  jurisdiction of this Honourable Court and because the breach / refusal  of the SC is communicated to the plaintiff at Vadodara and thereby  the cause to seek specific performance emerging from out of refusal  communicated by defendant for the first ever time vide their letter  dated 13.05.2016 has thereby arisen within the territorial jurisdiction  of this Honourable Court and therefore the cause of action has arisen  within the jurisdiction of this Honoourable Court and this Hon'ble  Court is comprehensively having wholesome statutory, pecuniary and  territorial jurisdiction to entertain and try the present suit.\" \nParas 10(a), 10(d) and 10(f) in the plaint / suit read as under:\n\"10(a) It is submitted that the defendant company appears to have  taken   on   lease   the   plots   at   GIDCSavli   and   thereafter   decided   to  develop the same as a Biotech Park in the name and style of \"Gujarat  Akruti Biotech ParkPhase II\" and sublease the Plots after developing  the amenities to different industries for the purposes of setting up  their   manufacturing   plants   /   factory   units.   Thus,   the   complete  development of infrastructure amenities and facilities was condition  precedent, obligation of defendants and only subject to such prior  performance of aforesaid  obligation further course of contract and  execution sub lease could have become possible but nothing could  proceed only because defendants have hopelessly failed to effectively  proceed   or   carry   out   any   further   progress   on   the   site   of   SP   and  naturally therefore it is physically impossible for the plaintiff to in any  way occupy and or use the SP and complete silence of defendant  No.1 is added cause for plaintiff to suffer completely clueless state of  situation. Infact plaintiff has made all round and sincere efforts to  connect and communicate and coordinate with the defendant No.1  and find out their clear plans for the purposes of making the entire  unit of SEZ ready with infrastructure which could pave the way for  the plaintiff to move on the next step as required under the SC. The  plaintiff at this juncture craves leave to draw kind attention to the  terms,   conditions   of   SC   and   the   nature   and   operational  consequences / effects of such clauses which are capable to confirm  HC-NIC Page 13 of 23 Created On Tue Jul 11 00:32:21 IST 2017 that   the   entire   execution   and   performance   of   SC   essentially   pre  depends upon the prior and on site performances by the defendant to  make the SP available and usable both. Therefore the plaintiff herein  craves  leave   to   rely  and   refer   such   contractual  clauses  as   humbly  reserves right to confirm that the nature and resultant operational  effect and meaning of contractual clauses, always required defendant  to perform their part of their obligations and promises in advance. In  this   regard   it   is   humbly   clarified   that   the   availablility   of   SP   pre  supposes the defendant No.1 being the lessor the amenities which are  clearly  listed  in  the   SC  and  as  per  the   clear  terms  of   the   SC  the  defendant   No.1   is   also   required   to   arrange   and   provide   for   the  various provisions  of  facilities  /  services  such  as water, electricity,  utility   and   such   facilities,   services   provisions   and   amenities   as  narrated in the forgoing part of the plaint and are essentially required  to   be   provided  well   in  advance  without  and   in   absence  of   which  nothing can be done on the site leave apart setting up the industrial  unit as is planned and forming part of the object of the plaintiff to  enter into the SC and thereby to acquire the SP.\n10(d) It   is   submitted   that   after   the   execution   of   the   SC   and   the  receipt of the amount of Rs.35,00,000.00 (Rupees Thirty Five Lakhs  Only),   the   defendant   company   was   required   to   also   perform   its  obligations as are stipulated in the SC. It is submitted that obligations  which the defendant company was required to perform were that of  developing of the SP and providing of the amenities as were agreed  upon and listed in the SC amongst other obligations arising out of the  SC. It is submitted that because the plaintiff company had performed  its obligations to pay an advance amount at the time of signing the  SC,   the   plaintiff   company   is   conferred   upon   with   a   right   and  reciprocally the defendant company is / was preemptively obliged /  bound to undertake and complete its obligations as stipulated vide  the   SC.   It   may   not   be   out   of   place   to   mention   here   that   the  availablility of roads, facilities, amenities and ready infrastructure is  naturally   a   sine   qua   non   for   commencing   any   construction   or  industrial work leave apart any manufacturing. It is submitted that in  spite of a lapse of few days which started into being months, when  the   defendant   company   did   not   take   any   action   or   step   for   the  purposes of performing their obligations under the SC, the plaintiff  company   approached   the   officers   of   the   defendant   company   and  requested them that the plaintiff company is required to have the SP  for the purposes of establishing their manufacturing units. \n10(f) It is most humbly submitted that because the SC was executed  and there was complete inaction on the part of defendants on site  about   creating   the   infrastructure   and/or   for   carrying   out   the  necessary administrative process to cause and execute the deed of  transfer by way lease or sublease, naturally the passage and passing  of time started giving rise to the most adverse and painful sufferings  HC-NIC Page 14 of 23 Created On Tue Jul 11 00:32:21 IST 2017 for plaintiff as their plans to start the new manufacturing unit in the  SP was not only getting delayed but in fact was suffering unbearable  uncertainty and the entire financial plan and growth plan as also the  industrial   roadmap   as   drawn   by   the   plaintiff   was   suffering  disturbance   on   account   of   nonavailability   of   SP.   Therefore,   from  onwards   2010,   the   plaintiff   started   very   effective,   active   and  continuous   correspondence   with   defendant   No.2   through   its  industrial development corporation followed with the correspondence  caused  with  defendant  No.1  and  series  of letters and  emails  have  been written and addressed to the defendants with a view to ensure  that the SC is effectively fulfilled and thereby the SP is properly and  legally transferred through lease / sublease in furtherance of SC. It is  pertinent   to   note   at   this   juncture   that   in   the   course   of   such  contractual   correspondence,   plaintiff's   director   has   also   made  personal   visits   to   the   offices  of   both   the   defendants  and   all   such  meetings also proved to be futile and none of the defendants and all  such meetings also proved to be futile and none of the defendants  were giving any positive response leave apart any effective action to  complete and fulfill their part of the contractual obligations which are  and essentially sine qua non / condition precedent obligations as is  clear   from  the   terms  and   conditions  of   the   SC   and   the   nature   of  contractual  privity  between  the   parties  hereto.  It  is  these  failures,  defaults   and   inactions   on   the   part   of   defendants   which   has  continuously given rise to the cause of action in favour of the plaintiff  to claim the reliefs in furtherance of the rights acquired and conferred  through SC. However, an intersting fact may kindly be appreciated  that when plaintiff made vigorous and serious followups particularly  with the office of defendant No.2, the Mission Director of Defendant  No.2 has written a letter on 2nd Sept. 2014 to defendant No.1 with a  copy marked to the plaintiff and the copy whereof is submitted vide  separate  list  of  documents.  The  kind  attention  of  this  Honourable  Court is drawn to the contents of above letter wherein it is clearly  confirmed that GATBL i.e. defendant No.1 is not able to move ahead  with the project and is not able to provide the basic infrastructure  and it is also confirmed that defendant No.1 cannot move ahead with  their obligations unless and because the basic infrastructure in the  biotect park is not provided by defendant No.1. The defendant No.2  therefore, out of their administrative control and authority directed to  defendant   No.1   that   they   should   refund   the   advance   payment  received from the plaintiff for acquiring the subject property i.e. the  amount of Rs.35,00,000/ though however, the plaintiff never ever  intended leave apart accepted such unilateral proposition to receive  back the amount as for plaintiff to have the property was and has  always remained a very precious and most essential course as a part  of long drawn financial and industrial plans of which the acquisition  of SP is an integral part for very many purposes as mentioned above.\" \n[7.2] From   the   aforesaid   it   appears   that   and   even   according   to   the  HC-NIC Page 15 of 23 Created On Tue Jul 11 00:32:21 IST 2017 original plaintiff so pleaded in the plaint, the original defendant No.1  Company  have   taken  on   lease   the  plots   of  GIDC/Savli  and  thereafter  decided to develop the same as Biotech in the name and style of \"Akruti  Gujarat Biotech, PhaseII\" and subleased the plots after developing the  amenities   to   different   industries   for   the   purpose   of   manufacturing  plants   /   factory   units.   The   complete   development   of   infrastructure,  amenities   and   facilities   was   required   to   be   provided   by   the   original  defendant No.1. It appears that the plaintiff entered into agreement for  one of the plot / subplot and it is the case on behalf of the plaintiff that  thereafter nothing was done and the plots which are taken on lease by  the original defendant No.1 from GIDC are kept as they are. Therefore,  the original plaintiff had instituted the suit for specific performance of  the   agreement   /   contract   /   MOU   entered   into   between   the   original  plaintiff and the original defendant No.1. It has nothing to do with any  agreement and/or MOU between the State Government and the original  defendant No.1 and/or between the GIDC and the original defendant  No.1. The original plaintiff has also prayed alternatively to return the  amount which the original plaintiff has paid to the original defendant  No.1 for subplot and for damages etc. Considering the aforesaid facts  and circumstances, it is required to be considered whether the dispute  between the parties for which the suit has been preferred can be said to  be   \"commercial   dispute\"   within   the   definition   of   section   2(c)   of   the  Commercial Courts Act or not? Section 2(c) of the Commercial Courts  Act reads as under: \n\"2(c) commercial dispute means a dispute arising out of  (i)   ordinary   transactions   of   merchants,   bankers,   financiers   and  traders   such   as   those   relating   to   mercantile   documents,   including  enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\nHC-NIC Page 16 of 23 Created On Tue Jul 11 00:32:21 IST 2017 (iv)   transactions   relating   to   aircraft,   aircraft   engines,   aircraft  equipment and helicoptors, including sales, leasing and financing of  the same;\n(v) carriage of goods;\n(vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in  trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements; \n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii)   subscription   and   investment   agreements   pertaining   to   the  services   industry   including   outsourcing   services   and   financial  services;\n(xiv) mercantile agency and mercantile usage;\n(xv)\n(xv) partnership agreements;\n(xvi) technology development agreements;\n(xvii)   intellectual   property   rights   relating   to   registered   and  unregistered trademarks,  copyright, patent,  design,  domain names,  geographical indications and semiconductor integrated circuits;\n(xviii)agreements for sale of goods or provision of services;  (xix) exploitation of oil and gas reserves or other natural resources  including electromagnetic spectrum;\n(xx) insurance and reinsurance;\n(xxi) contracts of agency relating to any of the above; and (xxii)   such   other   commercial   disputes   as   may   be   notified   by   the  Central Government.\"\nHC-NIC Page 17 of 23 Created On Tue Jul 11 00:32:21 IST 2017 [7.3] Therefore, if the dispute  falls within  any of the  clause 2(c) the  dispute   can   be   said   to   be   \"commercial   dispute\"   for   which   the  Commercial Court would have jurisdiction. It is required to be noted that  before the learned Commercial Court the original plaintiff relied upon  section 2(c)(i), 2(c)(ii) and 2(c)(xx) of the Commercial Courts Act only.  Learned   Counsel   appearing   on   behalf   of   the   original   plaintiff   has  candidly admitted and/or conceded that the case shall not fall within  clause 2(c)(i); 2(c)(ii) or 2(c)(xx) of the Commercial Courts Act. It is  required to be noted that before the learned Commercial Court it was  never the   case  on  behalf  of the   original  plaintiff  that  case  would fall  within  section  2(c)(vii) of the  learned Commercial Court. Despite the  above we have considered on merits whether even considering section  2(c)(vii) of the Commercial Courts Act, the dispute between the parties  can be said to be \"commercial dispute\" within the definition of section  2(c) of the Commercial Courts Act or not? Considering section 2(c)(vii),  \"commercial   dispute\"   means   a   dispute   arising   out   of   the   agreements  relating   to  immovable   property   used   exclusively   in   trade   or  commerce. As observed hereinabove, at the time of filing of the suit and  even   so   pleaded   in   the   plaint,   the  immovable   property   /   plots  the  agreements between the parties cannot be said to be agreements relating  to immovable property used exclusively in trade or commerce. As per  the agreement between the party after getting the plots on lease from  the   GIDC,   the   same   was   required   to   be   thereafter   developed   by   the  original defendant No.1 and after providing all infrastructural facilities  and subplotting it, the same is required to be given to other persons like  the original plaintiff.  It is the case on behalf of the original plaintiff that  as the original defendant No.1 has failed to provide any infrastructural  facilities   and   develop   the   plots   and   therefore,   a   civil   suit   for   specific  performance of the agreement has been filed. There are other alternative  prayers also. Therefore, it cannot be said that the agreement is as such  HC-NIC Page 18 of 23 Created On Tue Jul 11 00:32:21 IST 2017 relating to immovable property used exclusively in trade or commerce. It  is the case on behalf of the original plaintiff that as in clause (vii) of  section 2(c), the pharseology used is not \"actually used\" or \"being used\" \nand therefore, even if at present the plot is not used and even if it is  likely to be used even in future, in that case also, section 2(c)(vii) shall  be   applicable   and   therefore,   the   Commercial   Court   would   have  jurisdiction.   The   aforesaid   has   no   substance.   As   per   the   cardinal  principle of law while interpreting a particular statute or the provision,  the literal and strict interpretataion has to be applied. It may be noted  that important words used in the relevant provisions  are \"immovable  property used exclusively in trade or commerce\". If the submission on  behalf of the original plaintiff is accepted in that case it would be adding  something in the statute which is not there in the statute, which is not  permissible. On plain reading of the relevant clause it is clear that the  expression   \"used\"   must   mean   \"actually   used\"   or   \"being   used\".   If   the  intention  of the legislature was to expand the scope, in that case the  phraseology used would have been different as for example, \"likely to be  used\" or \"to be used\". The word \"used\" denotes \"actually used\" and it  cannot be said to be either \"ready for use\" or \"likely to be used\"; or \"to  be   used\".   Similar   view   has   been   taken   by   the   Bombay   High   Court  (Nagpur   Bench)   in   the   case   of  Dineshkumar   Gulabchand   Agrawal  (Supra)   and   it   is   observed   and   held   that   the   word   \"used\"   denotes  \"actually used\" and not merely \"ready for use\". It is reported that SLP  against the  said decision  has been dismissed by the Hon'ble Supreme  Court. \n[7.4] Even the submission on behalf of the original plaintiff that as the  plots   are   given   to   original   defendant   No.1   for   developing   and  establishing   Biotech   Park   which   ultimately   is   to   be   used   for   trade   or  commerce   and   therefore,   section   2(c)(vii)   shall   be   applicable,   the  HC-NIC Page 19 of 23 Created On Tue Jul 11 00:32:21 IST 2017 aforesaid has no substance and cannot be accepted. Merely because the  ultimate use might be for the purpose of trade or commerce and that too  after   developing   and   establishing   Biotech   Park   after   providing   of  infrastructural facilities, section 2(c)(vii) shall not be applicable, more  particularly   with   respect   to   the   agreement   /   contract   between   the  original plaintiff and the original defendant No.1. It cannot be said that  the agreement between the original plaintiff and the original defendant  No.1 is the agreement relating to immovable property used exclusively  in trade or commerce. \n[7.5] Identical question came to be considered by the Division Bench of  this   Court   and   after   considering   the   relevant   provisions   of   the  Commercial Courts Act more particularly section 2(c) of the Commercial  Courts   Act,   in   para   5.5   after   considering   section   2(c)(vii)   of   the  Commercial   Courts   Act,   it   is   observed   that   merely   because   the  immovable   property   is   going   to   be   used   exclusively   in   trade   or  commerce, the dispute would not become commercial dispute as defined  under Section 2(c) of the Commercial Courts Act. It is further observed  and held in the said decision that if contention on behalf of the applicant  that as immovable property, which is the subject matter of the suit, is  going to be used exclusively for trade and commerce, the same would  beecome commercial dispute as per section 2(c) and therefore the same  is   to   be   transferred   to   the   concerned   Commercial   Court   having  jurisdiction   is   accepted,   in   that   case,   the   object   and   purpose   of  establishment of Commercial Courts under the Commercial Courts Act  would   be   frustrated.   That   thereafter   in   para   5.6   to   5.8,   the   Division  Bench has observed and held as under: \n\"[5.6] The object and purpose of establishment of Commercial Courts,  Commercial Divisions and Commercial Appellate Divisions of the High  Court is to ensure that the cases involved in commercial disputes are  disposed of expeditiously, fairly and at reasonable cost to the litigant.  The   Commercial   Courts,   Commercial   Divisions   and   Commercial  HC-NIC Page 20 of 23 Created On Tue Jul 11 00:32:21 IST 2017 Appellate divisions of the High Courts are intended to serve as a pilot  project in the larger goal of reforming the civil justice system in India.  As per the recommendations made by the Law Commission on the  basis   of   which   the   Commercial   Courts   have   been   established,   the  Commercial Courts more particularly will benefit the litigant, other  potential litigants (especially those engaged in trade and commerce)  shall also be advantaged by the reduction in backlog caused by the  quick disposal of the commercial disputes, which in turn, will further  economic  growth,  increase  foreign  investment,  and   make  India   an  attractive place to do business. \n[5.7] From the 188th  report of the Law Commission it appears that  the   constitution   of   Commercial   Divisions   Courts   were   necessitated  due to inordinate delays, and the need to ensure the fast disposal of  high value commercial disputes to provide assurance to domestic and  foreign   investors.   It   has   been   aimed   to   give   a   clear   assurance   to  investors that high value commercial suits would directly go before  the   Commercial   Division   /   Commercial   Courts   /   Commercial  Appellate Courts, which would follow fast track procedures. \n[ 5.8 ] Thus, considering the aim, object and purpose of the enactment  of the Commercial Courts Act noted hereinabove, the submission on  behalf of the appellant that the dispute in the present suit, which as  observed hereinabove, cannot be said to be the commercial dispute  within the definition of Section 2(c) of the Commercial Courts Act, is  required   to   be   transferred   to   the   Commercial   Division,   Vadodara  cannot be accepted. If such a suit which is as such arising out of the  probate proceedings and/or is dispute with the respect to the property  are transferred to the Commercial Division / Commercial Court, there  shall not be any difference between the Regular Civil Courts and the  Commercial Division / Commercial Courts and therefore, if all such  suits are transferred to the Commercial Division / Commercial Courts,  the   object   and   purpose   of   the   establishment   of   the   Commercial  Division / Commercial Courts shall be frustrated.\" \n[7.6] Considering the aforesaid facts and circumstances and the dispute  between the parties for specific performance of the agreement between  the original plaintiff and original defendant No.1 and the reliefs sought  and the language and phraseology \"exclusively in trade or commerce\" \nused in section 2(c)(vii) of the Commercial Courts Act, it cannot be said  that  the  dispute  between  the  original  plaintiff  and original  defendant  No.1 can  be  said  to be \"commercial  dispute\"  within  the   definition   of  section 2(c) of the Commercial Courts Act, for which the Commercial  HC-NIC Page 21 of 23 Created On Tue Jul 11 00:32:21 IST 2017 Court   would   have   jurisdiction.   The   learned   Commercial   Court   has  rightly   allowed   the   application   Exh.17   and   has   rightly   returned   the  plaint to the original plaintiff to present it before appropriate Court by  observing   that   as   the   dispute   between   the   original   plaintiff   and  defendants   cannot   be   said   to   be   \"commercial   dispute\"   within   the  definition of section 2(c) of the Commercial Courts Act and therefore,  the suit before the Commercial Court shall not be maintainable. We are  in complete agreement with the view taken by the learned Commercial  Court. \n[8.0] In view of the above and for the reasons stated above, present  Appeal From Order fails and the same deserves to be dismissed and is,  accordingly, dismissed.  No costs.  \nCIVIL APPLICATION NO. 8083 of 2017 In view of dismissal of main Appeal From Order, Civil Application  No.8083/2017 also stands dismissed. \nSd/             (M.R. SHAH, J.)  Sd/           (B.N. KARIA, J.)  FURTHER ORDER At   this   stage,   Shri   Majmudar,   learned   Advocate   appearing   on  behalf of the appellant has requested to continue the adinterim relief  granted   earlier   by   the   learned   Commercial   Court   by   which   the  defendants   were   directed   to   maintain  status   quo  with   respect   to   the  property in question. \nThe   prayer   is   opposed   by   Shri   Thakore,   learned   Advocate  appearing on behalf of the  respondent by submitting  that there is  no  question   of   continuing   the   adinterim   relief   granted   earlier   by   the  HC-NIC Page 22 of 23 Created On Tue Jul 11 00:32:21 IST 2017 learned Commercial  Court as the   learned Commercial  Court has  held  that the suit before the learned Commercial Court is not maintainable  and therefore, the learned Commercial Court had no jurisdiction to pass  any order whatsoever and therefore, the adinterim relief granted earlier  can be said to be without jurisdiction. \nHaving heard the learned Advocates appearing on behalf of the  respective parties recorded hereinabove and accepting the submissions  made by the learned Advocate appearing on behalf of the respondent,  recorded hereinabove, the prayer of the appellant stands rejected. \nAt the request of the learned Adocate appearing on behalf of the  appellant, time to appear before the Court of learned Senior Civil Judge  is extended upto 24.07.2017. \nSd/          (M.R. SHAH, J.)  Sd/         (B.N. KARIA, J.)  Ajay HC-NIC Page 23 of 23 Created On Tue Jul 11 00:32:21 IST 2017",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38c544d3d79f4eab99b3b5aa2b0a5af1_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63e808541e064a768665d79014e2cbc8_1"
    },
    {
      "start": 242,
      "end": 349,
      "text": "\nGujarat High Court\nVasu Healthcare Private Limited vs Gujarat Akruti Tcg Biotch Limited & on 10 July, 2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cdf6c124b7754e7cbe06d415f317af79_2"
    },
    {
      "start": 351,
      "end": 393,
      "text": "Equivalent citations: Air 2017 Gujarat 153",
      "labels": [
        "PREAMBLE"
      ],
      "id": "79a55e648dbb4fcba0862116eb3a0b6a_3"
    },
    {
      "start": 394,
      "end": 423,
      "text": "\nBench: M.R. Shah, B.N. Karia",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ee1dae48ca1487ca9897d3be8e1a531_4"
    },
    {
      "start": 424,
      "end": 448,
      "text": "\n          C/Ao/199/2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2d14ed2fce134573ae9dbc407f7e8fd2_5"
    },
    {
      "start": 520,
      "end": 549,
      "text": "Cav Judgment\n\n\n\n             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0b4728c4876140ce94b749eba461f0f7_6"
    },
    {
      "start": 549,
      "end": 732,
      "text": "In The High Court Of Gujarat At Ahmedabad\n                               Appeal From Order  No. 199 of 2017\n                                               With \n                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e5b61bac13f045ef979d48baaceb5d31_7"
    },
    {
      "start": 742,
      "end": 776,
      "text": "CIVIL APPLICATION NO. 8083 of 2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b4d2f867458a47589c791c8afac70a59_8"
    },
    {
      "start": 825,
      "end": 896,
      "text": "In                                    APPEAL FROM ORDER NO. 199 of 2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "363f1c628e84485fb5354fd10d502941_9"
    },
    {
      "start": 906,
      "end": 933,
      "text": "For Approval and Signature:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69d1835fa89641e4aab427bfd1b3207d_10"
    },
    {
      "start": 944,
      "end": 954,
      "text": "HONOURABLE",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d06a654fd8f44d0a5ab3915698acac0_11"
    },
    {
      "start": 955,
      "end": 965,
      "text": "MR.JUSTICE",
      "labels": [
        "PREAMBLE"
      ],
      "id": "51b53014cf2947928944848c00d6b65b_12"
    },
    {
      "start": 966,
      "end": 975,
      "text": "M.R. SHAH",
      "labels": [
        "PREAMBLE"
      ],
      "id": "73fd20f03b994d44b19feb5a98971bf8_13"
    },
    {
      "start": 1032,
      "end": 1049,
      "text": "Sd/ \n         and",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a4753462ff17412fa593d3882c968238_14"
    },
    {
      "start": 1059,
      "end": 1069,
      "text": "HONOURABLE",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7b03f872cc0e4fd4a463a7a1f8ca00f0_15"
    },
    {
      "start": 1070,
      "end": 1080,
      "text": "MR.JUSTICE",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d50a4ef9568644b2b902afd8d12186f9_16"
    },
    {
      "start": 1081,
      "end": 1091,
      "text": "B.N. KARIA",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bba3a3daed3f42b8a1af137044f9755a_17"
    },
    {
      "start": 1147,
      "end": 1162,
      "text": "Sd/ \n         =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cb015eb053df4bacaa3785aeaae4f9f2_18"
    },
    {
      "start": 1163,
      "end": 1170,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e32687b9b1da4b7c8620d7d97baa9691_19"
    },
    {
      "start": 1171,
      "end": 1178,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3341aa7581a245b5a9ef084f7ca7393d_20"
    },
    {
      "start": 1179,
      "end": 1186,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "831ffd609ecb44ddae2b957c8712a2c2_21"
    },
    {
      "start": 1187,
      "end": 1194,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "41b7a0cd128c49e8acd85741359c5034_22"
    },
    {
      "start": 1195,
      "end": 1202,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ff3516a05d554d2a8b39d58e4124b79e_23"
    },
    {
      "start": 1203,
      "end": 1210,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f16a1d96d5c4b1eb61516d9e4ac4693_24"
    },
    {
      "start": 1211,
      "end": 1218,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7ba6681bf07046a38e097395810e57cc_25"
    },
    {
      "start": 1219,
      "end": 1226,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b994bb4a572746e291eae5f47ffbb073_26"
    },
    {
      "start": 1227,
      "end": 1234,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76d646c03c114e04ae99a8e12766e11c_27"
    },
    {
      "start": 1235,
      "end": 1242,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e57dc771d7ed4475a4a7c887b2ae39ab_28"
    },
    {
      "start": 1243,
      "end": 1250,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d7d4229ef50c43a2b6803e45fe2d9d8c_29"
    },
    {
      "start": 1261,
      "end": 1323,
      "text": "1      Whether Reporters of Local Papers may be allowed to see",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22a4fb56855043fe99f62ae8ff3d63ab_30"
    },
    {
      "start": 1351,
      "end": 1402,
      "text": "No                 the judgment ?\n\n         2      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e3baee45006f482fb66bceccdcec019e_31"
    },
    {
      "start": 1402,
      "end": 1441,
      "text": "To be referred to the Reporter or not ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6ee91b9f321428b95e149834878c6b2_32"
    },
    {
      "start": 1485,
      "end": 1498,
      "text": "No          3",
      "labels": [
        "PREAMBLE"
      ],
      "id": "12c2a9cab6b149c9be0edd8d365eee92_33"
    },
    {
      "start": 1504,
      "end": 1587,
      "text": "Whether their Lordships wish to see the fair copy of the                           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9b54fa7d56694fc5bc6dbf554307b34c_34"
    },
    {
      "start": 1587,
      "end": 1616,
      "text": "No                 judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4c6e2e07aef04aeab416c9fb0702c820_35"
    },
    {
      "start": 1628,
      "end": 1694,
      "text": "4      Whether this case involves a substantial question of law as",
      "labels": [
        "PREAMBLE"
      ],
      "id": "141a199c12aa480f86869578aabad4d4_36"
    },
    {
      "start": 1718,
      "end": 1809,
      "text": "No                 to   the   interpretation  of   the   Constitution  of   India  or   any",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d0c3f64ebe2342aeb66707418ce92fa5_37"
    },
    {
      "start": 1827,
      "end": 1850,
      "text": "order made thereunder ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "145ef25375544b288e1e0517c43d34be_38"
    },
    {
      "start": 1862,
      "end": 1869,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c64234817b834d79b41eb802696a153e_39"
    },
    {
      "start": 1870,
      "end": 1877,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ff1805b133be4cb38f9db8763143a812_40"
    },
    {
      "start": 1878,
      "end": 1885,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5796a7721d224e29ad584b2e15083055_41"
    },
    {
      "start": 1886,
      "end": 1893,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a840b81c26354dab95e2d99e5812bcfd_42"
    },
    {
      "start": 1894,
      "end": 1901,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c398221054340a7a9a8e3c65319b85b_43"
    },
    {
      "start": 1902,
      "end": 1909,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "913af84e3eec4f1882272747e7b30b6a_44"
    },
    {
      "start": 1910,
      "end": 1917,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "83ce8e90c59e48d6ad09028d36789b1f_45"
    },
    {
      "start": 1918,
      "end": 1925,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9b8df09208824df394d63d34d69fbb43_46"
    },
    {
      "start": 1926,
      "end": 1933,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c768f7eb2f384de7bb1f2fa99898cc94_47"
    },
    {
      "start": 1934,
      "end": 1941,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c15043f375c247e899bf20fff5035770_48"
    },
    {
      "start": 1942,
      "end": 1949,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "01250ae8e7f747948b96927f2cb77421_49"
    },
    {
      "start": 1950,
      "end": 2008,
      "text": "=\n                     VASU HEALTHCARE PRIVATE LIMITED....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "95cf3b6ac8dc4847b7963b6cc3922a74_50"
    },
    {
      "start": 2009,
      "end": 2021,
      "text": "Appellant(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f5e5140a7947411daa03a5ef77c73e6e_51"
    },
    {
      "start": 2064,
      "end": 2070,
      "text": "Versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cbff6d1c235248bd8a5e172a33072f17_52"
    },
    {
      "start": 2089,
      "end": 2122,
      "text": "GUJARAT AKRUTI TCG BIOTCH LIMITED",
      "labels": [
        "PREAMBLE"
      ],
      "id": "04173964b60c4475b3536b3ac3cec859_53"
    },
    {
      "start": 2123,
      "end": 2145,
      "text": " &  1....Respondent(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bcffb3cc18fb4ad5abfb95101754c704_54"
    },
    {
      "start": 2156,
      "end": 2163,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "272037a1d1db43f39e267089004d078d_55"
    },
    {
      "start": 2164,
      "end": 2171,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4bbaf191e1df47d5a2f4cabe4a6551f3_56"
    },
    {
      "start": 2172,
      "end": 2179,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bccb1f7e9b2149c99e7611251248778e_57"
    },
    {
      "start": 2180,
      "end": 2187,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a7590e0e7bd467a8f323c83cf76e604_58"
    },
    {
      "start": 2188,
      "end": 2195,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c99ac2a9af6e4c76baedb2f865ea41d4_59"
    },
    {
      "start": 2196,
      "end": 2203,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86a2f3ac3e8344548800cbbbb082925c_60"
    },
    {
      "start": 2204,
      "end": 2211,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dbf685c78f54442489ebe854b9a7f984_61"
    },
    {
      "start": 2212,
      "end": 2219,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76c70b0684a04aa681553294bf7a877a_62"
    },
    {
      "start": 2220,
      "end": 2227,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4c7f0b666b93426a83045fe96251fe89_63"
    },
    {
      "start": 2228,
      "end": 2235,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a0b203a4048c45edabcf608d3e11c46c_64"
    },
    {
      "start": 2236,
      "end": 2243,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "609758aa6b404e0892f537212c1f4e82_65"
    },
    {
      "start": 2244,
      "end": 2276,
      "text": "=\n         Appearance:\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ee72800356dc465492f7ecfcdd120597_66"
    },
    {
      "start": 2276,
      "end": 2305,
      "text": "MR   SHALIN   MEHTA,   SENIOR",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e47357e867cd479e9c4b7a75955f04b0_67"
    },
    {
      "start": 2306,
      "end": 2323,
      "text": "  ADVOCATE   with",
      "labels": [
        "PREAMBLE"
      ],
      "id": "46b9221ec93b495ba83f13ad9ab587b1_68"
    },
    {
      "start": 2324,
      "end": 2345,
      "text": "  MR   SP   MAJMUDAR,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b526f86699674c2fac5af20cb33daf79_69"
    },
    {
      "start": 2346,
      "end": 2359,
      "text": "  ADVOCATE   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a0d884270a6f4842b5b5cc99ba4e86b0_70"
    },
    {
      "start": 2359,
      "end": 2368,
      "text": "for   the",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b011cc8d64364565a7075d5b704d5817_71"
    },
    {
      "start": 2379,
      "end": 2391,
      "text": "Appellant(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9960ee0aba94f808da5ff12aa8ead14_72"
    },
    {
      "start": 2392,
      "end": 2398,
      "text": "No . 1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63fd883978a145acb701b2126d2ffdd5_73"
    },
    {
      "start": 2408,
      "end": 2461,
      "text": "MR SALIL M THAKORE, CAVEATOR for the Respondent(s) No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e03ec46ee1d848d29ed4ddac22858974_74"
    },
    {
      "start": 2462,
      "end": 2476,
      "text": ". 1          =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4baa973f0cd544a2850972980788946d_75"
    },
    {
      "start": 2477,
      "end": 2484,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f11dffabcdbf4d2da5676eab151c4944_76"
    },
    {
      "start": 2485,
      "end": 2492,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5a5dcfb36c54c83bc06fd0829127941_77"
    },
    {
      "start": 2493,
      "end": 2500,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ce86d6fa5444d8bbab12f49d1d79865_78"
    },
    {
      "start": 2501,
      "end": 2508,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d01b44986d324f22a9cda9a31f49cb60_79"
    },
    {
      "start": 2509,
      "end": 2516,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f53ae916299c4a44a177f70aebf11eea_80"
    },
    {
      "start": 2517,
      "end": 2524,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "956333a8ec6f44e68e3cda5fc36ee857_81"
    },
    {
      "start": 2525,
      "end": 2532,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9debf388d59643e492cb38779de479ce_82"
    },
    {
      "start": 2533,
      "end": 2540,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a1244d392b34802aa877756efef1bcb_83"
    },
    {
      "start": 2541,
      "end": 2548,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1943d7de41d4733a6b7b5db2dd7e8c5_84"
    },
    {
      "start": 2549,
      "end": 2556,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "33041830dbab4338a00e7e0fec128121_85"
    },
    {
      "start": 2557,
      "end": 2576,
      "text": "= = = =\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "58c5d1bef10945a5a2800f2aaffa19ef_86"
    },
    {
      "start": 2576,
      "end": 2582,
      "text": "CORAM:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2e45c94f3977453f9cc8090310f1a1c2_87"
    },
    {
      "start": 2583,
      "end": 2614,
      "text": "HONOURABLE MR.JUSTICE M.R. SHAH",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3653c37c61cc472d8fbac1a2d95cb9d0_88"
    },
    {
      "start": 2615,
      "end": 2687,
      "text": "                  and                   HONOURABLE MR.JUSTICE B.N. KARIA",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a44d7cc033441cfb77f1f7ab72f2dee_89"
    },
    {
      "start": 2718,
      "end": 2735,
      "text": "Date : 10/07/2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7fe43dc65af74029bea6cae6aee242c6_90"
    },
    {
      "start": 2780,
      "end": 2834,
      "text": "CAV JUDGMENT   (PER : HONOURABLE MR.JUSTICE M.R. SHAH)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d271ef8a68e94c0998fc1315f43d6e8a_91"
    },
    {
      "start": 2835,
      "end": 2957,
      "text": "[1.0] Feeling aggrieved and dissatisfied with the impugned order passed  by the  learned Judge, Commercial Court, Vadodara",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f86977f1d484aa0bd3a2be9f8462900_92"
    },
    {
      "start": 2958,
      "end": 3454,
      "text": "   below Exh.17 in  Commercial Civil Suit No.294/2016 by which in exercise of power under  HC-NIC Page 1 of 23 Created On Tue Jul 11 00:32:21 IST 2017 Order   VII   Rule   10   of   the   Code   of   Civil   Procedure,   1908   (hereinafter  referred to as \"CPC\") the learned Judge, Commercial Court has returned  the plaint to the original plaintiff to present it before appropriate Court  having   jurisdiction,   the   original   plaintiff   has   preferred   the   present  Appeal From Order.",
      "labels": [
        "FAC"
      ],
      "id": "5953b7da735747449132df65f56a98bd_93"
    },
    {
      "start": 3455,
      "end": 4359,
      "text": "\n[2.0] The facts leading to the present Appeal From Order in nutshell  are as under:\n[2.1] That the appellant herein - original plaintiff (hereinafter referred  to as \"original plaintiff\") instituted a Commercial Civil Suit No.294/2016  in the Court of learned Judge, Commercial Court, Vadodara (hereinafter  referred to as \"learned Commercial Court\") for specific performance of  the   contract   and   in   the   alternative   for   recovery   of   damages   and   for  refund of part payment, declaration and permanent injunction. \n[2.2] It was the case on behalf of the original plaintiff that the State  Government allotted the land in question and entered into an agreement  wth the respondent No.1 herein - original defendant No.1 (hereinafter  referred   to   as   \"original   defendant   No.1\")   to   develop   Akruti   Gujarat  Biotech,   PhaseII,   at   Savli,   GIDC   Estate,   Vadodara.   ",
      "labels": [
        "FAC"
      ],
      "id": "c2691a71c65149ae8683f591040117cf_94"
    },
    {
      "start": 4359,
      "end": 4466,
      "text": "A   contract   was  entered   into   between   the   State   Government   and   original   defendant  No.1.",
      "labels": [
        "FAC"
      ],
      "id": "11c2011e24bd4a2d94ff73975d472a5e_95"
    },
    {
      "start": 4467,
      "end": 4615,
      "text": "It was the case on behalf of the original plaintiff that the original  defendant No.1 thereafter was requried to develop the land for Biotech  Park.",
      "labels": [
        "FAC"
      ],
      "id": "61ed35a31030477fbede7994a431ac8d_96"
    },
    {
      "start": 4616,
      "end": 4726,
      "text": "That the original plaintiff invested huge sum and entered into the  contract with the original defendant No.1.",
      "labels": [
        "FAC"
      ],
      "id": "373f2efb49934780aacd4d287876c48e_97"
    },
    {
      "start": 4727,
      "end": 5408,
      "text": "It was the case on behalf of  the original plaintiff that for number of years nothing was done and the  plots   which   were   allotted   to   the   original   defendant   No.1   were   not  developed and  therefore,  the  original  plaintiff  instituted  the   aforesaid  suit before the learned Commercial Court for the following reliefs. \n\"(a) The   decree   for   specific   performance   /   enforcement   of   the  subject contract i.e. SC may kindly be pleased in favour of the  HC-NIC Page 2 of 23 Created On Tue Jul 11 00:32:21 IST 2017 plaintiffs  as   against   the   defendants  and   consequentially   the  defendants may kindly be ordered and directed / mandated to  ",
      "labels": [
        "FAC"
      ],
      "id": "8d507ca73a9b4e13909a391bbf6c6718_98"
    },
    {
      "start": 5408,
      "end": 5870,
      "text": "execute   the   transfer   deed   /   deed   of   conveyance   through  execution of lease deed / assignment deed of lease in favour of  the plaintiff in respect of the subject property in furtherance of  the   subject  contract  i.e.   SC   and   consequentially   the   subject  contract   i.e.   SC   may   kindly   be   ordered   to   be   specifically  performed / enforced in favor of the plaintiff and thereby the  entire   process   /   formality   to   ",
      "labels": [
        "FAC"
      ],
      "id": "72fd8ca881e2498291431a31761697dd_99"
    },
    {
      "start": 5870,
      "end": 6416,
      "text": "effecuate   the   transfer   of   the  absolute leasehold rights in respect of the subject property may  kindly   be   ordered   and   directed   to   be   caused   by   through  defendants in favour of the plaintiff and/or alternatively and  independently the amount of Rs.10,75,12,196 as specified and  detailed by the plaintiff in the plaint may kindly be awarded as  compensation in addition to and/or independent to the relief  of specific performance of the subject contract;\n(b) it may kindly be declared that the defendants have committed",
      "labels": [
        "FAC"
      ],
      "id": "6eaaf9da6efa4b02a6754d036ae40df8_100"
    },
    {
      "start": 6417,
      "end": 10003,
      "text": " breach   and/or   default   in   completing   the   performance   and  fulfillment of their contractual obligations as per SC in respect  of the subject property;\n(c) the   defendants,   their   agents,   employees,   representatives,  assignees,  transferres and  every person  claiming  for  and  on  behalf   of   them  may   kindly   be   permanently   restrained   from  causing   any   act,   things   or   deed   either   threatening   and/or  invading   or   in   any   capable   to   cause   destruction,   obstacle,  obstruction to and against the plaintiffs' proprietary and legal  rights in the subject property in any manner whatsoever;\n(d) the   defendants,   their   agents,   employees,   representatives,  assignees,  transferres and  every person  claiming  for  and  on  behalf   of   them  may   kindly   be   permanently   restrained   from  causing, executing, creating any document, transaction, paper  in respect of the subject property in favor of any person and  amounting to alienation of rights or possession of the subject  property   in   nay   manner   whatsoever   and   they   be   further  restrained from doing any acts, deeds or things adverse and/or  contrary to the proprietary rights of the plaintiff in the subject  property by virtue of SC;\n(e) the   defendants,   their   agents,   employees,   representatives,  assignees,  transferres and  every person  claiming  for  and  on  behalf   of   them  may   kindly   be   permanently   restrained   from  alienating, transferring or creating any right, interest or claim  in   favor   of   any   person   by   virtue   of   any   transaction  of   any  nature   whatsoever   and   in   any   manner   whatsoever   and  accordingly they be restrained from doing anything in respect  HC-NIC Page 3 of 23 Created On Tue Jul 11 00:32:21 IST 2017 of the subject property capable to change or cause any adverse  effect   on   the   status,   condition,   situation   and/or   potency   to  achieve   completed   and   specific   performance   of   the   SC   as  executed   in   respect   of   the   subject   property   in   any   manner  whatsoever;\n(f) That alternatively / simultaneously in coextension to the relief  for specific performance of SC as prayed for vide prayer clause  No.24(a)   the   decree   for   the   recovery   of   Rs.10,75,12,196/  (Rupees  Ten  Crores  Seventy  fix  Lacs  Twelve  Thousand  One  Hundred Ninety Six Only) may kindly be passed against the  defendants and in favor of the plaintiff and consequentially the  defendants  may  kindly  be   ordered  and   directed  to   pay  and  remit   the   amount  of   Rs.10,75,12,196/  (Rupees  Ten  Crores  Seventy fix Lacs Twelve Thousand One Hundred  Ninety  Six  Only) in favour of the plaintiff;\n(g) the defendant may kindly be ordered and/or directed to pay  the amount of interest @ 24% per annum on the total amount  of compensation as claimed vide prayer clause No.24(f) from  the date of filing of present suit till the realization of the total  amount as claimed by plaintiff in the present suit;\"\n[2.3] That it was the case on behalf of the original plaintiff that as the  dispute between the parties is a \"commercial dispute\" as per Section 2(c)  of   the   Commercial   Courts,   Commercial   Division   and   Commercial  Appellate Division of High Courts Act, 2015 (hereinafter referred to as  \"Commercial Courts Act\") and the amount involved is above Rs.1 Crore,  invoking   jurisdiction   of   the   learned   Commercial   Court,   Vadodara,   the  original pleaded in para 22 of the plaint as under: \n\"22.",
      "labels": [
        "FAC"
      ],
      "id": "3a33f34436514cbe8c7c118454429681_101"
    },
    {
      "start": 10004,
      "end": 11694,
      "text": "The present suit is filed for the purposes of humbly seeking  specific performance of the subject contract and thereby to get the SC  fully fulfilled and to ensure the consequential transfer of SP in specific  performance of SC as sought for to be fully, performed in favour of  the plaintiff and to comply with the obligations of express provisions  of Specific Relief Act, the plaintiff has humbly sought the recovery of  the amount of the compensation in respect of the loss caused to the  plaintiff and the damage as suffered by plaintiff at Vadodara and the  written  contract  i.e.  SC   is  executed  between  the   parties  hereto  in  respect of SP which is situated / located at and within the District of  Vadodara and thereby the cause and contractual privity based upon  which   the   present   suit   for   specific   performance   and   coextensive  compensation is sought for by the plaintiff based upon the SC which  HC-NIC Page 4 of 23 Created On Tue Jul 11 00:32:21 IST 2017 is formulated in respect of SP which is existing within the territorial  jurisdiction of this Honourable Court and because the breach / refusal  of the SC is communicated to the plaintiff at Vadodara and thereby  the cause to seek specific performance emerging from out of refusal  communicated by defendant for the first ever time vide their letter  dated 13.05.2016 has thereby arisen within the territorial jurisdiction  of this Honourable Court and therefore the cause of action has arisen  within the jurisdiction of this Honoourable Court and this Hon'ble  Court is comprehensively having wholesome statutory, pecuniary and  territorial jurisdiction to entertain and try the present suit.\"\n",
      "labels": [
        "FAC"
      ],
      "id": "00796bbf934047e5a67164c239cf01fc_102"
    },
    {
      "start": 11694,
      "end": 12141,
      "text": "[2.4] Having been served with the notice of the summons of the suit,  the   original   defendant   No.1   appeared   before   the   learned   Commercial  Court and thereafter filed the application Exh.17 for returning the plaint  to the original plaintiff in exercise of powers under Order VII Rule 10 of  the CPC and to return the plaint to the original plaintiff to present it  before   the   appropriate   Court   having   jurisdiction.   It   ",
      "labels": [
        "FAC"
      ],
      "id": "50196f64116241d188c51f73ac64380d_103"
    },
    {
      "start": 12141,
      "end": 12214,
      "text": "was   the   case   on  behalf   of   the   original   defendant   No.1   ",
      "labels": [
        "FAC"
      ],
      "id": "2e1b61ab63894ebdb0d2e6d839434248_104"
    },
    {
      "start": 12214,
      "end": 12576,
      "text": "that   the   dispute   between   the  parties cannot be said to be commercial dispute within the definition of  section 2(c) of the Commercial Courts Act and therefore, the suit before  the learned Commercial Court is not maintainable and/or the learned  Commercial Court would not have any jurisdiction to entertain the suit  for the reliefs prayed in the suit.",
      "labels": [
        "FAC"
      ],
      "id": "5b4f1c1e064e423ca899cb3ba2633fc7_105"
    },
    {
      "start": 12577,
      "end": 12658,
      "text": " \n[2.5] The application Exh.17 was vehemently opposed by the original  plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "38f14846de23402f8d45a6fdf23e2e4c_106"
    },
    {
      "start": 12661,
      "end": 13021,
      "text": "Relying   upon   clause   2(c)(i),   2(c)(ii)   and   2(c)(xx)   of   the  Commercial Courts Act, it was submitted that for the reliefs claimed in  the suit, the dispute can be said to be commercial dispute  within  the  definition of section 2(c) of the Commercial Courts Act and therefore,  the suit before the learned Commercial Court would be maintainable.",
      "labels": [
        "FAC"
      ],
      "id": "735cb4d068c64dfcb3d7d68d02987f80_107"
    },
    {
      "start": 13022,
      "end": 13474,
      "text": "\n[2.6] That   by   impugned   order   the   learned   Commercial   Court   has  allowed   the   application   Exh.17   and   has   returned   the   plaint   to   the  original   plaintiff   to   present   it   before   appropriate   Court   having  jurisdiction by observing and holding that for the reliefs sought in the  HC-NIC Page 5 of 23 Created On Tue Jul 11 00:32:21 IST 2017 plaint   /   suit,   the   Commercial   Court   would   not   have   ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f72c003d49f340319b03557dc69f69ea_108"
    },
    {
      "start": 13474,
      "end": 14682,
      "text": "any   jurisdiction  and/or suit before the Commercial Court would not be maintainable. \n[2.7] Feeling aggrieved and dissatisfied with the impugned order passed  by the learned Commercial Court below Exh.17 in Commercial Civil Suit  No.294/2016,   the   original   plaintiff   has   preferred   the   present   Appeal  From Order. \n[3.0] Shri   Shalin   Mehta,   learned   Senior   Advocate   has   appeared   with  Shri   S.P.   Majmudar,   learned   Advocate   appearing   on   behalf   of   the  appellant   herein   -   original   plaintiff   and   Shri   Salil   Thakore,   learned  Advocate has appeared on behalf of respondent No.1 herein - original  defendant No.1, who is on caveat. \n[4.0] Shri Mehta, learned Counsel appearing on behalf of the original  plaintiff has vehemently submitted that in the facts and circumstances of  the case the learned Commercial Court has materially erred in returning  the plaint to the original plaintiff to present it before appropriate Court  having jurisdiction by holding that the dispute between the parties for  which the suit has been preferred cannot be said to be a \"commercial  dispute\" within the definition of section 2(c) of the Commercial Courts  Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8a9edad56c0747448df5d21cf959a9f9_109"
    },
    {
      "start": 14683,
      "end": 14984,
      "text": "\n[4.1]  It is further submitted by Shri Mehta, learned Counsel appearing  on behalf of the original plaintiff that the learned Commercial Court has  materially erred in holding that for the reliefs sought in the plaint / suit,  the suit before the learned Commercial Court shall not be maintainable.  ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d5690ee6c424482bac2cf44030cc538b_110"
    },
    {
      "start": 14984,
      "end": 15258,
      "text": "It   is   further   submitted   by   Shri   Mehta,   learned   Counsel   appearing   on  behalf of the original plaintiff that as such the learned Commercial Court  has   not   properly   appreciated   and/or   interpreted   section   2(c)   of   the  Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c0055e34c08c471d8d366df09d248a2c_111"
    },
    {
      "start": 15259,
      "end": 15682,
      "text": "It is submitted that by returning the plaint and  while holding that the dispute between the parties shall not fall within  HC-NIC Page 6 of 23 Created On Tue Jul 11 00:32:21 IST 2017 the   definition   of   section   2(c)   of   the   Commercial   Courts   Act   and  therefore,   the   suit   before   the   Commercial   Court   shall   not   be  maintainable, the  learned Commercial Court has taken a very narrow  view.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "68f494c787a64552b44a04dc6266d73c_112"
    },
    {
      "start": 15683,
      "end": 16574,
      "text": "It is further submitted by Shri Mehta, learned Counsel appearing  on behalf of the original plaintiff that as such considering section 2(c)\n(vii) of the Commercial Courts Act, the dispute between the parties shall  fall within the definition of section 2(c) of the Commercial Courts Act  and   the   same   can   be   said   to   be   \"commercial   dispute\"   within   the  definition of section 2(c) of the Commercial Courts Act and therefore,  for the reliefs sought / prayed in the plaint / suit, the suit before the  learned Commercial Court shall be maintainable. \n[4.2] Shri Mehta, learned Counsel appearing on behalf of the original  plaintiff has submitted that in section 2(c)(vii) of the Commercial Courts  Act   of   the   Commercial   Courts   Act,   the   words   used   are   \"agreements  relating   to   immovable   property   used   exclusively   in   trade   and  commerce\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9a0ae1944df74d5b903e6df9da5df671_113"
    },
    {
      "start": 16575,
      "end": 16675,
      "text": "It is submitted that in section 2(c)(vii) the words used are  not \"being used\", \"actually used\" etc.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9e835211e1d641b2bdd8771f7ff8c11c_114"
    },
    {
      "start": 16676,
      "end": 16988,
      "text": "It is submitted that as the GIDC  had   allotted   the   land   to   original   defendant   No.1   for   development   of  Biotech   park   and   therefore   also,   it   can   be   said   that   the   immovable  property   /   lands   /   plots   were   being   used   exclusively   in   trade   or  commerce.  ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "18bd247297854997b517a67d8bce8c29_115"
    },
    {
      "start": 16988,
      "end": 17471,
      "text": "It   is  submitted   that   therefore,   the   agreement   between   the  GIDC and original defendant No.1 which  was for development of the  lands for Biotech park and therefore, as the land / plots had been given  to   the   original   defendant   No.1   for   use   in   trade   or   commerce   and  therefore, considering section 2(c)(vii) of the Commercial Courts Act, for  the  reliefs prayed in the suit, the suit before the  learned Commercial  Court shall be maintainable. \n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f160d7642ae64d21a6b802acb6426040_116"
    },
    {
      "start": 17471,
      "end": 17478,
      "text": "[ 4.3 ]",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6dc1d54901b5457094f5e13f5e4439e0_117"
    },
    {
      "start": 17479,
      "end": 17721,
      "text": "It   is   vehemently   submitted   by   Shri   Mehta,   learned   Counsel  appearing on behalf of the original plaintiff that for bringing the case  within the definition of \"commercial dispute\", as per section 2(c)(vii),  HC-NIC Page 7 of 23",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "122b06a771f34b8ead8ccf58ae5e8567_118"
    },
    {
      "start": 17722,
      "end": 17784,
      "text": "Created On Tue Jul 11 00:32:21 IST 2017 there   need  not be  ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0c4bd7f3655e4fbebf76bb5e6f7bea8c_119"
    },
    {
      "start": 17784,
      "end": 17852,
      "text": "the  immovable   property  actually used  for  trade   or  commerce.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9f2c56b4584d411e966ec32133e29ac0_120"
    },
    {
      "start": 17853,
      "end": 18097,
      "text": "It is submitted that if the intention of the legislature was to  limit   only   those   immovable   properties   actually   used   in   that   case   the  phraseology used would have been different, for example \"actually used\" \nor \"being used\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e43bb29230704e409b390b8c69f75444_121"
    },
    {
      "start": 18098,
      "end": 18532,
      "text": "It is submitted that therefore on plain reading of the  relevant clause i.e. section 2(c)(vii) of the Commercial Courts Act, as the  land in question was allotted to the original defendant No.1 for use as  trade and commerce i.e. for development of Biotech park, the dispute  between   the  parties  can  be  said  to  be  commercial  dispute  within  the  definition   of   section   2(c)(vii)   of   the   Commercial   Courts   Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1c4571c301e04bcda0f0053ade3d1d9d_122"
    },
    {
      "start": 18535,
      "end": 19149,
      "text": "It   is  submitted that therefore the learned Commercial Court has materially  erred   in   returning   the   plaint   to   the   plaintiff   to   present   it   before  appropriate   Court   having   jurisdiction   by   holding   that   the   dispute  between the parties cannot be said to be commercial dispute within the  definition of section 2(c) of the Commercial Courts Act and therefore,  the   suit   for   the   reliefs   claimed   in   the   suit   shall   not   be   maintainable  before the Commercial Court. \nMaking above  submissions, it is requested to admit / allow the  present Appeal From Order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "db1b403442f54ba7b14c63723ed14a5d_123"
    },
    {
      "start": 19150,
      "end": 19298,
      "text": "\n[5.0] Present Appeal From Order is vehemently opposed by Shri Salil  Thakore, learned Advocate appearing on behalf of the original defendant  No.1.",
      "labels": [
        "NONE"
      ],
      "id": "0ad66a2f21e84c298ff5f662901d64dd_124"
    },
    {
      "start": 19299,
      "end": 19731,
      "text": "  It   is   vehemently   submitted   by   Shri   Thakore,   learned   Advocate  appearing on behalf of the original defendant No.1 that in the facts and  circumstances of the case and on true interpretation of section 2(c) of  the Commercial Courts Act, the learned Commercial Court has rightly  held   that   the   suit   filed   by   the   original   plaintiff   before   the   learned  Commercial Court shall not be maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "70ec70c5e6dd4dcea417dac25e246865_125"
    },
    {
      "start": 19732,
      "end": 20183,
      "text": "It is submitted that in the  facts and circumstances of the case, no error has been committed by the  learned   Commercial   Court   in   holding   that   the   dispute   between   the  parties   for   which   the   suit   has   been   preferred   cannot   be   said   to   be   a  \"commercial   dispute\"   within   the   definition   of   section   2(c)   of   the  HC-NIC Page 8 of 23 Created On Tue Jul 11 00:32:21 IST 2017 Commercial Courts Act. \n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bc3895844fab4751afede54e29132b8b_126"
    },
    {
      "start": 20183,
      "end": 20573,
      "text": "[5.1] It   is   further   submitted   by   Shri   Thakore,   learned   Advocate  appearing on behalf of the original defendant No.1 that as such in the  plaint there are no averments as to how the dispute between the parties  can be said to be commercial dispute within the meaning of section 2(c)  of the Commercial Courts Act and how the learned Commercial Court  would have jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ca4323d4fe004dd18f0652edbc84e8ad_127"
    },
    {
      "start": 20574,
      "end": 20652,
      "text": "It is submitted that nothing has been pleaded  on the aforesaid in the plaint.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9ee043a8a06c4377893b297a0927ff94_128"
    },
    {
      "start": 20653,
      "end": 21254,
      "text": "\n[5.2] It   is   further   submitted   by   Shri   Thakore,   learned   Advocate  appearing   on   behalf   of   the   original   defendant   No.1   that   before   the  learned   Commercial   Court   and   at   the   time   of   hearing   of   application  Exh.17, the original plaintiff relied upon section 2(c)(i), section 2(c)(ii)  and section 2(c)(xx) of the Commercial Courts Act and that no reliance  at   all   was   placed   on   section   2(c)(vii)   of   the   Commercial   Courts   Act,  which is now being relied upon by the learned Counsel appearing on  behalf of the original plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a84a4550831744a5a06482b0a8542826_129"
    },
    {
      "start": 21255,
      "end": 21494,
      "text": "It is submitted that therefore in the facts  and circumstances of the case, the learned Commercial Court has not  committed any error in returning the plaint to the plaintiff to present it  before the appropriate Court having jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2469b3ec6d944b37985f22cb2db90a27_130"
    },
    {
      "start": 21495,
      "end": 21696,
      "text": "It is submitted that in  the facts and circumstances of the case, the learned Commercial Court  has rightly exercised the powers under Order VII Rule 10 of the CPC and  has rightly returned the plaint.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8ce2e132c9624ab18ccb2ba9e402743a_131"
    },
    {
      "start": 21697,
      "end": 22299,
      "text": "\n[5.3] It   is   further   submitted   by   Shri   Thakore,   learned   Advocate  appearing on behalf of the original defendant No.1 that as such the land  in question even according to the original plaintiff is a barren open land  and at present and at the time of filing of the suit the same was not used  for trade or commerce and therefore, on literal interpretation of section  2(c)  of  the   Commercial   Courts   Act,  the   dispute   cannot  be  said  to   be  commercial dispute within the definition of section 2(c) and therefore,  HC-NIC Page 9 of 23 Created On Tue Jul 11 00:32:21 IST 2017",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a82ab5ebed80423cb51a0a42e41cf22d_132"
    },
    {
      "start": 22300,
      "end": 22371,
      "text": "the suit before the learned Commercial Court shall not be maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bfd03fb5b4ad4b069320d1dfd9437152_133"
    },
    {
      "start": 22372,
      "end": 23056,
      "text": " Relying upon the decisions of the Hon'ble Supreme Court in the case of  State   of   Haryana   vs.   Dalmia   Dadri   Cement   Ltd.  reported   in  1987  (Suppl) SCC 679; in the case of  Mahakoshal Tourist, Napier Town &  Ors. Vs. State of M.P. & Ors. reported in (2002) 7 SCC 245; Federation  of A.P. Chambers of Commerce and Industry vs. State of A.P. reported  in  (2000)   6   SCC   550,  it   is   vehemently   submitted   by   Shri   Thakore,  learned  Advocate   appearing  on   behalf  of   the   original   defendant   No.1  that as held by the Hon'ble Supreme Court in the aforesaid decisions,  provision in the statute is required to be interpreted as it is and literally.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "da6ac51d971d4e22ac0776b8455b8db9_134"
    },
    {
      "start": 23057,
      "end": 23265,
      "text": "\nIt is submitted that as in section 20(c)(vii) of Commercial Courts Act, the  pharseology used is \"immovable property used\", it has to be interpreted  that \"immovable property is actually used or being used\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6c6dcdbf081e48d7ad15b9803c2f6fa8_135"
    },
    {
      "start": 23266,
      "end": 23496,
      "text": "It is submitted  that adding anything more as suggested by learned Counsel appearing  on behalf of the  original plaintiff  would tantamount to adding  in the  statute which is not there and therefore, the same is not permissible.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "150cef5eb9b84fd09cc707fda9a1cf09_136"
    },
    {
      "start": 23497,
      "end": 24312,
      "text": "\n[5.4] Shri   Thakore,   learned   Advocate   appearing   on   behalf   of   the  original   defendant  No.1  has   also  relied  upon   the   decision   of   Bombay  High Court (Nagpur Bench) in the case of  Dineshkumar Gulabchand  Agrawal vs. Commissioner of Income Tax and Anr. reported in (2004)  267 ITR 768 (Bom) in support of his submission that the word \"used\"  denotes \"actually used\" and not merely ready for use. \n[5.5] Shri   Thakore,   learned   Advocate   appearing   on   behalf   of   the  original   defendant   No.1   has   relied   upon   the   averments   in   the   plaint  more particularly in paras 10(a) to 10(f) in support of his submission  that the dispute between the parties cannot be said to be \"commercial  dispute\" within the definition of section 2(c) of the Commercial Courts  Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "00eb21bf14b04732a4c1b574d30d100f_137"
    },
    {
      "start": 24314,
      "end": 24479,
      "text": "[5.6] Shri   Thakore,   learned   Advocate   appearing   on   behalf   of   the  HC-NIC Page 10 of 23 Created On Tue Jul 11 00:32:21 IST 2017 original defendant No.1",
      "labels": [
        "NONE"
      ],
      "id": "3530dd79b1184fb798bf0b8c70962c88_138"
    },
    {
      "start": 24480,
      "end": 25247,
      "text": "has submitted that as such the issue involved in  the present appeal is squarely covered by the decision of the Division  Bench   of   this   Court   in   the   case   of  Ujwala   Raje   Gaekwar  D/o.Udaysinghrao Shivajirao Gaekwar and W/o. Jay Vikram Shah vs.  Hemaben   Achyut   Shah   &   Ors.  rendered   in  Miscellaneous   Civil  Application No.1879/2016. \n[5.7] It   is   further   submitted   by   Shri   Thakore,   learned   Advocate  appearing on behalf of the original defendant No.1 that if the submission  on behalf of the original plaintiff is accepted, in that case all the suits of  the like nature will have to be transferred to the Commercial Courts and  therefore, the purpose and object of establishment of Commercial Courts  shall be frustrated.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c8d911ab155d44b699e55df3b2c78f7a_139"
    },
    {
      "start": 25248,
      "end": 25306,
      "text": "\nMaking above submissions and relying upon above decisions",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3fffb74046d54d7a82019bdbd1b9a63b_140"
    },
    {
      "start": 25307,
      "end": 25367,
      "text": ", it is  requested to dismiss the present Appeal From Order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fd222431d98640f0808d7c8d334e89d7_141"
    },
    {
      "start": 25368,
      "end": 26062,
      "text": "\n[6.0] In   reply   to   the   submissions   made   by   Shri   Thakore,   learned  Advocate   appearing   on   behalf   of   the   original   defendant   No.1,   Shri  Mehta,   learned   Counsel   appearing   on   behalf   of   the   plaintiff   has  submitted   that   none   of   the   decisions   relied   upon   by   the   learned  Advocate  appearing on behalf of the original defendant No.1 shall be  applicable to the facts of the case on hand. It is submitted that as such  and on the contrary para 9 of the decision of the Hon'ble Supreme Court  in the case of Dalmia Dadri Ltd. (Supra) shall be applicable in support of  the   submission   on behalf of  the  original  plaintiff  and",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6ab3d3576f6c401bacc1ea899ee22e8e_142"
    },
    {
      "start": 26063,
      "end": 26318,
      "text": "it  will help  the  original plaintiff rather than original defendant No.1. \n[6.1] Now,   so   far   as   the   reliance   placed   upon   the   decision   of   the  Division   Bench   of   this   Court   in   the   case   of   Ujwala   Raje   Gaekwar  D/",
      "labels": [
        "NONE"
      ],
      "id": "d59cda181c0f48c397622f22ee7cf5f7_143"
    },
    {
      "start": 26319,
      "end": 26370,
      "text": "o. Udaysinghrao   Shivajirao   Gaekwar   and   W/o.",
      "labels": [
        "NONE"
      ],
      "id": "462e1d3747414c3eae82a903f46d1d9b_144"
    },
    {
      "start": 26373,
      "end": 26802,
      "text": "Jay   Vikram   Shah  (Supra)   relied   upon   by   the   learned   Advocate   appearing   on   behalf   of  original defendant No.1 is concerned, it is submitted that in the facts and  HC-NIC Page 11 of 23 Created On Tue Jul 11 00:32:21 IST 2017 circumstances of the case and more particularly the controversy and the  reliefs sought in the said case, the said decision shall not be applicable to  the facts of the case on hand.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "2ab0eabe2add4ff3b733f7f3f8a9ff9c_145"
    },
    {
      "start": 26803,
      "end": 27189,
      "text": "It is submitted that in the aforesaid case  the original plaintiff claimed the reliefs on probate and the dispute was  with respect to the probate and also to quash and set aside the sale deed  and therefore, as such the Division Bench rightly held that such a dispute  shall not be considered as \"commercial dispute\" within the definition of  section 2(c) of the Commercial Courts Act.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "81c31fa3f489496db20c7f928add39b3_146"
    },
    {
      "start": 27190,
      "end": 27297,
      "text": "It is submitted that therefore  the said decision shall not be applicable to the facts of the case on hand.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "efd1b6d5654345d29df55cc6e7d7ff12_147"
    },
    {
      "start": 27298,
      "end": 27402,
      "text": "\nMaking   above   submissions   it   is   requested   to   admit/allow   the  present Appeal From Order.",
      "labels": [
        "RPC"
      ],
      "id": "6e1f07909502450aad1433c3ff87d099_148"
    },
    {
      "start": 27403,
      "end": 27495,
      "text": "\n[7.0] Heard   learned   Advocates   appearing   for   respective   parties   at  length.   ",
      "labels": [
        "NONE"
      ],
      "id": "78bed3358b4044989f865c4d1013f3f2_149"
    },
    {
      "start": 27495,
      "end": 27629,
      "text": "By   the   impugned   order   the   learned   Commercial   Court   has  allowed   the   application   Exh.17   and   has   returned   ",
      "labels": [
        "FAC"
      ],
      "id": "83793ab5f78b41fbb2026c958af7bf70_150"
    },
    {
      "start": 27629,
      "end": 27806,
      "text": "the   plaint   to   the  original   plaintiff   to   present   it   before   appropriate   Court   having  jurisdiction in exercise of powers under Order VII Rule 10 of the CPC.",
      "labels": [
        "FAC"
      ],
      "id": "265375c0902340bc81fa282c11aece5d_151"
    },
    {
      "start": 27807,
      "end": 28228,
      "text": " That by the impugned order the learned Commercial Court has held that  for the dispute between the parties for which the suit has been preferred  and the reliefs are prayed, the dispute cannot be said to be \"commercial  dispute\" within the definition of section 2(c) of the Commercial Courts  Act and therefore, for the reliefs prayed in the suit, the suit before the  learned Commercial Court shall not be maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88966c9af7504c93be420a6c6f96b10e_152"
    },
    {
      "start": 28229,
      "end": 28461,
      "text": "\nTherefore, the short question which is posed for consideration of  this Court is whether the dispute between the parties can be said to be  a \"commercial dispute\" within the definition of section 2(c) of the  Commercial Courts Act?",
      "labels": [
        "ISSUE"
      ],
      "id": "183891beb9444a9e868e3a03ff350fca_153"
    },
    {
      "start": 28462,
      "end": 28533,
      "text": "\n[7.1] Reliefs which are prayed in the suit are reproduced hereinabove.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7a97843e91748cfb914d12404076dc3_154"
    },
    {
      "start": 28534,
      "end": 28605,
      "text": " In para 22 on the aspect of jurisdiction it is pleaded as under: \n\"22.",
      "labels": [
        "STA"
      ],
      "id": "2567bd6f61b8435780f2574e82a8d4cf_155"
    },
    {
      "start": 28606,
      "end": 30296,
      "text": "The present suit is filed for the purposes of humbly seeking  specific performance of the subject contract and thereby to get the SC  HC-NIC Page 12 of 23 Created On Tue Jul 11 00:32:21 IST 2017 fully fulfilled and to ensure the consequential transfer of SP in specific  performance of SC as sought for to be fully, performed in favour of  the plaintiff and to comply with the obligations of express provisions  of Specific Relief Act, the plaintiff has humbly sought the recovery of  the amount of the compensation in respect of the loss caused to the  plaintiff and the damage as suffered by plaintiff at Vadodara and the  written  contract  i.e.  SC   is  executed  between  the   parties  hereto  in  respect of SP which is situated / located at and within the District of  Vadodara and thereby the cause and contractual privity based upon  which   the   present   suit   for   specific   performance   and   coextensive  compensation is sought for by the plaintiff based upon the SC which  is formulated in respect of SP which is existing within the territorial  jurisdiction of this Honourable Court and because the breach / refusal  of the SC is communicated to the plaintiff at Vadodara and thereby  the cause to seek specific performance emerging from out of refusal  communicated by defendant for the first ever time vide their letter  dated 13.05.2016 has thereby arisen within the territorial jurisdiction  of this Honourable Court and therefore the cause of action has arisen  within the jurisdiction of this Honoourable Court and this Hon'ble  Court is comprehensively having wholesome statutory, pecuniary and  territorial jurisdiction to entertain and try the present suit.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb31d4fc43144182a830b29a6ac2efce_156"
    },
    {
      "start": 30298,
      "end": 30781,
      "text": "Paras 10(a), 10(d) and 10(f) in the plaint / suit read as under:\n\"10(a) It is submitted that the defendant company appears to have  taken   on   lease   the   plots   at   GIDCSavli   and   thereafter   decided   to  develop the same as a Biotech Park in the name and style of \"Gujarat  Akruti Biotech ParkPhase II\" and sublease the Plots after developing  the amenities to different industries for the purposes of setting up  their   manufacturing   plants   /   factory   units.   ",
      "labels": [
        "ISSUE"
      ],
      "id": "2b7543529339436f970ad334c0d72d88_157"
    },
    {
      "start": 30781,
      "end": 31236,
      "text": "Thus,   the   complete  development of infrastructure amenities and facilities was condition  precedent, obligation of defendants and only subject to such prior  performance of aforesaid  obligation further course of contract and  execution sub lease could have become possible but nothing could  proceed only because defendants have hopelessly failed to effectively  proceed   or   carry   out   any   further   progress   on   the   site   of   SP   and",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cddbeb2bcd6e4a81a3eb3293867c299b_158"
    },
    {
      "start": 31238,
      "end": 31463,
      "text": "naturally therefore it is physically impossible for the plaintiff to in any  way occupy and or use the SP and complete silence of defendant  No.1 is added cause for plaintiff to suffer completely clueless state of  situation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0be44c3ed5894e47a08f0bb69d9b668f_159"
    },
    {
      "start": 31464,
      "end": 31790,
      "text": "Infact plaintiff has made all round and sincere efforts to  connect and communicate and coordinate with the defendant No.1  and find out their clear plans for the purposes of making the entire  unit of SEZ ready with infrastructure which could pave the way for  the plaintiff to move on the next step as required under the SC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a43eb8b426f0400098c4d8625126f1f9_160"
    },
    {
      "start": 31791,
      "end": 32259,
      "text": "The  plaintiff at this juncture craves leave to draw kind attention to the  terms,   conditions   of   SC   and   the   nature   and   operational  consequences / effects of such clauses which are capable to confirm  HC-NIC Page 13 of 23 Created On Tue Jul 11 00:32:21 IST 2017 that   the   entire   execution   and   performance   of   SC   essentially   pre  depends upon the prior and on site performances by the defendant to  make the SP available and usable both.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc04a531608f490cae12a9b183ec1683_161"
    },
    {
      "start": 32260,
      "end": 32581,
      "text": "Therefore the plaintiff herein  craves  leave   to   rely  and   refer   such   contractual  clauses  as   humbly  reserves right to confirm that the nature and resultant operational  effect and meaning of contractual clauses, always required defendant  to perform their part of their obligations and promises in advance.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6e8985ab2aef41dbb2acfaf1a94a02f2_162"
    },
    {
      "start": 32582,
      "end": 32874,
      "text": "In  this   regard   it   is   humbly   clarified   that   the   availablility   of   SP   pre  supposes the defendant No.1 being the lessor the amenities which are  clearly  listed  in  the   SC  and  as  per  the   clear  terms  of   the   SC  the  defendant   No.1   is   also   required   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07b29252fc774e55ab605fba1d8fc79f_163"
    },
    {
      "start": 32874,
      "end": 33152,
      "text": "to   arrange   and   provide   for   the  various provisions  of  facilities  /  services  such  as water, electricity,  utility   and   such   facilities,   services   provisions   and   amenities   as  narrated in the forgoing part of the plaint and are essentially required  ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd28bbef96b4482f8dc592d993f17346_164"
    },
    {
      "start": 33152,
      "end": 33429,
      "text": "to   be   provided  well   in  advance  without  and   in   absence  of   which  nothing can be done on the site leave apart setting up the industrial  unit as is planned and forming part of the object of the plaintiff to  enter into the SC and thereby to acquire the SP.\n10(d)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e616312d46b94d18978c0f10841752b6_165"
    },
    {
      "start": 33430,
      "end": 33459,
      "text": "It   is   submitted   that   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8ffd7d14de34b5aa50dc24ddc165699_166"
    },
    {
      "start": 33459,
      "end": 33701,
      "text": "after   the   execution   of   the   SC   and   the  receipt of the amount of Rs.35,00,000.00 (Rupees Thirty Five Lakhs  Only),   the   defendant   company   was   required   to   also   perform   its  obligations as are stipulated in the SC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a69ce996fc94516b3dd9c6970d9626c_167"
    },
    {
      "start": 33702,
      "end": 33945,
      "text": "It is submitted that obligations  which the defendant company was required to perform were that of  developing of the SP and providing of the amenities as were agreed  upon and listed in the SC amongst other obligations arising out of the  SC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c55e02664704f43bac0d79b30d23f02_168"
    },
    {
      "start": 33946,
      "end": 34308,
      "text": "It is submitted that because the plaintiff company had performed  its obligations to pay an advance amount at the time of signing the  SC,   the   plaintiff   company   is   conferred   upon   with   a   right   and  reciprocally the defendant company is / was preemptively obliged /  bound to undertake and complete its obligations as stipulated vide  the   SC.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "63aa6579c48c4a138f1200184e8673ac_169"
    },
    {
      "start": 34311,
      "end": 34477,
      "text": "It   may   not   be   out   of   place   to   mention   here   that   the  availablility of roads, facilities, amenities and ready infrastructure is  naturally   a   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7ef451dbdce4d9aa202f9758316388a_170"
    },
    {
      "start": 34477,
      "end": 34586,
      "text": "sine   qua   non   for   commencing   any   construction   or  industrial work leave apart any manufacturing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d97be7d28fa648a8ac0ffdddff90b095_171"
    },
    {
      "start": 34587,
      "end": 35042,
      "text": "It is submitted that in  spite of a lapse of few days which started into being months, when  the   defendant   company   did   not   take   any   action   or   step   for   the  purposes of performing their obligations under the SC, the plaintiff  company   approached   the   officers   of   the   defendant   company   and  requested them that the plaintiff company is required to have the SP  for the purposes of establishing their manufacturing units.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd50add7a96c4b75a0e6d0657536eb7a_172"
    },
    {
      "start": 35043,
      "end": 35467,
      "text": "\n10(f) It is most humbly submitted that because the SC was executed  and there was complete inaction on the part of defendants on site  about   creating   the   infrastructure   and/or   for   carrying   out   the  necessary administrative process to cause and execute the deed of  transfer by way lease or sublease, naturally the passage and passing  of time started giving rise to the most adverse and painful sufferings  ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ac44a0d1569479b8ab5ed9f8bfc2f43_173"
    },
    {
      "start": 35467,
      "end": 35881,
      "text": "HC-NIC Page 14 of 23 Created On Tue Jul 11 00:32:21 IST 2017 for plaintiff as their plans to start the new manufacturing unit in the  SP was not only getting delayed but in fact was suffering unbearable  uncertainty and the entire financial plan and growth plan as also the  industrial   roadmap   as   drawn   by   the   plaintiff   was   suffering  disturbance   on   account   of   nonavailability   of   SP.   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff80fa06fa8f41d5b49283d83f04dd7e_174"
    },
    {
      "start": 35881,
      "end": 36401,
      "text": "Therefore,   from  onwards   2010,   the   plaintiff   started   very   effective,   active   and  continuous   correspondence   with   defendant   No.2   through   its  industrial development corporation followed with the correspondence  caused  with  defendant  No.1  and  series  of letters and  emails  have  been written and addressed to the defendants with a view to ensure  that the SC is effectively fulfilled and thereby the SP is properly and  legally transferred through lease / sublease in furtherance of SC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a55893e47cf458994a79e46f9adf900_175"
    },
    {
      "start": 36402,
      "end": 37151,
      "text": "It is  pertinent   to   note   at   this   juncture   that   in   the   course   of   such  contractual   correspondence,   plaintiff's   director   has   also   made  personal   visits   to   the   offices  of   both   the   defendants  and   all   such  meetings also proved to be futile and none of the defendants and all  such meetings also proved to be futile and none of the defendants  were giving any positive response leave apart any effective action to  complete and fulfill their part of the contractual obligations which are  and essentially sine qua non / condition precedent obligations as is  clear   from  the   terms  and   conditions  of   the   SC   and   the   nature   of  contractual  privity  between  the   parties  hereto.  ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b38ea9ad03ce4ff9b6faaf9628681d2e_176"
    },
    {
      "start": 37151,
      "end": 37415,
      "text": "It  is  these  failures,  defaults   and   inactions   on   the   part   of   defendants   which   has  continuously given rise to the cause of action in favour of the plaintiff  to claim the reliefs in furtherance of the rights acquired and conferred  through SC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c1e12ac304e49a1b2a70950de3875d8_177"
    },
    {
      "start": 37416,
      "end": 37782,
      "text": "However, an intersting fact may kindly be appreciated  that when plaintiff made vigorous and serious followups particularly  with the office of defendant No.2, the Mission Director of Defendant  No.2 has written a letter on 2nd Sept. 2014 to defendant No.1 with a  copy marked to the plaintiff and the copy whereof is submitted vide  separate  list  of  documents.  ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e51bd87bb6b84acab48c51afcbef0acd_178"
    },
    {
      "start": 37782,
      "end": 38220,
      "text": "The  kind  attention  of  this  Honourable  Court is drawn to the contents of above letter wherein it is clearly  confirmed that GATBL i.e. defendant No.1 is not able to move ahead  with the project and is not able to provide the basic infrastructure  and it is also confirmed that defendant No.1 cannot move ahead with  their obligations unless and because the basic infrastructure in the  biotect park is not provided by defendant No.1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "226419062fe842298ea7d2c9c1efe2cf_179"
    },
    {
      "start": 38221,
      "end": 38878,
      "text": "The defendant No.2  therefore, out of their administrative control and authority directed to  defendant   No.1   that   they   should   refund   the   advance   payment  received from the plaintiff for acquiring the subject property i.e. the  amount of Rs.35,00,000/ though however, the plaintiff never ever  intended leave apart accepted such unilateral proposition to receive  back the amount as for plaintiff to have the property was and has  always remained a very precious and most essential course as a part  of long drawn financial and industrial plans of which the acquisition  of SP is an integral part for very many purposes as mentioned above.\" \n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4276f9bd5594c70a1661db77df09aab_180"
    },
    {
      "start": 38878,
      "end": 39444,
      "text": "[7.2] From   the   aforesaid   it   appears   that   and   even   according   to   the  HC-NIC Page 15 of 23 Created On Tue Jul 11 00:32:21 IST 2017 original plaintiff so pleaded in the plaint, the original defendant No.1  Company  have   taken  on   lease   the  plots   of  GIDC/Savli  and  thereafter  decided to develop the same as Biotech in the name and style of \"Akruti  Gujarat Biotech, PhaseII\" and subleased the plots after developing the  amenities   to   different   industries   for   the   purpose   of   manufacturing  plants   /   factory   units.   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb581490a75f41b88f3fa27cd682c4ca_181"
    },
    {
      "start": 39444,
      "end": 39602,
      "text": "The   complete   development   of   infrastructure,  amenities   and   facilities   was   required   to   be   provided   by   the   original  defendant No.1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d7e3d3441fce47229cf44a8b7e285ae5_182"
    },
    {
      "start": 39603,
      "end": 39869,
      "text": "It appears that the plaintiff entered into agreement for  one of the plot / subplot and it is the case on behalf of the plaintiff that  thereafter nothing was done and the plots which are taken on lease by  the original defendant No.1 from GIDC are kept as they are.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42cfd6f99c8842529cafe40b9468dd31_183"
    },
    {
      "start": 39870,
      "end": 40086,
      "text": "Therefore,  the original plaintiff had instituted the suit for specific performance of  the   agreement   /   contract   /   MOU   entered   into   between   the   original  plaintiff and the original defendant No.1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec8c462851e74c1a851349b158be2638_184"
    },
    {
      "start": 40087,
      "end": 40258,
      "text": "It has nothing to do with any  agreement and/or MOU between the State Government and the original  defendant No.1 and/or between the GIDC and the original defendant  No.1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "945dea480d5e41398714e05d7a3ce941_185"
    },
    {
      "start": 40259,
      "end": 40436,
      "text": "The original plaintiff has also prayed alternatively to return the  amount which the original plaintiff has paid to the original defendant  No.1 for subplot and for damages etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "316721029e1e44d098cbb9c99176e4f8_186"
    },
    {
      "start": 40437,
      "end": 40735,
      "text": "Considering the aforesaid facts  and circumstances, it is required to be considered whether the dispute  between the parties for which the suit has been preferred can be said to  be   \"commercial   dispute\"   within   the   definition   of   section   2(c)   of   the  Commercial Courts Act or not?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4574dfcf3ab944dab3e16a3873d56226_187"
    },
    {
      "start": 40736,
      "end": 42876,
      "text": "Section 2(c) of the Commercial Courts  Act reads as under: \n\"2(c) commercial dispute means a dispute arising out of  (i)   ordinary   transactions   of   merchants,   bankers,   financiers   and  traders   such   as   those   relating   to   mercantile   documents,   including  enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\nHC-NIC Page 16 of 23 Created On Tue Jul 11 00:32:21 IST 2017 (iv)   transactions   relating   to   aircraft,   aircraft   engines,   aircraft  equipment and helicoptors, including sales, leasing and financing of  the same;\n(v) carriage of goods;\n(vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in  trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements; \n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii)   subscription   and   investment   agreements   pertaining   to   the  services   industry   including   outsourcing   services   and   financial  services;\n(xiv) mercantile agency and mercantile usage;\n(xv)\n(xv) partnership agreements;\n(xvi) technology development agreements;\n(xvii)   intellectual   property   rights   relating   to   registered   and  unregistered trademarks,  copyright, patent,  design,  domain names,  geographical indications and semiconductor integrated circuits;\n(xviii)agreements for sale of goods or provision of services;  (xix) exploitation of oil and gas reserves or other natural resources  including electromagnetic spectrum;\n(xx) insurance and reinsurance;\n(xxi) contracts of agency relating to any of the above; and (xxii)   such   other   commercial   disputes   as   may   be   notified   by   the  Central Government.\"\nHC-NIC Page 17 of 23 Created On Tue Jul 11 00:32:21 IST 2017 [7.3] Therefore, if the dispute  falls within  any of the  clause 2(c) the  dispute   can   be   said   to   be   \"commercial   dispute\"   for   which   the  Commercial Court would have jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "3a92ca0a9af74ff7a9ee28ebbe080abb_188"
    },
    {
      "start": 42877,
      "end": 43057,
      "text": "It is required to be noted that  before the learned Commercial Court the original plaintiff relied upon  section 2(c)(i), 2(c)(ii) and 2(c)(xx) of the Commercial Courts Act only.  ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c079f8e98d27400fae0065bdfc045e4b_189"
    },
    {
      "start": 43057,
      "end": 43279,
      "text": "Learned   Counsel   appearing   on   behalf   of   the   original   plaintiff   has  candidly admitted and/or conceded that the case shall not fall within  clause 2(c)(i); 2(c)(ii) or 2(c)(xx) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e5824077cba481eace4c0797c317ae6_190"
    },
    {
      "start": 43280,
      "end": 43501,
      "text": "It is  required to be noted that before the learned Commercial Court it was  never the   case  on  behalf  of the   original  plaintiff  that  case  would fall  within  section  2(c)(vii) of the  learned Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b3e155cb8d0435d9a6c6f4e1f7780cd_191"
    },
    {
      "start": 43502,
      "end": 43771,
      "text": "Despite the  above we have considered on merits whether even considering section  2(c)(vii) of the Commercial Courts Act, the dispute between the parties  can be said to be \"commercial dispute\" within the definition of section  2(c) of the Commercial Courts Act or not?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c67c5733a644439bb110371b06aa787d_192"
    },
    {
      "start": 43772,
      "end": 43975,
      "text": "Considering section 2(c)(vii),  \"commercial   dispute\"   means   a   dispute   arising   out   of   the   agreements  relating   to  immovable   property   used   exclusively   in   trade   or  commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "329af3edd0d14fa2889a2b7a26427ee1_193"
    },
    {
      "start": 43976,
      "end": 44080,
      "text": "As observed hereinabove, at the time of filing of the suit and  even   so   pleaded   in   the   plaint,",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1806ec3b971240dc87dcfdec13880c78_194"
    },
    {
      "start": 44081,
      "end": 44260,
      "text": "  the  immovable   property   /   plots  the  agreements between the parties cannot be said to be agreements relating  to immovable property used exclusively in trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5cb619d4a51c4f5cb99f87eeb10c7048_195"
    },
    {
      "start": 44261,
      "end": 44456,
      "text": "As per  the agreement between the party after getting the plots on lease from  the   GIDC,   the   same   was   required   to   be   thereafter   developed   by   the  original defendant No.1 and",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9c074b531ce41409e4a63ecb8e71a09_196"
    },
    {
      "start": 44457,
      "end": 44604,
      "text": "after providing all infrastructural facilities  and subplotting it, the same is required to be given to other persons like  the original plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "386edbee47d54de2abc7101451a939ad_197"
    },
    {
      "start": 44605,
      "end": 44878,
      "text": " It is the case on behalf of the original plaintiff that  as the original defendant No.1 has failed to provide any infrastructural  facilities   and   develop   the   plots   and   therefore,   a   civil   suit   for   specific  performance of the agreement has been filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a062fbc0247a4c889f57bd07fb3dc03c_198"
    },
    {
      "start": 44879,
      "end": 44921,
      "text": "There are other alternative  prayers also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d5a0a93f5a84c498a9095cd246e588f_199"
    },
    {
      "start": 44922,
      "end": 45112,
      "text": "Therefore, it cannot be said that the agreement is as such  HC-NIC Page 18 of 23 Created On Tue Jul 11 00:32:21 IST 2017 relating to immovable property used exclusively in trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c6b33d63fc94cfc89fd517623a2d0e8_200"
    },
    {
      "start": 45113,
      "end": 45511,
      "text": "It  is the case on behalf of the original plaintiff that as in clause (vii) of  section 2(c), the pharseology used is not \"actually used\" or \"being used\" \nand therefore, even if at present the plot is not used and even if it is  likely to be used even in future, in that case also, section 2(c)(vii) shall  be   applicable   and   therefore,   the   Commercial   Court   would   have  jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb52167a7a014017ab71762991354381_201"
    },
    {
      "start": 45514,
      "end": 45553,
      "text": "The   aforesaid   has   no   substance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "602e2e2f5a2643198d273463255ca83f_202"
    },
    {
      "start": 45556,
      "end": 45716,
      "text": "As   per   the   cardinal  principle of law while interpreting a particular statute or the provision,  the literal and strict interpretataion has to be applied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d3c36ec8f754b6c9197133054cd83d4_203"
    },
    {
      "start": 45717,
      "end": 45852,
      "text": "It may be noted  that important words used in the relevant provisions  are \"immovable  property used exclusively in trade or commerce\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a496367df4b24f94b9b9241e08ab7428_204"
    },
    {
      "start": 45853,
      "end": 46039,
      "text": "If the submission on  behalf of the original plaintiff is accepted in that case it would be adding  something in the statute which is not there in the statute, which is not  permissible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e6164c18579439ca2d3c141a227c4e4_205"
    },
    {
      "start": 46040,
      "end": 46181,
      "text": "On plain reading of the relevant clause it is clear that the  expression   \"used\"   must   mean   \"actually   used\"   or   \"being   used\".   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d65351236b5413a83209074e6acb8f6_206"
    },
    {
      "start": 46181,
      "end": 46360,
      "text": "If   the  intention  of the legislature was to expand the scope, in that case the  phraseology used would have been different as for example, \"likely to be  used\" or \"to be used\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f74b53b96ac14051984caaeff5e4d410_207"
    },
    {
      "start": 46361,
      "end": 46496,
      "text": "The word \"used\" denotes \"actually used\" and it  cannot be said to be either \"ready for use\" or \"likely to be used\"; or \"to  be   used\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d28d3de37c74c9db0a5066a1d5698a4_208"
    },
    {
      "start": 46499,
      "end": 46783,
      "text": "Similar   view   has   been   taken   by   the   Bombay   High   Court  (Nagpur   Bench)   in   the   case   of  Dineshkumar   Gulabchand   Agrawal  (Supra)   and   it   is   observed   and   held   that   the   word   \"used\"   denotes  \"actually used\" and not merely \"ready for use\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d0b8cce7ae7e4d708a50a113ec2e1685_209"
    },
    {
      "start": 46784,
      "end": 46886,
      "text": "It is reported that SLP  against the  said decision  has been dismissed by the Hon'ble Supreme  Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "119468f39a82478e8ba574278984bc6b_210"
    },
    {
      "start": 46887,
      "end": 47213,
      "text": "\n[7.4] Even the submission on behalf of the original plaintiff that as the  plots   are   given   to   original   defendant   No.1   for   developing   and  establishing   Biotech   Park   which   ultimately   is   to   be   used   for   trade   or  commerce   and   therefore,   section   2(c)(vii)   shall   be   applicable,",
      "labels": [
        "ANALYSIS"
      ],
      "id": "987ff64c30c849dc8dd74ec063370e2b_211"
    },
    {
      "start": 47214,
      "end": 47332,
      "text": "  the  HC-NIC Page 19 of 23 Created On Tue Jul 11 00:32:21 IST 2017 aforesaid has no substance and cannot be accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2cb660b56c594aa6a29a3453560b13a0_212"
    },
    {
      "start": 47333,
      "end": 47912,
      "text": "Merely because the  ultimate use might be for the purpose of trade or commerce and that too  after   developing   and   establishing   Biotech   Park   after   providing   of  infrastructural facilities, section 2(c)(vii) shall not be applicable, more  particularly   with   respect   to   the   agreement   /   contract   between   the  original plaintiff and the original defendant No.1. It cannot be said that  the agreement between the original plaintiff and the original defendant  No.1 is the agreement relating to immovable property used exclusively  in trade or commerce.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6995673cc6c4e41bab697075b11c61f_213"
    },
    {
      "start": 47914,
      "end": 48513,
      "text": "[7.5] Identical question came to be considered by the Division Bench of  this   Court   and   after   considering   the   relevant   provisions   of   the  Commercial Courts Act more particularly section 2(c) of the Commercial  Courts   Act,   in   para   5.5   after   considering   section   2(c)(vii)   of   the  Commercial   Courts   Act,   it   is   observed   that   merely   because   the  immovable   property   is   going   to   be   used   exclusively   in   trade   or  commerce, the dispute would not become commercial dispute as defined  under Section 2(c) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c39f3284c83847768aa9618071ae4ea2_214"
    },
    {
      "start": 48514,
      "end": 49091,
      "text": "It is further observed  and held in the said decision that if contention on behalf of the applicant  that as immovable property, which is the subject matter of the suit, is  going to be used exclusively for trade and commerce, the same would  beecome commercial dispute as per section 2(c) and therefore the same  is   to   be   transferred   to   the   concerned   Commercial   Court   having  jurisdiction   is   accepted,   in   that   case,   the   object   and   purpose   of  establishment of Commercial Courts under the Commercial Courts Act  would   be   frustrated.   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af6b965fe08d4e3492698f9e4ac2cfa7_215"
    },
    {
      "start": 49091,
      "end": 49481,
      "text": "That   thereafter   in   para   5.6   to   5.8,   the   Division  Bench has observed and held as under: \n\"[5.6] The object and purpose of establishment of Commercial Courts,  Commercial Divisions and Commercial Appellate Divisions of the High  Court is to ensure that the cases involved in commercial disputes are  disposed of expeditiously, fairly and at reasonable cost to the litigant.  ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4f7bf2cc062f4f3c8cec02070d0b3d89_216"
    },
    {
      "start": 49481,
      "end": 49573,
      "text": "The   Commercial   Courts,   Commercial   Divisions   and   Commercial  HC-NIC Page 20 of 23",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c64d2e6507840e1920c197164b64831_217"
    },
    {
      "start": 49574,
      "end": 49761,
      "text": "Created On Tue Jul 11 00:32:21 IST 2017 Appellate divisions of the High Courts are intended to serve as a pilot  project in the larger goal of reforming the civil justice system in India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9ac44988772435784a4623b46b64644_218"
    },
    {
      "start": 49762,
      "end": 50609,
      "text": " As per the recommendations made by the Law Commission on the  basis   of   which   the   Commercial   Courts   have   been   established,   the  Commercial Courts more particularly will benefit the litigant, other  potential litigants (especially those engaged in trade and commerce)  shall also be advantaged by the reduction in backlog caused by the  quick disposal of the commercial disputes, which in turn, will further  economic  growth,  increase  foreign  investment,  and   make  India   an  attractive place to do business. \n[5.7] From the 188th  report of the Law Commission it appears that  the   constitution   of   Commercial   Divisions   Courts   were   necessitated  due to inordinate delays, and the need to ensure the fast disposal of  high value commercial disputes to provide assurance to domestic and  foreign   investors.   ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6abee6fd7a5f4fc9be4eb90f3316d30a_219"
    },
    {
      "start": 50609,
      "end": 50877,
      "text": "It   has   been   aimed   to   give   a   clear   assurance   to  investors that high value commercial suits would directly go before  the   Commercial   Division   /   Commercial   Courts   /   Commercial  Appellate Courts, which would follow fast track procedures. \n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a52af6e377db4fa4b66dff8e3faea711_220"
    },
    {
      "start": 50877,
      "end": 50884,
      "text": "[ 5.8 ]",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb02becc79ff4df5ab19d785e6a1b948_221"
    },
    {
      "start": 50885,
      "end": 51327,
      "text": "Thus, considering the aim, object and purpose of the enactment  of the Commercial Courts Act noted hereinabove, the submission on  behalf of the appellant that the dispute in the present suit, which as  observed hereinabove, cannot be said to be the commercial dispute  within the definition of Section 2(c) of the Commercial Courts Act, is  required   to   be   transferred   to   the   Commercial   Division,   Vadodara  cannot be accepted.",
      "labels": [
        "RATIO"
      ],
      "id": "149a2d4827954df2af181efceea53e80_222"
    },
    {
      "start": 51328,
      "end": 52317,
      "text": "If such a suit which is as such arising out of the  probate proceedings and/or is dispute with the respect to the property  are transferred to the Commercial Division / Commercial Court, there  shall not be any difference between the Regular Civil Courts and the  Commercial Division / Commercial Courts and therefore, if all such  suits are transferred to the Commercial Division / Commercial Courts,  the   object   and   purpose   of   the   establishment   of   the   Commercial  Division / Commercial Courts shall be frustrated.\" \n[7.6] Considering the aforesaid facts and circumstances and the dispute  between the parties for specific performance of the agreement between  the original plaintiff and original defendant No.1 and the reliefs sought  and the language and phraseology \"exclusively in trade or commerce\" \nused in section 2(c)(vii) of the Commercial Courts Act, it cannot be said  that  the  dispute  between  the  original  plaintiff  and original  defendant  No.1 can  ",
      "labels": [
        "RATIO"
      ],
      "id": "becac735f94e4827b30540ccbee28c38_223"
    },
    {
      "start": 52317,
      "end": 52556,
      "text": "be  said  to be \"commercial  dispute\"  within  the   definition   of  section 2(c) of the Commercial Courts Act, for which the Commercial  HC-NIC Page 21 of 23 Created On Tue Jul 11 00:32:21 IST 2017 Court   would   have   jurisdiction.   ",
      "labels": [
        "RATIO"
      ],
      "id": "b39eb365ddb64d03b3ab561f575a7b70_224"
    },
    {
      "start": 52556,
      "end": 53063,
      "text": "The   learned   Commercial   Court   has  rightly   allowed   the   application   Exh.17   and   has   rightly   returned   the  plaint to the original plaintiff to present it before appropriate Court by  observing   that   as   the   dispute   between   the   original   plaintiff   and  defendants   cannot   be   said   to   be   \"commercial   dispute\"   within   the  definition of section 2(c) of the Commercial Courts Act and therefore,  the suit before the Commercial Court shall not be maintainable.",
      "labels": [
        "RATIO"
      ],
      "id": "35ccb75bc29f4aeeb48e6b9ccaff78f2_225"
    },
    {
      "start": 53064,
      "end": 53147,
      "text": "We are  in complete agreement with the view taken by the learned Commercial  Court.",
      "labels": [
        "RATIO"
      ],
      "id": "eb3168f34a194fc888ec24b056285f6a_226"
    },
    {
      "start": 53148,
      "end": 53313,
      "text": "\n[8.0] In view of the above and for the reasons stated above, present  Appeal From Order fails and the same deserves to be dismissed and is,  accordingly, dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "f607d110d8d94f10947bc85caa1ed799_227"
    },
    {
      "start": 53314,
      "end": 53324,
      "text": " No costs.",
      "labels": [
        "RPC"
      ],
      "id": "12d22b4245064e6fb6ca7a07b61d9f15_228"
    },
    {
      "start": 53325,
      "end": 53361,
      "text": " \nCIVIL APPLICATION NO. 8083 of 2017",
      "labels": [
        "RPC"
      ],
      "id": "9cc40a2374234a30ba8f0e9555bdd4f7_229"
    },
    {
      "start": 53362,
      "end": 53464,
      "text": "In view of dismissal of main Appeal From Order, Civil Application  No.8083/2017 also stands dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "ba055942aa2944929cbbcf01d5b79ab9_230"
    },
    {
      "start": 53466,
      "end": 53529,
      "text": "Sd/             (M.R. SHAH, J.)  Sd/           (B.N. KARIA, J.)",
      "labels": [
        "NONE"
      ],
      "id": "71c3caf96e3946d5ac1c5fd9e5ddc70f_231"
    },
    {
      "start": 53531,
      "end": 53544,
      "text": "FURTHER ORDER",
      "labels": [
        "NONE"
      ],
      "id": "1aa91bb5f41f4ccc86b6a9d82230838b_232"
    },
    {
      "start": 53545,
      "end": 53884,
      "text": "At   this   stage,   Shri   Majmudar,   learned   Advocate   appearing   on  behalf of the appellant has requested to continue the adinterim relief  granted   earlier   by   the   learned   Commercial   Court   by   which   the  defendants   were   directed   to   maintain  status   quo  with   respect   to   the  property in question. \n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "26a7f8eb1bbe4ec0aa0a97b2b50a3246_233"
    },
    {
      "start": 53884,
      "end": 54391,
      "text": "The   prayer   is   opposed   by   Shri   Thakore,   learned   Advocate  appearing on behalf of the  respondent by submitting  that there is  no  question   of   continuing   the   adinterim   relief   granted   earlier   by   the  HC-NIC Page 22 of 23 Created On Tue Jul 11 00:32:21 IST 2017 learned Commercial  Court as the   learned Commercial  Court has  held  that the suit before the learned Commercial Court is not maintainable  and therefore, the learned Commercial Court had no jurisdiction to pass",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "365119dbf9d442c6940685f7e2e65717_234"
    },
    {
      "start": 54392,
      "end": 54506,
      "text": " any order whatsoever and therefore, the adinterim relief granted earlier  can be said to be without jurisdiction.",
      "labels": [
        "RPC"
      ],
      "id": "594541c933bd47c2a659ba5d56eba3c9_235"
    },
    {
      "start": 54507,
      "end": 54947,
      "text": "\nHaving heard the learned Advocates appearing on behalf of the  respective parties recorded hereinabove and accepting the submissions  made by the learned Advocate appearing on behalf of the respondent,  recorded hereinabove, the prayer of the appellant stands rejected. \nAt the request of the learned Adocate appearing on behalf of the  appellant, time to appear before the Court of learned Senior Civil Judge  is extended upto 24.07.2017.",
      "labels": [
        "RPC"
      ],
      "id": "a71c39178d2b4ac0aa2e1e88fc4a6b91_236"
    },
    {
      "start": 54949,
      "end": 55074,
      "text": "Sd/          (M.R. SHAH, J.)  Sd/         (B.N. KARIA, J.)  Ajay HC-NIC Page 23 of 23 Created On Tue Jul 11 00:32:21 IST 2017",
      "labels": [
        "NONE"
      ],
      "id": "27d0a8870d5e4a158206b6fe34c6a0f8_237"
    }
  ]
}