{
  "id": "ad5284053ee3e6b33591ae7f553c3a95d2f8ea13b57ac254bc3fab79448df83f",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nThe New India Assurance Company Limited vs Alps Chemicals Private Limited on 17 September, 2021 \nAuthor: Nirzar S. Desai\nBench: R.M.Chhaya, Nirzar S. Desai \n      C/Fa/1837/2021                            Judgment Dated: 17/09/2021 \n\n\n\n\n              In The High Court Of Gujarat At Ahmedabad\n\n                       R/ First Appeal No. 1837 of 2021 \n                                    With\n                Civil Application (For Stay) No. 1 of 2021 \n                      In R/First Appeal No. 1837 of 2021\n                                    With\n               Civil Application (For Orders) No. 2 of 2021\n                      In R/First Appeal No. 1837 of 2021\n\nFor Approval And Signature:\n\n\nHonourable The Acting Chief Justice Mr. Justice\nR.M.Chhaya\n\nand\n\n\nHonourable Mr. Justice Nirzar S. Desai\n\n==========================================================\n\n1     Whether Reporters of Local Papers may be allowed                No\n      to see the judgment ?\n\n2     To be referred to the Reporter or not ?                         No\n\n3     Whether their Lordships wish to see the fair copy               No\n      of the judgment ?\n\n4     Whether this case involves a substantial question               No\n      of law as to the interpretation of the Constitution \n      of India or any order made thereunder ? \n\n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n                The New India Assurance Company Limited \n                                  Versus\n                     Alps Chemicals Private Limited \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\nAppearance:\nMr Vibhuti Nanavati(513) for the Appellant(s) No. 1\nMr Apurva Vakil for Mr Anmol A Mehta(8390) for the Defendant(s)\nNo. 1 \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n\n    Coram: Honourable The Acting Chief Justice Mr. \n          Justice R.M.Chhaya\n          and \n\n\n\n                                 Page 1 of 37 \n\n                                                      Downloaded on : Mon Sep 20 22:16:18 Ist 2021\n     C/Fa/1837/2021                                 Judgment Dated: 17/09/2021 \n\n\n\n            Honourable Mr. Justice Nirzar S. Desai \n\n                             Date : 17/09/2021\n\n                         Oral Judgment\n(Per : Honourable Mr. Justice Nirzar S. Desai) 1 Admit.\n2 This appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (for short, `Act, 1996') arises out of the judgment dated 25.06.202 1 passed below Exh.12 in Commercial Civil Misc. Application No.313 of 2021 (Old Commercial Civil Misc. Application No.11 of 2019) whereby the learned Judge, Commercial Court, Ahmedabad dismissed the application preferred by the present appellant being Commercial Civil Misc. Application No.313 of 2021 for condonation of delay of 51 days in filing application for setting aside the arbitral award under Section 34 of the Act, 1996. Vide order dated 02.09.2021 this Court recorded the agreement arrived at between the parties to the effect that the matter be finally disposed of taking into consideration the written arguments submitted by both the sides and hence in view of that agreement arrived at between C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 the parties while disposing of this appeal, we have taken into consideration the papers supplied by both the sides, which is forming part of the record of the trial court, and not disputed by either side and none of the parties raised any grievance in respect of the fact that any of the paper, which is important to determine the issue involved in this appeal are not placed on record. Accordingly, we have heard and considered the present appeal on the basis of material placed on record by both the sides and in view of the agreement to hear and decide the appeal finally. \n3 By way of the present appeal the appellant has prayed for the following reliefs:\n\"a This Honourable Court may be pleased to quash and set aside the judgment and order dated 25.06.2021 passed by the Hon'ble Commercial Court, Ahmedabad, in Commercial C.M.A. No.313 of 2021;\nc This Honourable Court may be pleased to condone delay caused in filing the application under Section 34 of the Arbitration and C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 Conciliation Act, 1996, in challenging the Arbitral Award dated 30.08.2018 passed by the learned Arbitral Tribunal comprising of Justice J.C.Upadhyay (Retd.); \nc This Honourable Court may be pleased to direct the Hon'ble Commercial Court, Ahmedabad, to decide the application filed by the Appellant under Section 34 of the Arbitration and Conciliation Act, 1996, in challenging the Arbitral Award dated 30.08.2018 passed by the learned Arbitral Tribunal comprising of Justice J.C.Upadhyay (Retd.); \nd Such other and further order or orders as this Honourable Court may deem fit in the facts and circumstances of the case be passed;\" \n4 The brief facts leading to filing of the present appeal are stated as under. \n4.1 In respect of the disputes between the parties, various claims were raised by the present defendant. Hon'ble retired Judge of this Court was appointed as Sole Arbitrator for resolution of disputes. Learned Sole Arbitrator after hearing both the sides passed an award to the effect, that the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 present defendant - original claimants shall recover from the present appellant - New India Assurance Company Limited a sum of Rs.2,30,55,170/- (Rupees two crores thirty lakhs fifty five thousand one hundred seventy only) together with interest there on @9% p.a. from 21.11.2016 till realization of the said amount from the present appellant. It was further ordered that the present appellant was directed to pay a sum of Rs.89,60,649/- (Rupees eighty nine lakhs sixty thousand six hundred forty nine only) to the Commissioner of Central Excise, Ahmedabad along with interest thereon in view of direction given by the Principal Commissioner of Central Excise, Ahmedabad-I in his order dated 31.11.2015.\n4.2 The aforesaid award was passed on 30.08.2018. Against the said award, the present appellant preferred appeal under Section 34 of Act, 1996 along with an application for condonation of delay praying for condoning delay of 51 days occurred in filing the appeal under Section 34 of the Act, 1996 before the Commercial Court at Ahmedabad. The said appeal along with application for condonation of C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 delay was filed on 07.02.2019. \n4.3 Since there was delay in filing the appeal, the Commercial Court, Ahmedabad heard the parties on the application for condonation of delay and ultimately vide judgment dated 25.06.2021 below Exh.12 dismissed the application preferred by the present appellant and by way of the present appeal, the appellant challenged the aforesaid judgment dated 25.06.2021 below Exh.12 in Commercial Civil Misc. Application No.313 of 2021 delivered by Judge, Commercial Court, City Civil Court, Ahmedabad. 5 Heard Mr. Vibhuti Nanavati, learned advocate for the appellant and Mr. Apurva Vakil, learned counsel assisted by Mr. Anmol Mehta, learned advocate for the respondent. \n6 Mr. Nanavati, learned advocate for the appellant submitted that in fact the delay in filing the appeal under Section 34 of the Act, 1996 was of 21 days and not of 51 days as stated in the impugned order as well as in the application before the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 Commercial Court for condonation of delay. Learned advocate Mr. Nanavati by way of a chart tried to explain the delay. The said chart is reproduced hereunder:\nArbitral award pronounced by the 30.08.2018 learned Arbitral Tribunal Advocate forwarded the arbitral 10.09.2018 award to the appellant Arbitral Award received by the 19.09.2018 appellant Meeting with the Chartered 19.11.2018 Accountant Opinion of the Chartered Accountant 29.11.2018 Opinion sought from the advocate to 17.12.2018 file an appeal Approval from the Higher authority January, of the appellant to file an application under Section 34 of the Act, 1996 against Arbitral Award Notice to the original claimant as 28.01.2019 per Section 34(5) of the Act, 1996 Application under Section 34 of the 07.02.2019 Act 6.1 On the basis of the aforesaid chart, learned advocate Mr. Nanavati tried to explain the delay by submitting that the appellant being an insurance company, the delay occurred due to C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 circumstances such as meeting with Chartered Accountant, getting his opinion, etc. and thereafter some time was consumed in getting the opinion from the advocate as to whether appeal against the award of Sole Arbitrator is required to be filed or not. \nOnce the opinion of Chartered Accountant as well as legal opinion from the advocate were received, the approval from the higher authority was sought for filing the appeal before the Commercial Court and thereafter notice to the original claimant was given as per the provisions of Section 34(5) of the Act, 1996 and ultimately on 07.02.2019 appeal under Section 34 of the Act, 1996 was filed before the Commercial Court, Ahmedabad challenging the award dated 30.08.2018 passed by the learned Sole Arbitrator. \n6.2 Learned counsel for the appellant submitted that Section 34(3) of the Act, 1996 provides for period of filing appeal under Section 34 of the Act, 1996, which provides that once arbitral award is passed, an application for setting aside the same must be filed within 3 months from the date of C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 receipt of arbitral award or within a period of 3 months from the date on which such request had been disposed of by the Arbitral Tribunal. In case if such an application could not be filed within a period of 3 months from the date stated herein above, upon showing sufficient cause the court may entertain such application for condonation of delay within a further period of 30 days, but not thereafter. In the instant case, as per the tabular chart produced by learned advocate Mr. Nanavati, the arbitral Tribunal pronounced award on 30.08.2018. The learned advocate forwarded the same on 10.09.2018 and the same was received by the appellant on 19.09.2018. On the basis of the aforesaid facts, learned advocate Mr. Nanavati submits that actually there was delay of only 21 days in filing the appeal under Section 34 of the Act, 1996 challenging the award passed by the Arbitral Tribunal before the Commercial Court and not delay of 51 days, as stated in the application for condonation of delay. According to learned advocate Mr. Nanavati, the limitation would start from 19.09.2018 and not prior thereto. \nC/FA/1837/2021 JUDGMENT DATED: 17/09/2021 6.3 In this regard, in the written submissions made by learned advocate for the appellant Mr. Nanavati drew attention of the Court to the following averments made in paragraphs 10 and 11 of the affidavit in rejoinder filed by the appellant before the commercial court in Civil Misc. Application No.11 of 2019:\n\"10 The advocate thereafter based on the decision of the applicant filed the present application before this Hon'ble Court on 07.02.2019. \n11. The last date to file an application before this Hon'ble Court would be 17.12.2018 as per Section 34 sub section (3) of the Arbitration and Conciliation Act, 1996, as the award came to the knowledge of the applicant on 19.09.2018. However, the proviso to the Section 34(3) further provides an extension of 30 days in furtherance to the time period of 3 months and therefore considering the same, the last date to challenge the arbitral award would be 16.01.2019.\"\n6.4 He further submitted that considering the facts of the case and amount involved, the learned C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 Commercial Court ought to have condoned the delay by allowing the application for condonation of delay and accordingly appeal under Section 34 of the Act, 1996 challenging the award dated 30.08.2018 passed by the Sole Arbitrator was required to be heard on its merits.\n6.5 According to Mr. Nanavati, the learned Judge, Commercial Court has committed an error by not condoning delay though delay was sufficiently explained. According to Mr. Nanavati, once sufficient cause is shown, taking into consideration the fact that the actual delay was only 21 days, the Commercial Court was required to take into consideration the object behind the Act, 1996 and condoned the delay. According to Mr. Nanavati, such limitation for filing appeal under Section 34 of the Act, 1996 is provided just to ensure that such appeals are filed and heard expeditiously without there being any unreasonable delay. It was contended that the language of Section 34(3) is of directive nature to ensure that proceedings arising out of award are heard expeditiously and decided within the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 time bound schedule. Learned advocate Mr.Nanavati relied upon the following judgments in support of his submissions. \n[1] Benarsi Krishna Committee and Ors. vs. Karmyogi Shelters Pvt. Ltd. Reported in (2012)9 SCC 496. [2] The State of Bihar & Ors. vs. Bihar Rajya Bhumi Vikas Bank Samiti reported in (2018)9 SCC 472. [3] Sambhaji & Ors. vs. Gangabhai & Ors. reported in (2008)17 SCC 117. \n[4] Raj Kumar Dey & Ors. vs. Tarapada Dey & Ors.\nreported in (1987)4 SCC 398. \n[5] Sangram Singh vs. Election Tribunal, Kotah & Ors. reported in AIR 1955 SC 425.\n6.4 Learned advocate for the appellant relying upon the judgment in the case of Benarsi Krishna Committee and Ors. (supra), more particularly para 17, submitted that the limitation to challenge the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 order of Arbitral tribunal would commence from the date on which the copy of the award was delivered to the appellant and in the instant case actual delay in filing the application is of 21 days and not of 51 days in filing the appeal under Section 34 before the Commercial Court.\n6.5 Mr. Nanavati, learned advocate for the appellant relying on the judgment in the case of Bihar Rajya Bhumi Vikas Bank Samiti (supra), submitted that the Hon'ble Supreme Court has liberally interpreted Section 34(5) of the Act, 1996 and similarly the Commercial Court ought to have liberally interpreted the provisions of Section 34(3) of the Act, 1996 while considering the application for delay preferred by the appellant. 6.6 Relying on the judgment in the case of Sambhaji & Ors. (supra), Mr. Nanavati submitted that merely because provision of law is couched in negative language implying mandatory character, the same is not without exception. The procedural law should not ordinarily construed as mandatory and the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 Commercial Court ought to have condoned the delay occurred in filing the application for condonation of delay. \n6.7 Relying upon the other judgments mentioned herein above, it was submitted by Mr. Nanavati that what is important is to ensure that the ends of justice is met and such technicalities or procedure mentioned in the Act, 1996 should not act as an obstacle in ensuring that the ends of justice is met, and therefore, in respect of condonation of delay, the Commercial Court ought to have taken a liberal view. In view of the aforesaid arguments, it was submitted that the Commercial Court has committed an error by not condoning delay of 51 days and prayed for quashing the order dated 25.06.2021. 7 As against the above, learned counsel Mr. Apurva Vakil assisted by Mr. Mehta, learned advocate appearing for the respondent submitted that the Sole Arbitrator passed the award on 30.08.2018 and same was received by the advocate / authorized representative of the appellant and even if the say C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 of the appellant is accepted that in fact there is a delay of 21 days only, then also the last date to challenge the arbitral award would be 16.01.2019. Even if delay of 21 days is considered, which has occurred in filing the application for condonation of delay, then also in view of the language of section 34(3) of the Act, 1996, such an application for setting aside award was required to be preferred within thirty days in case if there was any sufficient cause available with the appellant after expiry of three months period as per Section 34(3) of the Act, 1996, which was preferred even after that extended period of thirty days. \n7.1 Mr. Vakil, learned counsel for the respondent, further submitted that in view of Section 34(3) of the Act, 1996 an application for setting aside an award may not be made after elapse of 3 months from the date on which the party making that application had received the arbitral award or if a request had been made under Section 33, from the date on which that request had been disposed of by the arbitral tribunal. The proviso to Section 34(3) of C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 the Arbitration Act provides that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of 3 months, the court may entertain the application within a further period of 30 days \"but not thereafter\". It was submitted that it is not in dispute that in the present case copy of the arbitral award was received by the advocate for the appellant on 10.09.2018 and the same was received by the applicant on 19.09.2018 and therefore even if 19.09.2018 is taken as the date from which limitation would start, then also the application for condonation of delay was preferred after that period of 30 days over and above three months and hence was beyond the period of limitation.\n7.2 It was next submitted that in the language of Section 34 of the Act, 1996, the crucial words are \"but not thereafter\" used in the proviso to sub- section (3) of Section 34 of the Act, 1996. This phrase would amount to an express exclusion within the meaning of Section 29(2) of the Limitation Act and therefore bar the application of Section 5 of the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 Limitation Act. It was further submitted that to hold that the court could entertain an application to set aside an award beyond the extended period under the proviso would render the phrase \"but not thereafter\"\nwholly otiose. It was further submitted that no principle of interpretation would justify such a result. Apart from the language, express exclusion may follow from the scheme and object of the special law, in the facts of the present case the Act, 1996. \n7.3 It was further submitted that the application under Section 34 was filed by the appellant before the learned Commercial Court, firstly after three months had elapsed from the date on which the appellant had received the arbitral award and secondly the application under Section 34 was not filed even within a further period of 30 days (i.e. after the 3 months had elapsed). It was further submitted that if both the above conditions are satisfied i.e. if the application under Section 34 is filed after the aforesaid maximum permissible period (i.e. 3 months + 30 days) the learned Commercial Court was justified in passing the impugned judgment C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 by dismissing the Commercial Misc. Application for delay. \n7.4 Mr. Vakil, learned counsel for the respondent relied upon the following judgment in support of his above submissions:\n[1] Union of India vs. Popular Construction Company reported in (2001)8 SCC 470.\n[2] State of Himachal Pradesh vs. Himachal Techno Engineers reported in (2010)12 SCC 210. \n[3] Simplex Infrastructure Limited vs. Union of India reported in (2019)2 SCC 455.\n[4] Mahindra and Mahindra Financial Services Limited vs. Manik Vitthal Kavle & Ors. reported in2014 SCC Online Bom 462.\n[5] State of U.P. vs. M/s. Harman Singh reported in 2015 SCC Online All 9062.\nC/FA/1837/2021 JUDGMENT DATED: 17/09/2021 [6] Machine Tool (India) Ltd. Vs. Splendor Buildwell Pvt. Ltd. Reported in 2018 SCC Online Del 9551. \n[7] Union of India vs. Rupen Modi reported in (2010)SCC Lnline Guj 6186 (DB).\n7.5 Mr. Vakil, relying upon the above judgments submitted that right from 2001 in the case of Popular Construction Company (supra) till the judgment in the case of Simplex Infrastructure Limited (supra), the Hon'ble Apex Court in catena of decisions held that the statute does not provide for condoning the delay in preferring appeal under Section 34 of the Act, 1996 if it is not preferred within a period of 3 months from the receipt of award or disposal of the application for getting copy of the award and thereafter if there exist a sufficient cause for condoning delay if the application is preferred within 30 days thereafter. However, in the instant case, the appellant has filed the appeal under Section 34 of the Act, 1996 along with application for condonation of delay of 51 days which was filed beyond the period of 3 months + 30 days and the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 learned Commercial Court has rightly rejected application for condonation of delay. Mr. Vakil, learned counsel for the respondent on the strength of the aforesaid submissions prayed for dismissal of the appeal. \n8 Heard learned counsel for the parties, perused the judgment dated 25.06.2021 passed below Exh.12 in Commercial Civil Misc. Application No.313 of 2021 and other material available on record produced by both the sides. The issue involved in the appeal is whether the Court has power to condone the delay in filing an application challenging the award by preferring appeal under Section 34 of the Act, 1996 after lapse of 3 months and 30 days thereafter. Hence, it is necessary to reproduce Section 34(3) of Act, 1996 to adjudicate the issue involved in the appeal. Section 34(3) reads as under:\n\"Section 34. Application for setting aside arbitral award.\n[1] & [2] xxx C /FA/1837/2021 JUDGMENT DATED: 17/09/2021 [3] An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal:\nProvided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application with a further period of thirty days, but not thereafter. \n        [4] to [6]          xxx\"\n\n\n\n8.1              Section   34(3)      of     the    Act      prescribes              the period          of     limitation       for        an     application                for challenging arbitral awards. Having regard to Section 34 of the Act, 1996, which places the limit on the period of condonation of delay by using the word \"may entertain the application within a further period of 30 days but not thereafter\". Therefore, if a petition is not filed within the prescribed period of 3 months, the Court is left to exercise its discretion to condone the delay only to the extent of 30 days C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 and that too if a sufficient cause is shown which would mean that where a petition is filed beyond a period of 3 months + 30 days even if sufficient cause is made out, the delay cannot be condoned. That so far as language of Section 34 of Act, 1996 is concerned, the crucial words are \"but not thereafter\"\nused in proviso to subsection (3) of Section 34 of the Act, 1996 would amount to an express exclusion within the meaning of Section 29(2) of the Limitation Act, and therefore, the same would bar the application of Section 5 of the Limitation Act. In fact, the Hon'ble Apex Court in the case of Popular Construction Co. (supra) observed from paragraphs 4 to 16 as under:\n\"4 Before us, the appellant has not disputed the position that if the Limitation Act, 1963 and in particular Section 5, did not apply to Section 34 of the 1996 Act, then its objection to the Award was time barred and the appeal would have to be dismissed. The submission however is that Section 29(2) of the Limitation Act makes the provisions of Section 5 of the Limitation Act applicable to special laws like the 1996 Act since the 1996 Act itself did not expressly exclude its applicability and that C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 there was sufficient cause for the delay in filing the application under Section 34. Counsel for the respondent, on the other hand, has plainly read, expressly excluded the operation of Section 5 of the Limitation Act and that there was as such no scope for assessing the sufficiency of the cause for the delay beyond the period prescribed in the proviso to Section 34. 5 The issue will have to be resolved with reference to the language used in Sections 29(2) of the Limitation Act, 1963 and Section 34 of the 1996 Act. Section 29(2) provides that :\n\"29(2) Where any special or local law prescribes for any suit, appeal or application a period of limitation different from the period prescribed by the Schedule, the provisions of Section 3 shall apply as if such period were the period prescribed by the Schedule and for the purpose of determining any period of limitation prescribed for any suit, appeal or application by any special or local law, the provisions contained in Sections 4 to 24 (inclusive) shall apply only in so far as, and to the extent to which, they are not expressly excluded by such special or local law.\"\nC / FA/1837/2021 JUDGMENT DATED: 17/09/2021 6 On an analysis of the section, it is clear that the provisions of Sections 4 to 24 will apply when :\n[i] there is a special or local law which prescribes a different period of limitation for any suit, appeal or application; and [ii] the special or local law does not expressly exclude those Sections.\n7 There is no dispute that the 1996 Act is a 'Special law' and that Section 34 provides for a period of limitation different from the prescribed under the Limitation Act. The question then is - is such exclusion expressed in Section 34 of the 1996 Act? The relevant extract of Section 34 reads:\n\"34 Application for setting aside arbitral award - [ 1 ] - [2] xxx [3] An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral Award or, if a request had been made under Section 33, from the date on which that C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 request had been disposed of by the arbitral tribunal :\nProvided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\" \n8 Had the proviso to Section 34 merely provided for a period within which the Court could exercise its discretion, that would not have been sufficient to exclude Section 4 to 24 of the Limitation Act because \"mere provision of a period of limitation in howsoever peremptory or imperative language is not sufficient to displace the applicability of Section 5\". 9 That was precisely why in construing Section 116-A of the Representation of People Act, 1951, the Constitution Bench in Vidyacharan Shukla vs. Khubchand Baghel rejected the argument that Section 5 of the Limitation Act had been excluded: (AIR p.1112, para 27) \"27 It was then said that S.116-A of the Act provided an exhaustive and exclusive code of limitation for the purpose of appeals against orders of tribunals and C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 reliance is placed on the proviso to sub-s. (3) of that section, which reads :\n`Every appeal under this Chapter shall be preferred within a period of thirty days from the date of the order of the Tribunal under Section 98 or Section Provided that the High Court may entertain an appeal after the expiry of the said period of thirty days if it is satisfied that the appellant had sufficient cause for not preferring the appeal within such period.' The contention is that sub-section (3) of Section 116-A of the Act not only provides a period of limitation for such an appeal, but also the circumstances under which the delay can be excused, indicating thereby that the general provisions of the Limitation Act are excluded. There are two answers to this argument. Firstly, Section 29(2)(a) of the Limitation Act speaks of express exclusion but there is no express exclusion of sub-section (3) of Section 116-A of the Act; Secondly, the proviso from which an implied exclusion is sought to be drawn does not lead to any such necessary implication\". \nC/FA/1837/2021 JUDGMENT DATED: 17/09/2021 10 This decision recognises that it is not essential for the special or local law to, in terms, exclude the provisions of the Limitation Act. It is sufficient if on a consideration of the language of its provisions relating to limitation, the intention to exclude can be necessarily implied. As has been said in Hukumdev Narain Yadav vs. Lalit Narain Mishra :\n(SCC p.146, para17) \"If on an examination of the relevant provisions it is clear that the provisions of the Limitation Act are necessarily excluded, then the benefits conferred therein cannot be called in aid to supplement the provisions of the Act\" \n11 Thus, where the legislature prescribed a special limitation for the purpose of the appeal and the period of limitation of 60 days was to be computed after taking the aid of Sections 4, 5 and 12 of the Limitation Act, the specific inclusion of these sections meant that to that extent only the provisions of the Limitation Act stood extended and the applicability of the other provisions, by necessary implication stood excluded. \n12 As for as the language of Section 34 of the 1996 Act is concerned, the crucial words are C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 'but not thereafter' used in the proviso to sub- section (3). In our opinion, this phrase would amount to an express exclusion within the meaning of Section 29(2) of the Limitation Act, and would therefore bar the application of Section 5 of that Act. Parliament did not need to go further. To hold that the Court could entertain an application to set aside the Award beyond the extended period under the proviso, would render the phrase 'but not thereafter' wholly otiose. No principle of interpretation would justify such a result. \n13 Apart from the language, 'express exclusion' may follow from the scheme and object of the special or local law. \n\"Even in a case where the special law does not exclude the provisions of Sections 4 to 24 of the Limitation Act by an express reference, it would nonetheless be open to the Court to examine whether and to what extent the nature of those provisions or the nature of the subject-matter and scheme of the special law exclude their operation.\" (SCC p.146, para 17) \n14 Here the history and scheme of the 1996 Act support the conclusion that the time limit prescribed under Section 34 to challenge an Award is absolute and un-extendable by Court C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 under Section 5 of the Limitation Act. The Arbitration and Conciliation Bill, 1995 which preceded the 1996 Act stated as one of its main objectives the need \"to minimise the supervisory role of courts in the arbitral process\". This objective has found expression in Section 5 of the Act which prescribes the extent of judicial intervention in no uncertain terms :\n\"5. Extent of judicial intervention. - Notwithstanding anything contained in any other law for the time being in force, in matter governed by this Part, no judicial authority shall intervene except where so provided in this Part.\"\n15 The 'Part' referred to in Section 5 is Part I of the 1996 Act which deals with domestic arbitrations. Section 34 is contained in Part I and is therefore subject to the sweep of the prohibition contained in Section 5 of the 1996 Act. \n16 Furthermore, Section 34(1) itself provides that recourse to a court against an arbitral award may be made only by an application for setting aside such award \"in accordance with\"\nsub-section 2 and sub Section 3. Sub-section 2 relates to grounds for setting aside an award and is not relevant for our purposes. But an application filed beyond the period mentioned in C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 Section 34, sub-section (3) would not be an application \"in accordance with\" that sub section. Consequently by virtue of Section 34 (1), recourse to the court against an arbitral award cannot be made beyond the period prescribed. The importance of the period fixed under Section 34 is emphasised by the provisions of Section 36 which provide that \"where the time for making an application to set aside the arbitral award under Section 34 has expired ... the award shall be enforced and the Code of Civil Procedure, 1908 in the same manner as if it were a decree of a court\"\nThis is a significant departure from the provisions of the Arbitration Act, 1940. Under the 1940 Act, after the time to set aside the award expired, the court was required to \"proceed to pronounce judgment according to the award and upon (he judgment so pronounced a decree shall follow\". Now the consequence of the time expiring under Section 34 of the 1996 Act is that the award becomes immediately enforceable without any further act of the Court. If there were any residual doubt on the interpretation of the language used in Section 34, the scheme of the 1996 Act would resolve the issue in favour of curtailment of the Court's C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 powers by the exclusion of the operation of Section 5 of the Limitation Act.\"\n8.2 The aforesaid judgment has time and again been considered thereafter in catena of judgments. Recently the Hon'ble Apex Court considered the same in the case of the M/s. Simplex Infrastructure Limited (supra) . In paragraphs 8 and 9 of the above judgment, the Apex Court observed as under:\n\"8. Section 34 of the Arbitration and Conciliation Act, 1996 provides thus:\n\"34. Application for setting aside arbitral award.--\n[1] Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3)...\n[3] An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under Section 33, from the date on which that request had been disposed of by the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 arbitral tribunal:\n           Provided       that        if     the     Court        is     satisfied            that     the       applicant              was        prevented              by            sufficient              cause            from          making             the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\"\nSection 34 provides that recourse to a court against an arbitral award may be made only by an application for setting aside such award \"in accordance with\" sub-section (2) and sub-section (3). Sub-section (2) relates to the grounds for setting aside an award. An application filed beyond the period mentioned in sub-section 3 of Section 34, would not be an application \"in accordance with\" that sub-section. By virtue of Section 34(3), recourse to the court against an arbitral award cannot be beyond the period prescribed. Sub-section (3) of Section 34, read with the proviso, makes it abundantly clear that the application for setting aside the award on one of the grounds mentioned in sub-section (2) will have to be made within a period of three months from the date on which the party making that application receives the arbitral award. The proviso allows this period to be further extended by another period of thirty days on sufficient cause being shown by the party for C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 filing an application. The intent of the legislature is evinced by the use of the words \"but not thereafter\" in the proviso. These words make it abundantly clear that as far as the limitation for filing an application for setting aside an arbitral award is concerned, the statutory period prescribed is three months which is extendable by another period of upto thirty days (and no more) subject to the satisfaction of the court that sufficient reasons were provided for the delay. 9 Section 5 of the Limitation Act, 1963 provides thus:\n\"5. Extension of prescribed period in certain cases. -- Any appeal or any application, other than an application under any of the provisions of Order XXI of the Code of Civil Procedure, 1908, may be admitted after the prescribed period if the appellant or the applicant satisfies the court that he had sufficient cause for not preferring the appeal or making the application within such period. \nExplanation. --The fact that the appellant or the applicant was misled by any order, practice or judgment of the High Court in ascertaining or computing the prescribed period may be sufficient cause within the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 meaning of this section.\" \nSection 5 of the Limitation Act, 1963 deals with the extension of the prescribed period for any appeal or application subject to the satisfaction of the court that the appellant or applicant had sufficient cause for not preferring the appeal or making the application within the prescribed period. Section 5 of the Limitation Act, 1963 has no application to an application challenging an arbitral award under Section 34 of the 1996 Act. This has been settled by this Court in its decision in Union of India v Popular Construction Company [(2001)8 SCC 470], where it held as follows- \"As far as the language of Section 34 of the 1996 Act is concerned, the crucial words are \"but not thereafter\" used in the proviso to sub-section (3). In our opinion, this phrase would amount to an express exclusion within the meaning of Section 29(2) of the Limitation Act, and would therefore bar the application of Section 5 of that Act. Parliament did not need to go further. To hold that the court could entertain an application to set aside the award beyond the extended period under the proviso, would render the phrase \"but not thereafter\" wholly otiose. No principle of interpretation would justify such a result. \nC/FA/1837/2021 JUDGMENT DATED: 17/09/2021 ... Here the history and scheme of the 1996 Act support the conclusion that the time- limit prescribed under Section 34 to challenge an award is absolute and un- extendible by court under Section 5 of the Limitation Act... \"\n8.3 In fact the Hon'ble Apex Court has further observed in paragraph 13 in case of Simplex Infrastructure Limited (supra) as under:\n\"13 A plain reading of sub-section (3) along with the proviso to Section 34 of the 1996 Act, shows that the application for setting aside the award on the grounds mentioned in sub-section (2) of Section 34 could be made within three months and the period can only be extended for a further period of thirty days on showing sufficient cause and not thereafter. The use of the words \"but not thereafter\" in the proviso makes it clear that the extension cannot be beyond thirty days. Even if the benefit of Section 14 of the Limitation Act is given to the respondent, there will still be a delay of 131 days in filing the application. That is beyond the strict timelines prescribed in sub-section (3) C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 read along with the proviso to Section 34 of the 1996 Act. The delay of 131 days cannot be condoned. To do so, as the High Court did, is to breach a clear statutory mandate.\" \n8.4 The aforesaid being the legal position which clearly establishes that the Court does not have power to condone the delay beyond the period of 30 days after a period of 3 months from the date of receipt of arbitral award or from the date on which the request under Section 33 had been disposed by the Arbitral Tribunal, and therefore, in the instant case, it is an admitted position that the application for condonation of delay was made beyond extended period of 30 days after 3 months period was over. Even if the period of delay is considered to be of 21 days. Since Section 34(3) of the Act, 1996 bars condonation of delay beyond the period of 30 days after the period of 3 months is over as Section 5 of Limitation Act is not applicable to Act, 1996. The Commercial Court has rightly dismissed the application made by the appellant praying for condonation of delay. \nC/FA/1837/2021 JUDGMENT DATED: 17/09/2021 9 In view of the above discussion, we find that the view taken by the learned Judge, Commercial Court, City Civil Court, Ahmedabad while dismissing Commercial Civil Misc. Application No.313 of 2021 is correct and we do not find any reason to interfere with the findings and conclusions arrived at by the Commercial Court, Ahmedabad. Accordingly, the present appeal deserves to be dismissed and the same is dismissed. However, there shall be no order as to costs. Consequently, connected civil applications also stand disposed off. \n(THE ACTING CHIEF JUSTICE R.M.CHHAYA, J) (NIRZAR S. DESAI,J) P. SUBRAHMANYAM",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "739d4eaf529948368bace921493f9a39_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "335f4a9c280248eaa517cc9739c446d1_1"
    },
    {
      "start": 242,
      "end": 357,
      "text": "\nGujarat High Court\nThe New India Assurance Company Limited vs Alps Chemicals Private Limited on 17 September, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8306de52a4be41b08d3afd022cbdc4f3_2"
    },
    {
      "start": 358,
      "end": 417,
      "text": "\nAuthor: Nirzar S. Desai\nBench: R.M.Chhaya, Nirzar S. Desai",
      "labels": [
        "PREAMBLE"
      ],
      "id": "62a008570a6b42ed81cf23c04be410b8_3"
    },
    {
      "start": 425,
      "end": 493,
      "text": "C/Fa/1837/2021                            Judgment Dated: 17/09/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0e139846dde8440db5ac1e7cebdb0e97_4"
    },
    {
      "start": 513,
      "end": 581,
      "text": "In The High Court Of Gujarat At Ahmedabad\n\n                       R/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e6a4746a64c04e0a8e6edf9315a18145_5"
    },
    {
      "start": 582,
      "end": 611,
      "text": "First Appeal No. 1837 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "451760466669427da7e5bef31d9316be_6"
    },
    {
      "start": 649,
      "end": 675,
      "text": "With\n                Civil",
      "labels": [
        "PREAMBLE"
      ],
      "id": "885f751710be460ca64ac9bd9124521c_7"
    },
    {
      "start": 676,
      "end": 712,
      "text": "Application (For Stay) No. 1 of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "613a0a2011ec4853bad347bafc48aa80_8"
    },
    {
      "start": 736,
      "end": 807,
      "text": "In R/First Appeal No. 1837 of 2021\n                                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "11678340e1aa446580ac612490605e39_9"
    },
    {
      "start": 807,
      "end": 894,
      "text": "With\n               Civil Application (For Orders) No. 2 of 2021\n                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9741080b81014918a9fc8eced2474946_10"
    },
    {
      "start": 894,
      "end": 1273,
      "text": "In R/First Appeal No. 1837 of 2021\n\nFor Approval And Signature:\n\n\nHonourable The Acting Chief Justice Mr. Justice\nR.M.Chhaya\n\nand\n\n\nHonourable Mr. Justice Nirzar S. Desai\n\n==========================================================\n\n1     Whether Reporters of Local Papers may be allowed                No\n      to see the judgment ?\n\n2     To be referred to the Reporter or not ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d99c857cf4ea47a08b99b0508b6b0184_11"
    },
    {
      "start": 1274,
      "end": 1406,
      "text": "                        No\n\n3     Whether their Lordships wish to see the fair copy               No\n      of the judgment ?\n\n4     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2e5922f1dbbd463f994fe54aebc8a1eb_12"
    },
    {
      "start": 1406,
      "end": 1530,
      "text": "Whether this case involves a substantial question               No\n      of law as to the interpretation of the Constitution",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f509cbdd592a4dd9a6c30d5c43bab9a5_13"
    },
    {
      "start": 1531,
      "end": 1577,
      "text": "\n      of India or any order made thereunder ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1f214c062ac4095b5123217c1ee3b9a_14"
    },
    {
      "start": 1580,
      "end": 1587,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9bef906faca4440f8611a6f7fbac518d_15"
    },
    {
      "start": 1588,
      "end": 1595,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a41fcd46c7f645569ca2f7a4c688e380_16"
    },
    {
      "start": 1596,
      "end": 1603,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9da13d349cc548c4a9b25ac5b3185f0d_17"
    },
    {
      "start": 1604,
      "end": 1611,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3a0ad7a3370a44679c4c668107e68c40_18"
    },
    {
      "start": 1612,
      "end": 1619,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bd56f208655c4740bc1b552c2dfea903_19"
    },
    {
      "start": 1620,
      "end": 1627,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21a7267b1593448d811a04f27e0695b9_20"
    },
    {
      "start": 1628,
      "end": 1635,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0799c64a1f7443909160bc49fb981d9c_21"
    },
    {
      "start": 1636,
      "end": 1643,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "afe4b714dcb141d098017240b9d7bfc0_22"
    },
    {
      "start": 1644,
      "end": 1651,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2796c8eb5033475fa46aa1f8cee11aa4_23"
    },
    {
      "start": 1652,
      "end": 1659,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb440618a45b41e09a0695a0c1aa3356_24"
    },
    {
      "start": 1660,
      "end": 1667,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bbf3355cc760498da03f40f25a917328_25"
    },
    {
      "start": 1668,
      "end": 1675,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b76eb087b18b45b6a24cc4f925279814_26"
    },
    {
      "start": 1676,
      "end": 1683,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6e4e4b27db21432e8577490fbea8b034_27"
    },
    {
      "start": 1684,
      "end": 1691,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "51d29e6b3aa4461091b5cef6cf2fa203_28"
    },
    {
      "start": 1692,
      "end": 1751,
      "text": "= =\n                The New India Assurance Company Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad3fbac7aeb44002b51ce89d734fe1db_29"
    },
    {
      "start": 1752,
      "end": 1815,
      "text": "\n                                  Versus\n                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bd47d9633db6486cab46ccb9ce27a0ed_30"
    },
    {
      "start": 1815,
      "end": 1845,
      "text": "Alps Chemicals Private Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6b508860358c487890197bc83e48018b_31"
    },
    {
      "start": 1847,
      "end": 1854,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7e47b2a47c024004b1d9dd5c03c91d46_32"
    },
    {
      "start": 1855,
      "end": 1862,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f2ffcb3cc9954f2e9be1694474f914c9_33"
    },
    {
      "start": 1863,
      "end": 1870,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf442e871d90442195974391b34372e2_34"
    },
    {
      "start": 1871,
      "end": 1878,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e10aefc8d5514e4cb8b224d777d19277_35"
    },
    {
      "start": 1879,
      "end": 1886,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "880aba3ab3584eeabfe49e9a34d6c1df_36"
    },
    {
      "start": 1887,
      "end": 1894,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "09eed848328f48e696358d931580218e_37"
    },
    {
      "start": 1895,
      "end": 1902,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a28de70c4de54bcf92a7950fcf4fb51c_38"
    },
    {
      "start": 1903,
      "end": 1910,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "28ede9d286a84b6c93c7ab851411002b_39"
    },
    {
      "start": 1911,
      "end": 1918,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ae8cc2406e3466da6d4811b04d9665d_40"
    },
    {
      "start": 1919,
      "end": 1926,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c70305314c6f4e93b3f1260d8e5eb31e_41"
    },
    {
      "start": 1927,
      "end": 1934,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4c596866fd54fa99bfd1e15e37fc1c2_42"
    },
    {
      "start": 1935,
      "end": 1942,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ea8165d35fd459889578f59426f9382_43"
    },
    {
      "start": 1943,
      "end": 1950,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2eae8ce2989343c3bb3ed0c820793c3e_44"
    },
    {
      "start": 1951,
      "end": 1958,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9af37c0d072e44f39eacf11798421411_45"
    },
    {
      "start": 1959,
      "end": 2096,
      "text": "= =\nAppearance:\nMr Vibhuti Nanavati(513) for the Appellant(s) No. 1\nMr Apurva Vakil for Mr Anmol A Mehta(8390) for the Defendant(s)\nNo. 1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f0121b66c1e341d8b4ae94b564f7fcf7_46"
    },
    {
      "start": 2098,
      "end": 2105,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6f20059df69746818f46688584f8b8de_47"
    },
    {
      "start": 2106,
      "end": 2113,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c756d46ed2f54d1887d32fb4192d7905_48"
    },
    {
      "start": 2114,
      "end": 2121,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ea20c50a221b4818959be4abcafe33f2_49"
    },
    {
      "start": 2122,
      "end": 2129,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b08d04f46b344a0496523cf06c1240bd_50"
    },
    {
      "start": 2130,
      "end": 2137,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "517cf96a2cc44dd78da7d907bfa9db57_51"
    },
    {
      "start": 2138,
      "end": 2145,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "668aaf67ab714ed6ad5da4a421aeb55b_52"
    },
    {
      "start": 2146,
      "end": 2153,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ff31496d3c14a518eab471384ffa715_53"
    },
    {
      "start": 2154,
      "end": 2161,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a45ac886be6e40a08afe5a9dee676b00_54"
    },
    {
      "start": 2162,
      "end": 2169,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "71c3eb0a82ea4d5cb007adb7ecfd060c_55"
    },
    {
      "start": 2170,
      "end": 2177,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "84789a4615764dc1a60cb39661635825_56"
    },
    {
      "start": 2178,
      "end": 2185,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a15ff2a5f42d412cb5f8a53ff45c4716_57"
    },
    {
      "start": 2186,
      "end": 2193,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a79bc3270f8049aca9873db0962aa698_58"
    },
    {
      "start": 2194,
      "end": 2201,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f95b289ec5ba42f99cad1e9e4d11c5a1_59"
    },
    {
      "start": 2202,
      "end": 2209,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2ecfccd105514ebdbb5e31026e35e866_60"
    },
    {
      "start": 2210,
      "end": 2225,
      "text": "= =\n\n    Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "22d4996262fb40759faa9c03cb24557d_61"
    },
    {
      "start": 2226,
      "end": 2261,
      "text": "Honourable The Acting Chief Justice",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0048359287fa4c958e4f2625d7013c39_62"
    },
    {
      "start": 2262,
      "end": 2309,
      "text": "Mr. \n          Justice R.M.Chhaya\n          and",
      "labels": [
        "PREAMBLE"
      ],
      "id": "39776b4478534e46aa04233cbb035c8b_63"
    },
    {
      "start": 2347,
      "end": 2359,
      "text": "Page 1 of 37",
      "labels": [
        "PREAMBLE"
      ],
      "id": "12782e15cdbb4093878ebb6a2776944e_64"
    },
    {
      "start": 2416,
      "end": 2513,
      "text": "Downloaded on : Mon Sep 20 22:16:18 Ist 2021\n     C/Fa/1837/2021                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e1e238cd86c64e83896b91cc1eb6cb17_65"
    },
    {
      "start": 2513,
      "end": 2539,
      "text": "Judgment Dated: 17/09/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6c5877df3a14f8780c795a5cb7de2aa_66"
    },
    {
      "start": 2540,
      "end": 2594,
      "text": "\n\n\n\n            Honourable Mr. Justice Nirzar S. Desai",
      "labels": [
        "PREAMBLE"
      ],
      "id": "93eb94e0f89747a2bbaef709675e0aef_67"
    },
    {
      "start": 2626,
      "end": 2670,
      "text": "Date : 17/09/2021\n\n                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9bcf8ad331c3478c9eb0fb27609bf9d2_68"
    },
    {
      "start": 2670,
      "end": 2684,
      "text": "Oral Judgment\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bdf58a24c6de4240b59e9f54a2ff9825_69"
    },
    {
      "start": 2684,
      "end": 2741,
      "text": "(Per : Honourable Mr. Justice Nirzar S. Desai) 1 Admit.\n2",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9af4dbfb2d1d4ca2880b7ba545027414_70"
    },
    {
      "start": 2742,
      "end": 2884,
      "text": "This appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (for short, `Act, 1996') arises out of the judgment dated 25.06.202",
      "labels": [
        "PREAMBLE"
      ],
      "id": "11f570529c6f4bd39e7e08d1d88ea215_71"
    },
    {
      "start": 2885,
      "end": 3316,
      "text": "1 passed below Exh.12 in Commercial Civil Misc. Application No.313 of 2021 (Old Commercial Civil Misc. Application No.11 of 2019) whereby the learned Judge, Commercial Court, Ahmedabad dismissed the application preferred by the present appellant being Commercial Civil Misc. Application No.313 of 2021 for condonation of delay of 51 days in filing application for setting aside the arbitral award under Section 34 of the Act, 1996.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d498dcea59d47879eca43e6e569468c_72"
    },
    {
      "start": 3317,
      "end": 4022,
      "text": "Vide order dated 02.09.2021 this Court recorded the agreement arrived at between the parties to the effect that the matter be finally disposed of taking into consideration the written arguments submitted by both the sides and hence in view of that agreement arrived at between C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 the parties while disposing of this appeal, we have taken into consideration the papers supplied by both the sides, which is forming part of the record of the trial court, and not disputed by either side and none of the parties raised any grievance in respect of the fact that any of the paper, which is important to determine the issue involved in this appeal are not placed on record.",
      "labels": [
        "NONE"
      ],
      "id": "92071cd22cb2467eb2b68918476af82c_73"
    },
    {
      "start": 4023,
      "end": 4211,
      "text": "Accordingly, we have heard and considered the present appeal on the basis of material placed on record by both the sides and in view of the agreement to hear and decide the appeal finally.",
      "labels": [
        "NONE"
      ],
      "id": "463a66b632e541d4b3c39dce8abda03f_74"
    },
    {
      "start": 4213,
      "end": 4488,
      "text": "3 By way of the present appeal the appellant has prayed for the following reliefs:\n\"a This Honourable Court may be pleased to quash and set aside the judgment and order dated 25.06.2021 passed by the Hon'ble Commercial Court, Ahmedabad, in Commercial C.M.A. No.313 of 2021;\nc",
      "labels": [
        "RPC"
      ],
      "id": "4e43f2e90b664f0c9e70d7b4eb0b9daa_75"
    },
    {
      "start": 4489,
      "end": 4816,
      "text": "This Honourable Court may be pleased to condone delay caused in filing the application under Section 34 of the Arbitration and C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 Conciliation Act, 1996, in challenging the Arbitral Award dated 30.08.2018 passed by the learned Arbitral Tribunal comprising of Justice J.C.Upadhyay (Retd.);",
      "labels": [
        "NONE"
      ],
      "id": "a4bc9bdb3fb24b7e81dbdb25d78eeebe_76"
    },
    {
      "start": 4818,
      "end": 5155,
      "text": "c This Honourable Court may be pleased to direct the Hon'ble Commercial Court, Ahmedabad, to decide the application filed by the Appellant under Section 34 of the Arbitration and Conciliation Act, 1996, in challenging the Arbitral Award dated 30.08.2018 passed by the learned Arbitral Tribunal comprising of Justice J.C.Upadhyay (Retd.);",
      "labels": [
        "RLC"
      ],
      "id": "534620b72973477196b4ecc20f230309_77"
    },
    {
      "start": 5156,
      "end": 5290,
      "text": "\nd Such other and further order or orders as this Honourable Court may deem fit in the facts and circumstances of the case be passed;\"",
      "labels": [
        "ISSUE"
      ],
      "id": "f36e0e3c65374c549b5590c16088392a_78"
    },
    {
      "start": 5292,
      "end": 5370,
      "text": "4 The brief facts leading to filing of the present appeal are stated as under.",
      "labels": [
        "NONE"
      ],
      "id": "29c00c5c82194981a6c3440354027a23_79"
    },
    {
      "start": 5371,
      "end": 5476,
      "text": "\n4.1 In respect of the disputes between the parties, various claims were raised by the present defendant.",
      "labels": [
        "RPC"
      ],
      "id": "67023bb058ec40529e6d62b34b7393f0_80"
    },
    {
      "start": 5477,
      "end": 5573,
      "text": "Hon'ble retired Judge of this Court was appointed as Sole Arbitrator for resolution of disputes.",
      "labels": [
        "NONE"
      ],
      "id": "650bc2407b2f4d9f9df76aa7b325c38a_81"
    },
    {
      "start": 5574,
      "end": 6051,
      "text": "Learned Sole Arbitrator after hearing both the sides passed an award to the effect, that the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 present defendant - original claimants shall recover from the present appellant - New India Assurance Company Limited a sum of Rs.2,30,55,170/- (Rupees two crores thirty lakhs fifty five thousand one hundred seventy only) together with interest there on @9% p.a. from 21.11.2016 till realization of the said amount from the present appellant.",
      "labels": [
        "RLC"
      ],
      "id": "185d70bf74634a72ba1079e17277617d_82"
    },
    {
      "start": 6052,
      "end": 6415,
      "text": "It was further ordered that the present appellant was directed to pay a sum of Rs.89,60,649/- (Rupees eighty nine lakhs sixty thousand six hundred forty nine only) to the Commissioner of Central Excise, Ahmedabad along with interest thereon in view of direction given by the Principal Commissioner of Central Excise, Ahmedabad-I in his order dated 31.11.2015.\n4.2",
      "labels": [
        "RLC"
      ],
      "id": "765d610efe5b45a6aa43fa94191cbc40_83"
    },
    {
      "start": 6416,
      "end": 6461,
      "text": "The aforesaid award was passed on 30.08.2018.",
      "labels": [
        "FAC"
      ],
      "id": "ebf92e0044df47f8ac02ea7819e35545_84"
    },
    {
      "start": 6462,
      "end": 6750,
      "text": "Against the said award, the present appellant preferred appeal under Section 34 of Act, 1996 along with an application for condonation of delay praying for condoning delay of 51 days occurred in filing the appeal under Section 34 of the Act, 1996 before the Commercial Court at Ahmedabad.",
      "labels": [
        "FAC"
      ],
      "id": "3525ba3acaf64f7a965c378d744f50cf_85"
    },
    {
      "start": 6751,
      "end": 6881,
      "text": "The said appeal along with application for condonation of C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 delay was filed on 07.02.2019.",
      "labels": [
        "FAC"
      ],
      "id": "b9661f035b174134a6fd1c0e6a8fc3ef_86"
    },
    {
      "start": 6883,
      "end": 7376,
      "text": "4.3 Since there was delay in filing the appeal, the Commercial Court, Ahmedabad heard the parties on the application for condonation of delay and ultimately vide judgment dated 25.06.2021 below Exh.12 dismissed the application preferred by the present appellant and by way of the present appeal, the appellant challenged the aforesaid judgment dated 25.06.2021 below Exh.12 in Commercial Civil Misc. Application No.313 of 2021 delivered by Judge, Commercial Court, City Civil Court, Ahmedabad.",
      "labels": [
        "RLC"
      ],
      "id": "b7de1c37c4594550b01f6a7d17d9552d_87"
    },
    {
      "start": 7377,
      "end": 7545,
      "text": "5 Heard Mr. Vibhuti Nanavati, learned advocate for the appellant and Mr. Apurva Vakil, learned counsel assisted by Mr. Anmol Mehta, learned advocate for the respondent.",
      "labels": [
        "NONE"
      ],
      "id": "5c159012aa634b99abacf410e223fa62_88"
    },
    {
      "start": 7547,
      "end": 7877,
      "text": "6 Mr. Nanavati, learned advocate for the appellant submitted that in fact the delay in filing the appeal under Section 34 of the Act, 1996 was of 21 days and not of 51 days as stated in the impugned order as well as in the application before the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 Commercial Court for condonation of delay.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7bc47758f5b948ee911c6a2d2ad65d95_89"
    },
    {
      "start": 7878,
      "end": 7953,
      "text": "Learned advocate Mr. Nanavati by way of a chart tried to explain the delay.",
      "labels": [
        "NONE"
      ],
      "id": "05d60dec04ff44369cf4dfe24647faf4_90"
    },
    {
      "start": 7954,
      "end": 7994,
      "text": "The said chart is reproduced hereunder:\n",
      "labels": [
        "NONE"
      ],
      "id": "995143e139884e44bca5a5300630d277_91"
    },
    {
      "start": 7994,
      "end": 8616,
      "text": "Arbitral award pronounced by the 30.08.2018 learned Arbitral Tribunal Advocate forwarded the arbitral 10.09.2018 award to the appellant Arbitral Award received by the 19.09.2018 appellant Meeting with the Chartered 19.11.2018 Accountant Opinion of the Chartered Accountant 29.11.2018 Opinion sought from the advocate to 17.12.2018 file an appeal Approval from the Higher authority January, of the appellant to file an application under Section 34 of the Act, 1996 against Arbitral Award Notice to the original claimant as 28.01.2019 per Section 34(5) of the Act, 1996 Application under Section 34 of the 07.02.2019 Act 6.1",
      "labels": [
        "NONE"
      ],
      "id": "e48fd13dbcbc4b4b86d4204131a0134c_92"
    },
    {
      "start": 8617,
      "end": 9091,
      "text": "On the basis of the aforesaid chart, learned advocate Mr. Nanavati tried to explain the delay by submitting that the appellant being an insurance company, the delay occurred due to C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 circumstances such as meeting with Chartered Accountant, getting his opinion, etc. and thereafter some time was consumed in getting the opinion from the advocate as to whether appeal against the award of Sole Arbitrator is required to be filed or not.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "359b6947b72544bd96f29a18a277858a_93"
    },
    {
      "start": 9092,
      "end": 9601,
      "text": "\nOnce the opinion of Chartered Accountant as well as legal opinion from the advocate were received, the approval from the higher authority was sought for filing the appeal before the Commercial Court and thereafter notice to the original claimant was given as per the provisions of Section 34(5) of the Act, 1996 and ultimately on 07.02.2019 appeal under Section 34 of the Act, 1996 was filed before the Commercial Court, Ahmedabad challenging the award dated 30.08.2018 passed by the learned Sole Arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9d4ce5bee4a7435cb0c0e0df12c7321f_94"
    },
    {
      "start": 9603,
      "end": 10080,
      "text": "6.2 Learned counsel for the appellant submitted that Section 34(3) of the Act, 1996 provides for period of filing appeal under Section 34 of the Act, 1996, which provides that once arbitral award is passed, an application for setting aside the same must be filed within 3 months from the date of C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 receipt of arbitral award or within a period of 3 months from the date on which such request had been disposed of by the Arbitral Tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1c18bfa8f5c745a287bdd4ae7a529c94_95"
    },
    {
      "start": 10081,
      "end": 10345,
      "text": "In case if such an application could not be filed within a period of 3 months from the date stated herein above, upon showing sufficient cause the court may entertain such application for condonation of delay within a further period of 30 days, but not thereafter.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "40f69e39639d435db3177d517ee43637_96"
    },
    {
      "start": 10346,
      "end": 10488,
      "text": "In the instant case, as per the tabular chart produced by learned advocate Mr. Nanavati, the arbitral Tribunal pronounced award on 30.08.2018.",
      "labels": [
        "RLC"
      ],
      "id": "0755f5dc86514aaa983e2d54f78b613e_97"
    },
    {
      "start": 10489,
      "end": 10600,
      "text": "The learned advocate forwarded the same on 10.09.2018 and the same was received by the appellant on 19.09.2018.",
      "labels": [
        "FAC"
      ],
      "id": "8e1aaad148e64675a8a1a59c0fd0c546_98"
    },
    {
      "start": 10601,
      "end": 10939,
      "text": "On the basis of the aforesaid facts, learned advocate Mr. Nanavati submits that actually there was delay of only 21 days in filing the appeal under Section 34 of the Act, 1996 challenging the award passed by the Arbitral Tribunal before the Commercial Court and not delay of 51 days, as stated in the application for condonation of delay.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8fc74be2f1514778b6cee416b7eabed5_99"
    },
    {
      "start": 10940,
      "end": 11049,
      "text": "According to learned advocate Mr. Nanavati, the limitation would start from 19.09.2018 and not prior thereto.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7a7503b8ebec41e5b8378c2dcc69eac4_100"
    },
    {
      "start": 11051,
      "end": 11096,
      "text": "C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 6.3",
      "labels": [
        "NONE"
      ],
      "id": "9670b7b96a554e8d8e1f1ee6224dce66_101"
    },
    {
      "start": 11097,
      "end": 11406,
      "text": "In this regard, in the written submissions made by learned advocate for the appellant Mr. Nanavati drew attention of the Court to the following averments made in paragraphs 10 and 11 of the affidavit in rejoinder filed by the appellant before the commercial court in Civil Misc. Application No.11 of 2019:\n\"10",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4dff3857431a48f297204c922835784c_102"
    },
    {
      "start": 11407,
      "end": 11540,
      "text": "The advocate thereafter based on the decision of the applicant filed the present application before this Hon'ble Court on 07.02.2019.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7269532789e64b858513541881ad13e0_103"
    },
    {
      "start": 11542,
      "end": 11776,
      "text": "11. The last date to file an application before this Hon'ble Court would be 17.12.2018 as per Section 34 sub section (3) of the Arbitration and Conciliation Act, 1996, as the award came to the knowledge of the applicant on 19.09.2018.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e508847cf5a34e47afd4fcfd81af0e5f_104"
    },
    {
      "start": 11777,
      "end": 12013,
      "text": "However, the proviso to the Section 34(3) further provides an extension of 30 days in furtherance to the time period of 3 months and therefore considering the same, the last date to challenge the arbitral award would be 16.01.2019.\"\n6.4",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "904c3fa18fd345dcb602f36398b47edf_105"
    },
    {
      "start": 12014,
      "end": 12421,
      "text": "He further submitted that considering the facts of the case and amount involved, the learned C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 Commercial Court ought to have condoned the delay by allowing the application for condonation of delay and accordingly appeal under Section 34 of the Act, 1996 challenging the award dated 30.08.2018 passed by the Sole Arbitrator was required to be heard on its merits.\n6.5",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ff9fbda4a1454c7d85e358db3a31ce8c_106"
    },
    {
      "start": 12422,
      "end": 12571,
      "text": "According to Mr. Nanavati, the learned Judge, Commercial Court has committed an error by not condoning delay though delay was sufficiently explained.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "801974920c444cc19e1a1478a1e5dced_107"
    },
    {
      "start": 12572,
      "end": 12822,
      "text": "According to Mr. Nanavati, once sufficient cause is shown, taking into consideration the fact that the actual delay was only 21 days, the Commercial Court was required to take into consideration the object behind the Act, 1996 and condoned the delay.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3fee800ff0d74e4da594b13374849f94_108"
    },
    {
      "start": 12823,
      "end": 13040,
      "text": "According to Mr. Nanavati, such limitation for filing appeal under Section 34 of the Act, 1996 is provided just to ensure that such appeals are filed and heard expeditiously without there being any unreasonable delay.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "85af5f2d19ec4b54934b9125d806c33f_109"
    },
    {
      "start": 13041,
      "end": 13273,
      "text": "It was contended that the language of Section 34(3) is of directive nature to ensure that proceedings arising out of award are heard expeditiously and decided within the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 time bound schedule.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9f1b205dbfb8421a8db18d1bec378ff4_110"
    },
    {
      "start": 13274,
      "end": 13369,
      "text": "Learned advocate Mr.Nanavati relied upon the following judgments in support of his submissions.",
      "labels": [
        "NONE"
      ],
      "id": "e51d9aeba64e44cca76bb7b1bdab9ef4_111"
    },
    {
      "start": 13371,
      "end": 13470,
      "text": "[1] Benarsi Krishna Committee and Ors. vs. Karmyogi Shelters Pvt. Ltd. Reported in (2012)9 SCC 496.",
      "labels": [
        "NONE"
      ],
      "id": "813da9aa9b594b39913e9f04a4aebdd4_112"
    },
    {
      "start": 13471,
      "end": 13510,
      "text": "[2] The State of Bihar & Ors. vs. Bihar",
      "labels": [
        "NONE"
      ],
      "id": "39a5e55e0ef945eaa81622a4c8436a46_113"
    },
    {
      "start": 13511,
      "end": 13569,
      "text": "Rajya Bhumi Vikas Bank Samiti reported in (2018)9 SCC 472.",
      "labels": [
        "NONE"
      ],
      "id": "300011c36ed6435cb88a2e117214e6c8_114"
    },
    {
      "start": 13570,
      "end": 13640,
      "text": "[3] Sambhaji & Ors. vs. Gangabhai & Ors. reported in (2008)17 SCC 117.",
      "labels": [
        "NONE"
      ],
      "id": "d4d54abeeeaf4aac80f01d6f2aa023ae_115"
    },
    {
      "start": 13641,
      "end": 13719,
      "text": "\n[4] Raj Kumar Dey & Ors. vs. Tarapada Dey & Ors.\nreported in (1987)4 SCC 398.",
      "labels": [
        "NONE"
      ],
      "id": "0c098c401b814000a2018d31e1c92083_116"
    },
    {
      "start": 13720,
      "end": 13807,
      "text": "\n[5] Sangram Singh vs. Election Tribunal, Kotah & Ors. reported in AIR 1955 SC 425.\n6.4",
      "labels": [
        "NONE"
      ],
      "id": "cf0dfacb6a144694addf2aab8edd2f13_117"
    },
    {
      "start": 13808,
      "end": 14755,
      "text": "Learned advocate for the appellant relying upon the judgment in the case of Benarsi Krishna Committee and Ors. (supra), more particularly para 17, submitted that the limitation to challenge the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 order of Arbitral tribunal would commence from the date on which the copy of the award was delivered to the appellant and in the instant case actual delay in filing the application is of 21 days and not of 51 days in filing the appeal under Section 34 before the Commercial Court.\n6.5 Mr. Nanavati, learned advocate for the appellant relying on the judgment in the case of Bihar Rajya Bhumi Vikas Bank Samiti (supra), submitted that the Hon'ble Supreme Court has liberally interpreted Section 34(5) of the Act, 1996 and similarly the Commercial Court ought to have liberally interpreted the provisions of Section 34(3) of the Act, 1996 while considering the application for delay preferred by the appellant. 6.6",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5fca7d66f589474285eb607c5829409b_118"
    },
    {
      "start": 14756,
      "end": 14976,
      "text": "Relying on the judgment in the case of Sambhaji & Ors. (supra), Mr. Nanavati submitted that merely because provision of law is couched in negative language implying mandatory character, the same is not without exception.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8aec74d751734542b696188232a2719f_119"
    },
    {
      "start": 14977,
      "end": 15201,
      "text": "The procedural law should not ordinarily construed as mandatory and the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 Commercial Court ought to have condoned the delay occurred in filing the application for condonation of delay.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "389efe7e19da49d2883f193b046597b8_120"
    },
    {
      "start": 15203,
      "end": 15611,
      "text": "6.7 Relying upon the other judgments mentioned herein above, it was submitted by Mr. Nanavati that what is important is to ensure that the ends of justice is met and such technicalities or procedure mentioned in the Act, 1996 should not act as an obstacle in ensuring that the ends of justice is met, and therefore, in respect of condonation of delay, the Commercial Court ought to have taken a liberal view.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b9ec1f139158476f9accd2b2e6355fe9_121"
    },
    {
      "start": 15612,
      "end": 15799,
      "text": "In view of the aforesaid arguments, it was submitted that the Commercial Court has committed an error by not condoning delay of 51 days and prayed for quashing the order dated 25.06.2021.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c4dbf51eb0bb40039bdd846a75bba464_122"
    },
    {
      "start": 15800,
      "end": 16289,
      "text": "7 As against the above, learned counsel Mr. Apurva Vakil assisted by Mr. Mehta, learned advocate appearing for the respondent submitted that the Sole Arbitrator passed the award on 30.08.2018 and same was received by the advocate / authorized representative of the appellant and even if the say C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 of the appellant is accepted that in fact there is a delay of 21 days only, then also the last date to challenge the arbitral award would be 16.01.2019.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "807117e7f9bb4e9eaa9f2b7578eac7e6_123"
    },
    {
      "start": 16290,
      "end": 16775,
      "text": "Even if delay of 21 days is considered, which has occurred in filing the application for condonation of delay, then also in view of the language of section 34(3) of the Act, 1996, such an application for setting aside award was required to be preferred within thirty days in case if there was any sufficient cause available with the appellant after expiry of three months period as per Section 34(3) of the Act, 1996, which was preferred even after that extended period of thirty days.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "21fb313a2b5f48ebbdc3d365e3b01bb3_124"
    },
    {
      "start": 16777,
      "end": 17195,
      "text": "7.1 Mr. Vakil, learned counsel for the respondent, further submitted that in view of Section 34(3) of the Act, 1996 an application for setting aside an award may not be made after elapse of 3 months from the date on which the party making that application had received the arbitral award or if a request had been made under Section 33, from the date on which that request had been disposed of by the arbitral tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9e813d09c5aa469a831c00256f1f33c4_125"
    },
    {
      "start": 17196,
      "end": 17543,
      "text": "The proviso to Section 34(3) of C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 the Arbitration Act provides that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of 3 months, the court may entertain the application within a further period of 30 days \"but not thereafter\".",
      "labels": [
        "STA"
      ],
      "id": "a0ac14bc25b2455d87ae4c5eb732bb77_126"
    },
    {
      "start": 17544,
      "end": 18018,
      "text": "It was submitted that it is not in dispute that in the present case copy of the arbitral award was received by the advocate for the appellant on 10.09.2018 and the same was received by the applicant on 19.09.2018 and therefore even if 19.09.2018 is taken as the date from which limitation would start, then also the application for condonation of delay was preferred after that period of 30 days over and above three months and hence was beyond the period of limitation.\n7.2",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ea9779c1fc9548e8ae50b08393b4bbb3_127"
    },
    {
      "start": 18019,
      "end": 18208,
      "text": "It was next submitted that in the language of Section 34 of the Act, 1996, the crucial words are \"but not thereafter\" used in the proviso to sub- section (3) of Section 34 of the Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a77d8961ff8d4d50a21ac1eaa44afa13_128"
    },
    {
      "start": 18209,
      "end": 18427,
      "text": "This phrase would amount to an express exclusion within the meaning of Section 29(2) of the Limitation Act and therefore bar the application of Section 5 of the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 Limitation Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0c3724b45ac4431dafed5ab9f73d9d66_129"
    },
    {
      "start": 18428,
      "end": 18638,
      "text": "It was further submitted that to hold that the court could entertain an application to set aside an award beyond the extended period under the proviso would render the phrase \"but not thereafter\"\nwholly otiose.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "43eab8de5aa24e86802d3384082f0dfc_130"
    },
    {
      "start": 18639,
      "end": 18728,
      "text": "It was further submitted that no principle of interpretation would justify such a result.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5b7267594bd945428209839d9bc8e6b1_131"
    },
    {
      "start": 18729,
      "end": 18877,
      "text": "Apart from the language, express exclusion may follow from the scheme and object of the special law, in the facts of the present case the Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "99a55624b48843c080bfcea79b47af64_132"
    },
    {
      "start": 18879,
      "end": 19256,
      "text": "7.3 It was further submitted that the application under Section 34 was filed by the appellant before the learned Commercial Court, firstly after three months had elapsed from the date on which the appellant had received the arbitral award and secondly the application under Section 34 was not filed even within a further period of 30 days (i.e. after the 3 months had elapsed).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a4b66d7ee2fd4a31b897b808faab7beb_133"
    },
    {
      "start": 19257,
      "end": 19628,
      "text": "It was further submitted that if both the above conditions are satisfied i.e. if the application under Section 34 is filed after the aforesaid maximum permissible period (i.e. 3 months + 30 days) the learned Commercial Court was justified in passing the impugned judgment C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 by dismissing the Commercial Misc. Application for delay.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d8b16a3962a844edb05904c19af8d835_134"
    },
    {
      "start": 19629,
      "end": 19922,
      "text": "\n7.4 Mr. Vakil, learned counsel for the respondent relied upon the following judgment in support of his above submissions:\n[1] Union of India vs. Popular Construction Company reported in (2001)8 SCC 470.\n[2] State of Himachal Pradesh vs. Himachal Techno Engineers reported in (2010)12 SCC 210.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f81d2d4602ec4b74a53e3f0852aa5884_135"
    },
    {
      "start": 19923,
      "end": 20309,
      "text": "\n[3] Simplex Infrastructure Limited vs. Union of India reported in (2019)2 SCC 455.\n[4] Mahindra and Mahindra Financial Services Limited vs. Manik Vitthal Kavle & Ors. reported in2014 SCC Online Bom 462.\n[5] State of U.P. vs. M/s. Harman Singh reported in 2015 SCC Online All 9062.\nC/FA/1837/2021 JUDGMENT DATED: 17/09/2021 [6] Machine Tool (India) Ltd. Vs. Splendor Buildwell Pvt. Ltd.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b6f3b8716c344635941c8cfa072ff5d0_136"
    },
    {
      "start": 20310,
      "end": 20347,
      "text": "Reported in 2018 SCC Online Del 9551.",
      "labels": [
        "NONE"
      ],
      "id": "eed06c139d6a499e83aa6fde68a8dc80_137"
    },
    {
      "start": 20348,
      "end": 20430,
      "text": "\n[7] Union of India vs. Rupen Modi reported in (2010)SCC Lnline Guj 6186 (DB).\n7.5",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bde2a54032f0443b8945d864958a1e33_138"
    },
    {
      "start": 20431,
      "end": 21060,
      "text": "Mr. Vakil, relying upon the above judgments submitted that right from 2001 in the case of Popular Construction Company (supra) till the judgment in the case of Simplex Infrastructure Limited (supra), the Hon'ble Apex Court in catena of decisions held that the statute does not provide for condoning the delay in preferring appeal under Section 34 of the Act, 1996 if it is not preferred within a period of 3 months from the receipt of award or disposal of the application for getting copy of the award and thereafter if there exist a sufficient cause for condoning delay if the application is preferred within 30 days thereafter.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "d56801d09772432cb87582fa114c5078_139"
    },
    {
      "start": 21061,
      "end": 21408,
      "text": "However, in the instant case, the appellant has filed the appeal under Section 34 of the Act, 1996 along with application for condonation of delay of 51 days which was filed beyond the period of 3 months + 30 days and the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 learned Commercial Court has rightly rejected application for condonation of delay.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "94c728c763aa4ed7afd08a90d613f32e_140"
    },
    {
      "start": 21409,
      "end": 21535,
      "text": "Mr. Vakil, learned counsel for the respondent on the strength of the aforesaid submissions prayed for dismissal of the appeal.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ba6d8fff2e2240d29d10199f048d86c5_141"
    },
    {
      "start": 21536,
      "end": 21755,
      "text": "\n8 Heard learned counsel for the parties, perused the judgment dated 25.06.2021 passed below Exh.12 in Commercial Civil Misc. Application No.313 of 2021 and other material available on record produced by both the sides.",
      "labels": [
        "NONE"
      ],
      "id": "a56950fced48482daf9a1f848927834b_142"
    },
    {
      "start": 21756,
      "end": 21990,
      "text": "The issue involved in the appeal is whether the Court has power to condone the delay in filing an application challenging the award by preferring appeal under Section 34 of the Act, 1996 after lapse of 3 months and 30 days thereafter.",
      "labels": [
        "ISSUE"
      ],
      "id": "0920d882ddff4320ae41880d241a1a86_143"
    },
    {
      "start": 21991,
      "end": 22101,
      "text": "Hence, it is necessary to reproduce Section 34(3) of Act, 1996 to adjudicate the issue involved in the appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "524e909d99434349b3b597fa55940280_144"
    },
    {
      "start": 22102,
      "end": 22200,
      "text": "Section 34(3) reads as under:\n\"Section 34. Application for setting aside arbitral award.\n[1] & [2]",
      "labels": [
        "STA"
      ],
      "id": "f60b495e2fb14b0b8e87f1b39680af19_145"
    },
    {
      "start": 22201,
      "end": 22804,
      "text": "xxx C /FA/1837/2021 JUDGMENT DATED: 17/09/2021 [3] An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal:\nProvided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application with a further period of thirty days, but not thereafter.",
      "labels": [
        "STA"
      ],
      "id": "fdd9eabb1cc440498fe685110f82338f_146"
    },
    {
      "start": 22805,
      "end": 23048,
      "text": "\n        [4] to [6]          xxx\"\n\n\n\n8.1              Section   34(3)      of     the    Act      prescribes              the period          of     limitation       for        an     application                for challenging arbitral awards.",
      "labels": [
        "STA"
      ],
      "id": "5091487ed78344e79a020b771bfb9d05_147"
    },
    {
      "start": 23049,
      "end": 23260,
      "text": "Having regard to Section 34 of the Act, 1996, which places the limit on the period of condonation of delay by using the word \"may entertain the application within a further period of 30 days but not thereafter\".",
      "labels": [
        "STA"
      ],
      "id": "c8c6b82bb76d49278d24f9a39bfc02df_148"
    },
    {
      "start": 23261,
      "end": 23676,
      "text": "Therefore, if a petition is not filed within the prescribed period of 3 months, the Court is left to exercise its discretion to condone the delay only to the extent of 30 days C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 and that too if a sufficient cause is shown which would mean that where a petition is filed beyond a period of 3 months + 30 days even if sufficient cause is made out, the delay cannot be condoned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d76ad1d41bb4dfb888651d69e298d12_149"
    },
    {
      "start": 23677,
      "end": 24031,
      "text": "That so far as language of Section 34 of Act, 1996 is concerned, the crucial words are \"but not thereafter\"\nused in proviso to subsection (3) of Section 34 of the Act, 1996 would amount to an express exclusion within the meaning of Section 29(2) of the Limitation Act, and therefore, the same would bar the application of Section 5 of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1033a953d58f4398bb74b495940709c6_150"
    },
    {
      "start": 24032,
      "end": 24157,
      "text": "In fact, the Hon'ble Apex Court in the case of Popular Construction Co. (supra) observed from paragraphs 4 to 16 as under:\n\"4",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "27b491322c724012a49a38339cab86dd_151"
    },
    {
      "start": 24158,
      "end": 24410,
      "text": "Before us, the appellant has not disputed the position that if the Limitation Act, 1963 and in particular Section 5, did not apply to Section 34 of the 1996 Act, then its objection to the Award was time barred and the appeal would have to be dismissed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "61b09e0698fc4cea8bf0fdb1106b7cb7_152"
    },
    {
      "start": 24411,
      "end": 24784,
      "text": "The submission however is that Section 29(2) of the Limitation Act makes the provisions of Section 5 of the Limitation Act applicable to special laws like the 1996 Act since the 1996 Act itself did not expressly exclude its applicability and that C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 there was sufficient cause for the delay in filing the application under Section 34.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fc779ff98b104fd096de893ed7e9eaf6_153"
    },
    {
      "start": 24785,
      "end": 25071,
      "text": "Counsel for the respondent, on the other hand, has plainly read, expressly excluded the operation of Section 5 of the Limitation Act and that there was as such no scope for assessing the sufficiency of the cause for the delay beyond the period prescribed in the proviso to Section 34. 5",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6a15156f0ffb4e579845b1533398ec85_154"
    },
    {
      "start": 25072,
      "end": 25220,
      "text": "The issue will have to be resolved with reference to the language used in Sections 29(2) of the Limitation Act, 1963 and Section 34 of the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a293b688f30648af8c9d823e7f3fbc3d_155"
    },
    {
      "start": 25221,
      "end": 25830,
      "text": "Section 29(2) provides that :\n\"29(2) Where any special or local law prescribes for any suit, appeal or application a period of limitation different from the period prescribed by the Schedule, the provisions of Section 3 shall apply as if such period were the period prescribed by the Schedule and for the purpose of determining any period of limitation prescribed for any suit, appeal or application by any special or local law, the provisions contained in Sections 4 to 24 (inclusive) shall apply only in so far as, and to the extent to which, they are not expressly excluded by such special or local law.\"\nC",
      "labels": [
        "STA"
      ],
      "id": "3742e5ae30554b7d931892ca31c26f6d_156"
    },
    {
      "start": 25831,
      "end": 25845,
      "text": "/ FA/1837/2021",
      "labels": [
        "STA"
      ],
      "id": "1467538a776847c7b9068a33ac48f876_157"
    },
    {
      "start": 25846,
      "end": 25874,
      "text": "JUDGMENT DATED: 17/09/2021 6",
      "labels": [
        "STA"
      ],
      "id": "8b603a8ae26f40ab9b660143917f5fd9_158"
    },
    {
      "start": 25875,
      "end": 26177,
      "text": "On an analysis of the section, it is clear that the provisions of Sections 4 to 24 will apply when :\n[i] there is a special or local law which prescribes a different period of limitation for any suit, appeal or application; and [ii] the special or local law does not expressly exclude those Sections.\n7",
      "labels": [
        "STA"
      ],
      "id": "fa48742c7d464f498e5f3fe01c7556be_159"
    },
    {
      "start": 26178,
      "end": 26346,
      "text": "There is no dispute that the 1996 Act is a 'Special law' and that Section 34 provides for a period of limitation different from the prescribed under the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3f42a97aa82418abd129395589fcc1c_160"
    },
    {
      "start": 26347,
      "end": 26428,
      "text": "The question then is - is such exclusion expressed in Section 34 of the 1996 Act?",
      "labels": [
        "STA"
      ],
      "id": "6848e54d7e0e427fb936dc65d59ba9f1_161"
    },
    {
      "start": 26429,
      "end": 26523,
      "text": "The relevant extract of Section 34 reads:\n\"34 Application for setting aside arbitral award - [",
      "labels": [
        "STA"
      ],
      "id": "18903fae30be41ee893be9ce840cf5ac_162"
    },
    {
      "start": 26524,
      "end": 27140,
      "text": "1 ] - [2] xxx [3] An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral Award or, if a request had been made under Section 33, from the date on which that C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 request had been disposed of by the arbitral tribunal :\nProvided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\"",
      "labels": [
        "STA"
      ],
      "id": "b8a40469377f46248ca5a95f21c87471_163"
    },
    {
      "start": 27141,
      "end": 27503,
      "text": "\n8 Had the proviso to Section 34 merely provided for a period within which the Court could exercise its discretion, that would not have been sufficient to exclude Section 4 to 24 of the Limitation Act because \"mere provision of a period of limitation in howsoever peremptory or imperative language is not sufficient to displace the applicability of Section 5\". 9",
      "labels": [
        "STA"
      ],
      "id": "284979b8730949bd9d5cd2b7f78d6fe5_164"
    },
    {
      "start": 27504,
      "end": 27767,
      "text": "That was precisely why in construing Section 116-A of the Representation of People Act, 1951, the Constitution Bench in Vidyacharan Shukla vs. Khubchand Baghel rejected the argument that Section 5 of the Limitation Act had been excluded: (AIR p.1112, para 27) \"27",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "48de0d4f92d8413aaea4a542bcd8e414_165"
    },
    {
      "start": 27768,
      "end": 28412,
      "text": "It was then said that S.116-A of the Act provided an exhaustive and exclusive code of limitation for the purpose of appeals against orders of tribunals and C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 reliance is placed on the proviso to sub-s. (3) of that section, which reads :\n`Every appeal under this Chapter shall be preferred within a period of thirty days from the date of the order of the Tribunal under Section 98 or Section Provided that the High Court may entertain an appeal after the expiry of the said period of thirty days if it is satisfied that the appellant had sufficient cause for not preferring the appeal within such period.'",
      "labels": [
        "STA"
      ],
      "id": "4eb0fcca7a4a4701ac29ac516ce811e4_166"
    },
    {
      "start": 28413,
      "end": 28688,
      "text": "The contention is that sub-section (3) of Section 116-A of the Act not only provides a period of limitation for such an appeal, but also the circumstances under which the delay can be excused, indicating thereby that the general provisions of the Limitation Act are excluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "660779d3839245c6b607057168f95d79_167"
    },
    {
      "start": 28689,
      "end": 28728,
      "text": "There are two answers to this argument.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b28f957d8f764477bbeed7762990adf1_168"
    },
    {
      "start": 28729,
      "end": 28886,
      "text": "Firstly, Section 29(2)(a) of the Limitation Act speaks of express exclusion but there is no express exclusion of sub-section (3) of Section 116-A of the Act;",
      "labels": [
        "ANALYSIS"
      ],
      "id": "beb6d24225a74b96b0c6acb4eccaf3db_169"
    },
    {
      "start": 28887,
      "end": 29012,
      "text": "Secondly, the proviso from which an implied exclusion is sought to be drawn does not lead to any such necessary implication\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8aeb619e5b04ab7b3a205aa3ed385c3_170"
    },
    {
      "start": 29013,
      "end": 29058,
      "text": "\nC/FA/1837/2021 JUDGMENT DATED: 17/09/2021 10",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb434d34d7024314b8008ebd47789882_171"
    },
    {
      "start": 29059,
      "end": 29197,
      "text": "This decision recognises that it is not essential for the special or local law to, in terms, exclude the provisions of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f0bb30667a34630b9e0cb3529397320_172"
    },
    {
      "start": 29198,
      "end": 29347,
      "text": "It is sufficient if on a consideration of the language of its provisions relating to limitation, the intention to exclude can be necessarily implied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88bca6308ae742edab25dd8dcf02b28c_173"
    },
    {
      "start": 29348,
      "end": 29665,
      "text": "As has been said in Hukumdev Narain Yadav vs. Lalit Narain Mishra :\n(SCC p.146, para17) \"If on an examination of the relevant provisions it is clear that the provisions of the Limitation Act are necessarily excluded, then the benefits conferred therein cannot be called in aid to supplement the provisions of the Act\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9d85d516c81049e0872845cea924b785_174"
    },
    {
      "start": 29667,
      "end": 30098,
      "text": "11 Thus, where the legislature prescribed a special limitation for the purpose of the appeal and the period of limitation of 60 days was to be computed after taking the aid of Sections 4, 5 and 12 of the Limitation Act, the specific inclusion of these sections meant that to that extent only the provisions of the Limitation Act stood extended and the applicability of the other provisions, by necessary implication stood excluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5978f0b1b20a445ba9f7a2a732783d28_175"
    },
    {
      "start": 30100,
      "end": 30295,
      "text": "12 As for as the language of Section 34 of the 1996 Act is concerned, the crucial words are C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 'but not thereafter' used in the proviso to sub- section (3).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a919d36f523a4b748e2755909f2bbe0f_176"
    },
    {
      "start": 30296,
      "end": 30485,
      "text": "In our opinion, this phrase would amount to an express exclusion within the meaning of Section 29(2) of the Limitation Act, and would therefore bar the application of Section 5 of that Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac169571ebc042a3ba71779b379bfcc9_177"
    },
    {
      "start": 30486,
      "end": 30524,
      "text": "Parliament did not need to go further.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f60dd0f49504d2189b47c3deed9b923_178"
    },
    {
      "start": 30525,
      "end": 30707,
      "text": "To hold that the Court could entertain an application to set aside the Award beyond the extended period under the proviso, would render the phrase 'but not thereafter' wholly otiose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9846071d455a43a2884e62bd9f6fcbdc_179"
    },
    {
      "start": 30708,
      "end": 30767,
      "text": "No principle of interpretation would justify such a result.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee7f32ef15704f679a5b6c69823d25db_180"
    },
    {
      "start": 30769,
      "end": 30883,
      "text": "13 Apart from the language, 'express exclusion' may follow from the scheme and object of the special or local law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d668a2facdb348b7990ee7febb864517_181"
    },
    {
      "start": 30884,
      "end": 31224,
      "text": "\n\"Even in a case where the special law does not exclude the provisions of Sections 4 to 24 of the Limitation Act by an express reference, it would nonetheless be open to the Court to examine whether and to what extent the nature of those provisions or the nature of the subject-matter and scheme of the special law exclude their operation.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c78f1558b8c84501bca22e63bac8fe59_182"
    },
    {
      "start": 31225,
      "end": 31245,
      "text": "(SCC p.146, para 17)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de75fb9d45df417d8b2341e201789eda_183"
    },
    {
      "start": 31247,
      "end": 31506,
      "text": "14 Here the history and scheme of the 1996 Act support the conclusion that the time limit prescribed under Section 34 to challenge an Award is absolute and un-extendable by Court C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 under Section 5 of the Limitation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3fa54a1ad34e401e91bf826b66506a22_184"
    },
    {
      "start": 31507,
      "end": 31694,
      "text": "The Arbitration and Conciliation Bill, 1995 which preceded the 1996 Act stated as one of its main objectives the need \"to minimise the supervisory role of courts in the arbitral process\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1636932271594190a9b1bc3da7b6dd7b_185"
    },
    {
      "start": 31695,
      "end": 31868,
      "text": "This objective has found expression in Section 5 of the Act which prescribes the extent of judicial intervention in no uncertain terms :\n\"5. Extent of judicial intervention.",
      "labels": [
        "STA"
      ],
      "id": "58dabde5192441e4a69ed11d1f04521f_186"
    },
    {
      "start": 31869,
      "end": 32065,
      "text": "- Notwithstanding anything contained in any other law for the time being in force, in matter governed by this Part, no judicial authority shall intervene except where so provided in this Part.\"\n15",
      "labels": [
        "STA"
      ],
      "id": "00a39c9ef7be470eb528fa8cf5268c6b_187"
    },
    {
      "start": 32066,
      "end": 32167,
      "text": "The 'Part' referred to in Section 5 is Part I of the 1996 Act which deals with domestic arbitrations.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e2bc541a06042a19f5e19d901063b54_188"
    },
    {
      "start": 32168,
      "end": 32298,
      "text": "Section 34 is contained in Part I and is therefore subject to the sweep of the prohibition contained in Section 5 of the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1dc7fdfc9384b33ba88043ffcb139e8_189"
    },
    {
      "start": 32300,
      "end": 32514,
      "text": "16 Furthermore, Section 34(1) itself provides that recourse to a court against an arbitral award may be made only by an application for setting aside such award \"in accordance with\"\nsub-section 2 and sub Section 3.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a00d22114c9401dbae49c08512f0ca4_190"
    },
    {
      "start": 32515,
      "end": 32612,
      "text": "Sub-section 2 relates to grounds for setting aside an award and is not relevant for our purposes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d28c814c2bb4f6c8aec83f79e293d95_191"
    },
    {
      "start": 32613,
      "end": 32805,
      "text": "But an application filed beyond the period mentioned in C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 Section 34, sub-section (3) would not be an application \"in accordance with\" that sub section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1beb265cf5eb44b28a3fabc006a15619_192"
    },
    {
      "start": 32806,
      "end": 32940,
      "text": "Consequently by virtue of Section 34 (1), recourse to the court against an arbitral award cannot be made beyond the period prescribed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53ef6eadda8d4676992758f69a208904_193"
    },
    {
      "start": 32941,
      "end": 33285,
      "text": "The importance of the period fixed under Section 34 is emphasised by the provisions of Section 36 which provide that \"where the time for making an application to set aside the arbitral award under Section 34 has expired ... the award shall be enforced and the Code of Civil Procedure, 1908 in the same manner as if it were a decree of a court\"\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57773911194b4a188957f40daf435a17_194"
    },
    {
      "start": 33285,
      "end": 33366,
      "text": "This is a significant departure from the provisions of the Arbitration Act, 1940.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5e50ec0bc4c4173908b3c655950165f_195"
    },
    {
      "start": 33367,
      "end": 33573,
      "text": "Under the 1940 Act, after the time to set aside the award expired, the court was required to \"proceed to pronounce judgment according to the award and upon (he judgment so pronounced a decree shall follow\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb7141af2fff49998e76f60194c2fcd6_196"
    },
    {
      "start": 33574,
      "end": 33735,
      "text": "Now the consequence of the time expiring under Section 34 of the 1996 Act is that the award becomes immediately enforceable without any further act of the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fe52ffcfaf640c0a3a6c3fa221c0b86_197"
    },
    {
      "start": 33736,
      "end": 34041,
      "text": "If there were any residual doubt on the interpretation of the language used in Section 34, the scheme of the 1996 Act would resolve the issue in favour of curtailment of the Court's C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 powers by the exclusion of the operation of Section 5 of the Limitation Act.\"\n8.2",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a205af26a7d645d7a5707ea67cf59f53_198"
    },
    {
      "start": 34042,
      "end": 34134,
      "text": "The aforesaid judgment has time and again been considered thereafter in catena of judgments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "116afadb623542bda8263ba2a42e8f15_199"
    },
    {
      "start": 34135,
      "end": 34210,
      "text": "Recently the Hon'ble Apex Court considered the same in the case of the M/s.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "51f10c96e4b34ea48b1c7c83111b06b9_200"
    },
    {
      "start": 34211,
      "end": 34218,
      "text": "Simplex",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69bc220e1dc2486bbca5e6038d7aaab1_201"
    },
    {
      "start": 34219,
      "end": 34249,
      "text": "Infrastructure Limited (supra)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a7cff73070c14c8ca1071377f003f7a3_202"
    },
    {
      "start": 34250,
      "end": 35018,
      "text": ". In paragraphs 8 and 9 of the above judgment, the Apex Court observed as under:\n\"8. Section 34 of the Arbitration and Conciliation Act, 1996 provides thus:\n\"34. Application for setting aside arbitral award.--\n[1] Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3)...\n[3] An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under Section 33, from the date on which that request had been disposed of by the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 arbitral tribunal:\n           Provided       that        ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fb3ef087092f4227ab15b70258352be9_203"
    },
    {
      "start": 35018,
      "end": 35078,
      "text": "if     the     Court        is     satisfied            that",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "338f2129f2c642658b83ba2e6261dfb1_204"
    },
    {
      "start": 35079,
      "end": 35116,
      "text": "    the       applicant              ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7c20b23e78484e8f8cd0df1bd5349dcf_205"
    },
    {
      "start": 35116,
      "end": 35136,
      "text": "was        prevented",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f234fb3c892347ee8ba610eecc1e0e2a_206"
    },
    {
      "start": 35150,
      "end": 35174,
      "text": "by            sufficient",
      "labels": [
        "STA"
      ],
      "id": "33cb78c602ab43fa994bf07ddd4dac5a_207"
    },
    {
      "start": 35188,
      "end": 35579,
      "text": "cause            from          making             the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\"\nSection 34 provides that recourse to a court against an arbitral award may be made only by an application for setting aside such award \"in accordance with\" sub-section (2) and sub-section (3).",
      "labels": [
        "STA"
      ],
      "id": "7a232a08a3364588992687654c2e9f46_208"
    },
    {
      "start": 35580,
      "end": 35646,
      "text": "Sub-section (2) relates to the grounds for setting aside an award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4952936b403e48f0a3af79b65cac51f2_209"
    },
    {
      "start": 35647,
      "end": 35794,
      "text": "An application filed beyond the period mentioned in sub-section 3 of Section 34, would not be an application \"in accordance with\" that sub-section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5c85bcdcd69422ab4ed942f28da131f_210"
    },
    {
      "start": 35795,
      "end": 35910,
      "text": "By virtue of Section 34(3), recourse to the court against an arbitral award cannot be beyond the period prescribed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca5b17656023452593bf115daddda3f3_211"
    },
    {
      "start": 35911,
      "end": 36229,
      "text": "Sub-section (3) of Section 34, read with the proviso, makes it abundantly clear that the application for setting aside the award on one of the grounds mentioned in sub-section (2) will have to be made within a period of three months from the date on which the party making that application receives the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8607506449b24001975c6446730fc746_212"
    },
    {
      "start": 36230,
      "end": 36430,
      "text": "The proviso allows this period to be further extended by another period of thirty days on sufficient cause being shown by the party for C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 filing an application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86caf9ad663b4f21bc91df8e73af3d5a_213"
    },
    {
      "start": 36431,
      "end": 36532,
      "text": "The intent of the legislature is evinced by the use of the words \"but not thereafter\" in the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "999e62a4c9114e3c97f3547206eb7b04_214"
    },
    {
      "start": 36533,
      "end": 36889,
      "text": "These words make it abundantly clear that as far as the limitation for filing an application for setting aside an arbitral award is concerned, the statutory period prescribed is three months which is extendable by another period of upto thirty days (and no more) subject to the satisfaction of the court that sufficient reasons were provided for the delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44d7dd72c639407cbeb89f8c5a7deb78_215"
    },
    {
      "start": 36890,
      "end": 36997,
      "text": "9 Section 5 of the Limitation Act, 1963 provides thus:\n\"5. Extension of prescribed period in certain cases.",
      "labels": [
        "STA"
      ],
      "id": "810f1b0c68784519935bc8a852f36270_216"
    },
    {
      "start": 36998,
      "end": 37339,
      "text": "-- Any appeal or any application, other than an application under any of the provisions of Order XXI of the Code of Civil Procedure, 1908, may be admitted after the prescribed period if the appellant or the applicant satisfies the court that he had sufficient cause for not preferring the appeal or making the application within such period.",
      "labels": [
        "STA"
      ],
      "id": "b00ce0ca4c2d42e4b6279950aa77dec4_217"
    },
    {
      "start": 37341,
      "end": 37353,
      "text": "Explanation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6acf5317f1e4d8998c1797944e51bb4_218"
    },
    {
      "start": 37354,
      "end": 37618,
      "text": "--The fact that the appellant or the applicant was misled by any order, practice or judgment of the High Court in ascertaining or computing the prescribed period may be sufficient cause within the C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 meaning of this section.\"",
      "labels": [
        "STA"
      ],
      "id": "af71463e40cd43e99e6d7547e390f0c7_219"
    },
    {
      "start": 37619,
      "end": 37917,
      "text": "\nSection 5 of the Limitation Act, 1963 deals with the extension of the prescribed period for any appeal or application subject to the satisfaction of the court that the appellant or applicant had sufficient cause for not preferring the appeal or making the application within the prescribed period.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "188e9e1c9bea4c258d9172ead060ff76_220"
    },
    {
      "start": 37918,
      "end": 38056,
      "text": "Section 5 of the Limitation Act, 1963 has no application to an application challenging an arbitral award under Section 34 of the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "791abf5b4d3f4ddfa1251746112d7446_221"
    },
    {
      "start": 38057,
      "end": 38353,
      "text": "This has been settled by this Court in its decision in Union of India v Popular Construction Company [(2001)8 SCC 470], where it held as follows- \"As far as the language of Section 34 of the 1996 Act is concerned, the crucial words are \"but not thereafter\" used in the proviso to sub-section (3).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f0718d2379694ae5a2beb287d8845d2e_222"
    },
    {
      "start": 38354,
      "end": 38543,
      "text": "In our opinion, this phrase would amount to an express exclusion within the meaning of Section 29(2) of the Limitation Act, and would therefore bar the application of Section 5 of that Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7693e0dafb6f482f82ef367383f3b9db_223"
    },
    {
      "start": 38544,
      "end": 38582,
      "text": "Parliament did not need to go further.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a11657d8e534585aa37fe78899c7e85_224"
    },
    {
      "start": 38583,
      "end": 38765,
      "text": "To hold that the court could entertain an application to set aside the award beyond the extended period under the proviso, would render the phrase \"but not thereafter\" wholly otiose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70f0f65cfb66464291c3a89197e9cdef_225"
    },
    {
      "start": 38766,
      "end": 38825,
      "text": "No principle of interpretation would justify such a result.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5297130ed3e64367bf466b9619aa8d42_226"
    },
    {
      "start": 38826,
      "end": 38872,
      "text": "\nC/FA/1837/2021 JUDGMENT DATED: 17/09/2021 ...",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7f0095174424bb9ae3d90291dad44ca_227"
    },
    {
      "start": 38873,
      "end": 39091,
      "text": "Here the history and scheme of the 1996 Act support the conclusion that the time- limit prescribed under Section 34 to challenge an award is absolute and un- extendible by court under Section 5 of the Limitation Act...",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d94c8bc0feb7490cae56cdca04e9d27b_228"
    },
    {
      "start": 39092,
      "end": 39229,
      "text": "\"\n8.3 In fact the Hon'ble Apex Court has further observed in paragraph 13 in case of Simplex Infrastructure Limited (supra) as under:\n\"13",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f7fb9ae8f3644f498a695c807693806c_229"
    },
    {
      "start": 39230,
      "end": 39585,
      "text": "A plain reading of sub-section (3) along with the proviso to Section 34 of the 1996 Act, shows that the application for setting aside the award on the grounds mentioned in sub-section (2) of Section 34 could be made within three months and the period can only be extended for a further period of thirty days on showing sufficient cause and not thereafter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f89d3fc48f24045afb3dd42b54a2ab1_230"
    },
    {
      "start": 39586,
      "end": 39706,
      "text": "The use of the words \"but not thereafter\" in the proviso makes it clear that the extension cannot be beyond thirty days.",
      "labels": [
        "RATIO"
      ],
      "id": "2a4fac80538e4548b03c7a6eda30439c_231"
    },
    {
      "start": 39707,
      "end": 39857,
      "text": "Even if the benefit of Section 14 of the Limitation Act is given to the respondent, there will still be a delay of 131 days in filing the application.",
      "labels": [
        "RATIO"
      ],
      "id": "b4e2a719ebe24684860f71619acd1c99_232"
    },
    {
      "start": 39858,
      "end": 40024,
      "text": "That is beyond the strict timelines prescribed in sub-section (3) C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 read along with the proviso to Section 34 of the 1996 Act.",
      "labels": [
        "RATIO"
      ],
      "id": "363cdfa98f3d4e269807c1136bf8d58c_233"
    },
    {
      "start": 40025,
      "end": 40066,
      "text": "The delay of 131 days cannot be condoned.",
      "labels": [
        "RATIO"
      ],
      "id": "c64c6f8d423b44f4acc50122eae9eccf_234"
    },
    {
      "start": 40067,
      "end": 40140,
      "text": "To do so, as the High Court did, is to breach a clear statutory mandate.\"",
      "labels": [
        "RATIO"
      ],
      "id": "5b2e1233b15f42e6a1a45cb52985615b_235"
    },
    {
      "start": 40142,
      "end": 40648,
      "text": "8.4 The aforesaid being the legal position which clearly establishes that the Court does not have power to condone the delay beyond the period of 30 days after a period of 3 months from the date of receipt of arbitral award or from the date on which the request under Section 33 had been disposed by the Arbitral Tribunal, and therefore, in the instant case, it is an admitted position that the application for condonation of delay was made beyond extended period of 30 days after 3 months period was over.",
      "labels": [
        "RATIO"
      ],
      "id": "984d60b3991b48598a6709f7fee2547b_236"
    },
    {
      "start": 40649,
      "end": 40708,
      "text": "Even if the period of delay is considered to be of 21 days.",
      "labels": [
        "RATIO"
      ],
      "id": "05aee45cf5ff4b44a94bca989e39fea5_237"
    },
    {
      "start": 40709,
      "end": 40900,
      "text": "Since Section 34(3) of the Act, 1996 bars condonation of delay beyond the period of 30 days after the period of 3 months is over as Section 5 of Limitation Act is not applicable to Act, 1996.",
      "labels": [
        "RATIO"
      ],
      "id": "876ef4b9b322463fa35ac5adabbb46d6_238"
    },
    {
      "start": 40901,
      "end": 41015,
      "text": "The Commercial Court has rightly dismissed the application made by the appellant praying for condonation of delay.",
      "labels": [
        "RATIO"
      ],
      "id": "f34fee4541e84d13b28ddc9945372d00_239"
    },
    {
      "start": 41017,
      "end": 41060,
      "text": "C/FA/1837/2021 JUDGMENT DATED: 17/09/2021 9",
      "labels": [
        "RPC"
      ],
      "id": "3e8281163bbd43eeaf9d5ada3b5a81b6_240"
    },
    {
      "start": 41061,
      "end": 41391,
      "text": "In view of the above discussion, we find that the view taken by the learned Judge, Commercial Court, City Civil Court, Ahmedabad while dismissing Commercial Civil Misc. Application No.313 of 2021 is correct and we do not find any reason to interfere with the findings and conclusions arrived at by the Commercial Court, Ahmedabad.",
      "labels": [
        "RPC"
      ],
      "id": "868a8768d1814d8aa9d3407f674bd098_241"
    },
    {
      "start": 41392,
      "end": 41475,
      "text": "Accordingly, the present appeal deserves to be dismissed and the same is dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "590c22c60793434aab454b195bbc516f_242"
    },
    {
      "start": 41476,
      "end": 41521,
      "text": "However, there shall be no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "8265e3ac5dfe4323ba684b801344cc2b_243"
    },
    {
      "start": 41522,
      "end": 41589,
      "text": "Consequently, connected civil applications also stand disposed off.",
      "labels": [
        "RPC"
      ],
      "id": "5a9ba543c89f418babbf055eaeac38eb_244"
    },
    {
      "start": 41590,
      "end": 41667,
      "text": "\n(THE ACTING CHIEF JUSTICE R.M.CHHAYA, J) (NIRZAR S. DESAI,J) P. SUBRAHMANYAM",
      "labels": [
        "NONE"
      ],
      "id": "bd38d8a7222d48ee853637e72f4c641e_245"
    }
  ]
}