{
  "id": "67f4b4a643c35251eba1f35eeaef1965bd251651dd1f5a0e3be3d7115f6cb1d9",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nJharkhand High Court\nThe State Of Jharkhand vs M/S Alternative For India Development on 21 July, 2023 \nAuthor: Sujit Narayan Prasad\nBench: Sujit Narayan Prasad, Ratnaker Bhengra \n                             1\n\n\n\n\n   In The High Court Of Jharkhand At Ranchi\n           Commercial Appeal No.07 of 2018\n                             ----\n1. The State of Jharkhand, through Secretary, Information\nand Technology, having its Office at Project building, P.O.\n& P.S. - Dhurwa, District - Ranchi.\n\n2. Jharkhand Agency for Promotion of Information\nTechnology (Jap-It), An Autonomous Body under\nDepartment of Information and Technology & e-\nGovernance, Government of Jharkhand, Registered under\nthe Societies Registration Act, through its Chief Executive\nOfficer having his registered Office at Engineer's Hostel\nNo.1, P.O. & P.S. - Dhurwa, District-Ranchi. \n                       ...     ...       Appellants/Petitioners\n                           Versus\nM/s Alternative For India Development, having its\nCorporate Office at Plot No.1, Vgn Nagar, (Yyapanthanga),\nP.O. Kattapakkam, P.S. & District - Chennai, through one\nof its Director Sri K.T. Arasu, Son of K.K. Kumarswamy\nNadar, Presently residing at Albert Compound, Pathal\nKuduwa, P.O. _ Ranchi, G.P.O., P.S. - Lower Bazar, district\n- Ranchi. \n       ...     ... Respondent/Opposite Party/Claimant\n                         ------- \nCoram :Hon'Ble Mr. Justice Sujit Narayan Prasad \n           Hon'Ble Mr. Justice Ratnaker Bhengra \n                            ------ \nFor the Appellants     : Mr. Sachin Kumar, Aag-Ii\n                         Ms. Surabhi, Ac to Aag-Ii\nFor the respondent     : Mr. Harendra Kr. Mahato, Advocate\n                         Mrs. Ahalya Mahato, Advocate \n                         Ms. Jyotsna Mahato, Advocate \n                                --------\nC.A.V. on 13.06.2023         Pronounced on 21.07.2023 \n\nPer Sujit Narayan Prasad, J.\nThe instant appeal preferred by the State under Section 13 of the Commercial Courts Act, 2015 is directed against the judgment dated 25.06.2018 passed in Commercial (Revoc) Case No. 05 of 2017 by the Presiding Officer, Commercial Court, Ranchi, whereby and whereunder the said case filed on behalf of the present appellant under Section 34 of the Arbitration and Conciliation Act, 1996 for setting aside the part of the arbitral award dated 02.06.2017 and additional award dated 07.07.2017 passed in Arbitration Case No. 01 of 2016 by learned Sole Arbitrator, whereby the claimant awarded with revenue support for the total number of 594 Common Services Centres @ Rs. 3284/- per Common Service Centres per month calculated from 26.11.2012 to 25.06.2016 totaling to Rs. 7,91,61,051/- plus interest upon the same as per the prime lending rate of State Bank of India for the applicable period to be calculated from November, 2012 till actual payment to the claimant, as well as the part of the impugned arbitral award dated 02.06.2017, whereby against the counter claim of Rs.13,40,63,107/-only Rs.9,47,706/- with lump sum amount of Rs. 2,00,000/- only awarded to the opposite party (appellant) as well as against the order dated 11.08.2017 passed in the Arbitration Case No. 01 of 2016 by the learned Sole Arbitrator rejecting the application under Section 33 (4) of the Arbitration and Conciliation Act, 1996 filed on behalf of the opposite party (present appellant) has been dismissed by the learned Commercial Court, Ranchi by the judgment dated 25.06.2018 passed in Commercial (Revoc) Case No. 05 of 2017.\n2. The brief facts of the case which are required to be enumerated, reads hereunder as :-\nThe Government of Jharkhand intended to provide convenient and speedy Government Services to the citizens, using Information and Technologies Communication through Common Services Centers (CSCs). The CSCs will be utilized as efficient distribution channels through which the Government of Jharkhand can offer its services, information and schemes etc. to citizens in a cost effective, sustainable and efficient manner. To undertake the delivery of Government Services on a Public Private Partnership basis, the Government of Jharkhand intends to appoint Service Centre Agencies (SCAs) to roll out and manage the CSCs in the State of Jharkhand and offer revenue support to the Scas, as mutually agreed and accepted by the State Designated Agency (Sda) through the SCA's Financial Bid. \nTherefore for the purpose of providing the said services, such as issuance and preparation of Aadhar Card, Voter Id, Caste Certificates, residential certificates etc., the Sca was required to be engaged for the setting up such CSCs, at least one Csc in a Panchayat, in the different districts / division of the State. The Common Services Centers are also known as Pragya Kendra. \nTherefore, a tender for rolling out and operation of around 4500 Common Service Centres in 5 divisions of the State of Jharkhand was floated. Accordingly, M/s Alternative For India Development, respondent herein, submitted its technical and commercial bid for 600 CSCs in Palamau Division in response to the tender and the said bid was accepted by the SDA. \nThereafter, the Master Service Agreement (MSA) was entered into on 11th April, 2007 for establishing 600 CSCs in Palamau Division. It has been mentioned in the Request for Proposal (RFP) that in each Panchayat of the Palamau Division at least one CSC was to be established, roll out and made operational. There were 600 Panchayats in the entire Palamau Division. As such, at least / minimum 600 nos. of CSCs were essentially required to be rolled out and operated by the SCA in the Palamau Division in accordance with RFP, the bid documents and the Agreement. \nClause-2.3 of the MSA provided for roll out of CSCs, the schedule for completion of Rollout with cumulative percentage of minimum number of CSCS in each division to be rolled out. As per the said clause of MSA, the 100% of the CSCs i.e. 600 in numbers, were to be rolled out within 12 months. It has also been mentioned at Clause 2.3(a) that the SCA shall set up and operationalize the CSCs at its own cost and expense within 12 months from the Effective Date. \nClause-3.1(f) clearly mentions that the SCA would not be eligible for the revenue of GOJ, support unless the CSCs have been rolled out within the specified timeframe and are certified as operational by the SDA. Clause 3.1 (f) also provides that only upon setting up CSCS and making operational 50% of the said CSCs, the SCA shall be eligible for 50% of the revenue support for the said operational CSCs and the balance 50% shall be deferred till the roll out of 100% CSCs. \nAs per the Master Service Agreement (MSA) executed on 11th April, 2007, Alternative for India Development, the respondent herein, was to roll out all the 600 CSCs within 12 months with effect from 11th April, 2007 but the respondent failed to meet the target. \nThereafter, vide Supplementary agreement dated 03.09.2012 wherein maximum period of completion of roll out of CSCs by the SCA was extended to 66 months from the effective date which was completed on 10th October, 2012. The respondent failed to complete 100% roll out, i.e. roll out of 600 CSCs in Palamau division, till the date of termination of agreement. \nIt is the case of the appellant that since M/s. Alternative For India Development failed to set up and made operational at least 50% of the CSCs during the stipulated period, as such, was not eligible for any revenue support since the Government of Jharkhand has incurred heavy loss due to failure in roll out of required number of CSCs in Palamau division. \nThe Revenue support for operational CSCs were calculated and the non-roll out penalty, non-operational penalty were imposed as per the provisions of MSA. The JAP-IT had paid revenue support to the respondent for the period September 2012 to March 2013. It was found that Non Rollout and Non-operational penalty amount for period of April, 2013 to December, 2013 was higher than the payable revenue support amount, thus, no revenue support amount found to be due for payment to the respondent. \nIt is the case of the appellant that non-performance of the contractual obligation by the SCA was the reason for the termination of the MSA vide order dated 27.06.2016. However, said termination of MSA, forfeiture of bank guarantee and blacklisting is not related to revenue support. \nThe revenue support was main issue in the arbitration proceedings. The prayer of the claimant (present respondent) for additional award in relation to the forfeiture of bank guarantee, termination of MSA by placing reliance upon the order passed by the Hon'ble High Court of Jharkhand in W.P. (C) No. 3103 of 2016 dated 22.06.2017 was having no relevancy in the matter in context. Therefore, the prayer of the claimant for an additional award has been rejected by the Sole Arbitrator on 11.08.2017. \nIt is the case of the appellant that L.P.A. No. 405 of 2017 filed on behalf of JAP-IT before this Court against the order dated 22.06.2017 passed in W.P. (C) No. 3103 of 2016 has been disposed of on 19.03.2018. \nThe claimant (present respondent) moved the Hon'ble High Court in Arbitration Application No. 01 of 2016 in which final order dated 15.07.2016 was passed and the sole Arbitrator was appointed. \nThereafter the claimant filed statement of claim along with documents before the Arbitrator. The appellants, being the opposite parties, filed their statement of defense dated 07.10.2016 alongwith all relevant documents also giving point wise reply of the claim petition. \nIt is the further case of the appellants that since considerable amount was to be realized from M/s Alternative for India Development on account of non-roll out, non-operational penalty and also towards liquidated damages for not confirming and not performing in terms of the MSA, therefore, a counter claim also made by JAP-IT dated 07.10.2016 before the learned Sole Arbitrator claiming an amount of Rs. 13,40,63,107/- including liquidated damages of Rs. 1,16,16,000/-. \nAfter hearing the parties, an Arbitral Award has been passed on 02.06.2017 in Arbitration Case No. 01 of 2016 by the Sole Arbitrator holding the respondents (the appellant herein) entitled for an amount of Rs.9,47,706/- towards the claim made under the head of the 70% share of the amount received by the Claimant from the citizens by offering the government services plus a lump sum amount of Rs. 2,00,000/- for the delay caused in disbursement of the said amount of the share of the State Government. Further, the respondent has been awarded with right to impose non-roll out penalty for the total 6 number of CSCs for the period from 26th November, 2012, the date when Claimant had rolled out 594 CSCs to 26th June, 2016, the date of termination of the MSA, which comes to Rs.7,84,800/-. \nFurther, direction has been given that after the deduction of the amounts awarded to the Respondents as well as after deduction of the amount already paid to the Claimant by way of Revenue Support, i.e. Rs. 60, 66,912 for the period from October, 2012 till March, 2013, the Claimant is awarded with Revenue Support for the total number of 594 CSCs @ of Rs. 3284/- per CSC per month calculated from 26th November, 2012 to 25th June, 2016, i.e., Rs.7,58,80,510/- plus interest upon the same within a period of two months. \nThereafter, an application was filed under Section 33 (1) (a) of the Arbitration and Conciliation Act, 1996 on behalf of the claimant, in which the learned Arbitrator passed a supplementary award dated 07.07.2017 by adding an amount of Rs. 32,80,541/- observing that the awarded amount be read as Rs.7,91,61,051/- and the amount awarded has been modified to the said extent. \nThe claimant filed another application under Section 33(4) of the Arbitration and Conciliation Act, 1996 to pass additional award for refund of Rs.47,28,960/- towards the bank guarantee submitted by the claimant which was forfeited which has been held to be not maintainable and accordingly dismissed. \nBeing aggrieved and dissatisfied with the said part of the arbitral award dated 02.06.2017 passed by the learned Arbitrator an Arbitration Case No. 01 of 2016, whereby the claimant awarded with revenue support for total number of 594 Common Service Centres as well as Supplementary Award dated 07.07.2017 as also against the rejection of the part of the counter claim and against the order dated 11.08.2017 passed in the said Arbitration Case No. 01 of 2016 by the learned Sole Arbitrator, the appellant filed an application under Section 34 of the Arbitration and conciliation Act, 1996 being the Commercial (REVOC) Case No. 05 of 2017 before the learned Commercial Court, Ranchi. \nThe learned Commercial Court heard the application learned Commercial Court, Ranchi has passed the judgment on 25.06.2018 dismissing the said petition. \nBeing aggrieved with the judgment dated 25.06.2018 passed in Commercial (REVOC) Case No. 05 of 2017 by the learned Commercial Court, Ranchi, the instant Commercial Appeal has been preferred. \n3. Mr. Sachin Kumar, learned Additional Advocate General appearing for the appellant State, has submitted that the work in question, i.e., 600 Common Service Centres was ought to be completed and had to be made operative and to that effect a certificate was required to be given by the authority concerned and it is only thereafter the revenue support was to be given to the claimant, as would appear from the condition stipulated under Condition No.3.1(f) of the Master Service Agreement. \nBut, herein, the centre has not been completed in entirety, rather only 594 centres have been installed and it has not been made operative since no revenue has been transmitted to the State Exchequer and, therefore, there was no certificate of making the centres operational as was required to be given in view of the condition stipulated for the purpose of providing revenue support. \nBut the learned Arbitrator, without taking into consideration the aforesaid aspect of the matter, has passed the Award in favour of the respondent concerned and hence the very issue of the condition as contained under Condition No.3.1(f) has been given go-bye and, therefore, it is against the public policy and the Award suffers from perversity. \nThe further contention has been raised that the learned Arbitrator has further erred in passing the Award in the counter claim by holding the appellant State entitled to meager amount of Rs.9,47,706/-\nAccording to the learned counsel for the appellant, the learned Arbitrator ought to have decided the counter claim by passing an Award commanding upon the claimant to compensate the State Exchequer by making payment of the amount which ought to have been collected through the people at large way of extending the benefit from the centres. But, instead of doing so, the Award has been passed in favour of the claimant directing the State appellant to make payment of Rs.7,91,61,051/- and hence, the very aspect of the matter of putting State Exchequer at loss has not been appreciated. \nThe contention has been made that on these grounds the Award has been challenged before the forum available under Section 34 of the Arbitration and Conciliation Act, 1996, but the learned court has also not appreciated the aforesaid fact and merely on the basis of the reason that the forum available under Section 34 is having very little scope to exercise the power of judicial review so far as the finding recorded by the Arbitral Tribunal is concerned. But the issue which is being raised as a ground, as referred hereinabove, ought to have been considered by the forum exercising the power conferred under Section 34 of the Act, 1996. \nLearned counsel for the appellant, in support of his argument, has relied upon the judgment rendered by Hon'ble Apex Court in the case of Ssangyong Engineering and Construction Company Limited v. National Highways Authority of India (NHAI) reported in (2019) 15 SCC 131. \nLearned counsel for the appellant, in the backdrop of the aforesaid premise, coupled with the reliance put upon the judgment rendered by the Hon'ble Apex Court in the case of Ssangyong Engineering and Construction Company Limited v. National Highways Authority of India (NHAI) (Supra) has contended that the order impugned dated judgment dated 25.06.2018 passed in Commercial (REVOC) Case No. 05 of 2017 suffers from patent illegality and, hence, not sustainable in the eyes of law. \n4. Per contra, Mr. Harendra Kr. Mahato, learned counsel appearing for the claimant, the respondent herein, has submitted that the learned Arbitrator has considered each and every aspect of the matter, if the Award will be looked into, more particularly paragraph 12 and 27 thereof.\nAccording to the learned counsel for the claimant, the respondent herein, the learned Arbitrator has considered the condition stipulated at Condition No. 2.1(a) i.e. (i) for completion of 600 centres; and Condition No.3.2(a)(i) that a certificate is to be given of making the centres operational.\nThe learned Arbitrator has considered the aforesaid condition and considering the fact that 594 centres have already been installed out of 600 which is near about 99% and hence only because 1% of the centre has not been installed the benefit of revenue support cannot be denied to be given to the respondent. \nThe learned Arbitrator has further considered the second condition of certificate to be given by the agency making the centres operational but the said certificate was to be given by the S.D.A., the agency concerned and hence, giving the certificate with respect to making the centre operational was the duty of the agency and if such certificate was not given by the agency for which the claimant cannot be made to suffer. \nLearned Arbitrator has further considered the stand of the claimant as referred at paragraph 12 of the Award wherein it has been admitted by the State that in order to make out the operational process more easier and transparent OMT/E-Nagrick/E-Taal systems have been adopted. \nThe State has taken the plea that aforesaid software system since has been found to be faulty and hence the certificate could not be given. \nLearned counsel for the claimant, therefore, has taken the ground that if the learned Tribunal has considered the very condition as contained in Condition No. 2.1(a) i.e. (i) for completion of 600 centres; and Condition No.3.2(a)(i) that a certificate is to be given of making the centres operational. However, learned Tribunal has passed the Award by taking into consideration the fact that 99% of the centres has been installed and the Certificate of making the centre operational since has not been given due to the faulty software system, as per the admission made by the agency, as would appear from the discussion made in paragraph 12 of the Award and in that view of the matter if the Award has been passed in favour of the claimant, the same cannot be said to suffer from an error. \nin that view of the matter, it cannot be said that the Award is against the public policy. \nThe further contention has been made that the scope of judicial review either under Section 34 or the Arbitration and Conciliation Act, 1996 or under Section 13(1A) of the Commercial Courts Act is very limited and the same can only be exercised if the Award is found to be contrary to the public policy and the Award suffers from perversity. But, none of the condition is available herein and by taking into consideration the aforesaid fact the learned court while exercising the power under Section 34 of the Act, 1996 if has declined to interfere with the arbitral Award, the same cannot be said to suffer from an error. \nLearned counsel appearing for the respondent has relied upon the judgment Associate Builders v. Delhi Development Authority reported in (2015) 3 SCC 49, Oil & Natural Gas Corporation Ltd. V. Saw Pipes Ltd. reported in (2003) 5 SCC 705 and Navodaya Mass Entertainment Limited v. J.M. Combines reported in (2015) 5 SCC 698.\n5. We have heard learned counsel for the parties, perused the documents available on record as also the finding recorded by the learned Arbitrator and the learned court while exercising the power under Section 34 of the Act, 1996. \n6. This Court, before appreciating the argument advanced on behalf of the parties, deems it fit and proper to refer the position of law regarding the power of judicial review in the arbitral Award. \nIn the case of Associate Builders v. Delhi Development Authority reported in (2015) 3 SCC 49, the Hon'ble Apex Court while dealing with the scope of judicial review in the matter of an arbitral Award has taken into consideration the judgment passed in McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181 and has held at para 22 which is required to be referred herein which reads hereunder as :-\n22. In McDermott International Inc. v. Burn Standard Co.\nLtd. [(2006) 11 SCC 181] , this Court held:\n\"58. In Renusagar Power Co. Ltd. v. General Electric Co. [1994 Supp (1) SCC 644] this Court laid down that the arbitral award can be set aside if it is contrary to (a) fundamental policy of Indian law; (b) the interests of India; or (c) justice or morality. A narrower meaning to the expression 'public policy' was given therein by confining judicial review of the arbitral award only on the aforementioned three grounds. An apparent shift can, however, be noticed from the decision of this Court in ONGC Ltd. v. Saw Pipes Ltd. [(2003) 5 SCC 705] (for short 'ONGC'). This Court therein referred to an earlier decision of this Court in Central Inland Water Transport Corpn. Ltd. v. Brojo Nath Ganguly [(1986) 3 SCC 156] wherein the applicability of the expression 'public policy' on the touchstone of Section 23 of the Contract Act, 1872 and Article 14 of the Constitution of India came to be considered. This Court therein was dealing with unequal bargaining power of the workmen and the employer and came to the conclusion that any term of the agreement which is patently arbitrary and/or otherwise arrived at because of the unequal bargaining power would not only be ultra vires Article 14 of the Constitution of India but also hit by Section 23 of the Contract Act, 1872. In ONGC [(2003) 5 SCC 705] this Court, apart from the three grounds stated in Renusagar [Renusagar Power Co. Ltd. v. General Electric Co., 1994 Supp (1) SCC 644] , added another ground thereto for exercise of the court's jurisdiction in setting aside the award if it is patently arbitrary. \n59. Such patent illegality, however, must go to the root of the matter. The public policy violation, indisputably, should be so unfair and unreasonable as to shock the conscience of the court. Where the arbitrator, however, has gone contrary to or beyond the expressed law of the contract or granted relief in the matter not in dispute would come within the purview of Section 34 of the Act. However, we would consider the applicability of the aforementioned principles while noticing the merits of the matter. \n60. What would constitute public policy is a matter dependent upon the nature of transaction and nature of statute. For the said purpose, the pleadings of the parties and the materials brought on record would be relevant to enable the court to judge what is in public good or public interest, and what would otherwise be injurious to the public good at the relevant point, as contradistinguished from the policy of a particular Government. \nFurther, the Hon'ble Apex Court in the case of PSA SICAL Terminals Pvt. Ltd. Vs Board of Trustees of V.O. Chidambranar Port Trust Tuticorin and Others reported in 2021 SCC OnLine SC 508, has taken the similar view which has been observed at paragraph 43 of the judgment which is being referred hereunder as:-\n43. It will thus appear to be a more than settled legal position, that in an application under Section 34, the court is not expected to act as an appellate court and reappreciate the evidence. The scope of interference would be limited to grounds provided under Section 34 of the Arbitration Act. The interference would be so warranted when the award is in violation of \"public policy of India\", which has been held to mean \"the fundamental policy of Indian law\". A judicial intervention on account of interfering on the merits of the award would not be permissible. However, the principles of natural justice as contained in Section 18 and 34(2)(a)(iii) of the Arbitration Act would continue to be the grounds of challenge of an award. The ground for interference on the basis that the award is in conflict with justice or morality is now to be understood as a conflict with the \"most basic notions of morality or justice\". It is only such arbitral awards that shock the conscience of the court, that can be set aside on the said ground. An award would be set aside on the ground of patent illegality appearing on the face of the award and as such, which goes to the roots of the matter. However, an illegality with regard to a mere erroneous application of law would not be a ground for interference. Equally, reappreciation of evidence would not be permissible on the ground of patent illegality appearing on the face of the award. \nIn a recent judgment passed in Reliance Infrastructure Ltd. Vs State of Goa reported in 2023 SCC OnLine SC 604, the Hon'ble Apex Court has reiterated its view and has observed at paragraph 48 which reads hereunder as :-\n\"48. In MMTC Limited (supra), this Court took note of various decisions including that in the case of Associate Builders (supra) and exposited on the limited scope of interference under Section 34 and further narrower scope of appeal under Section 37 of the Act of 1996, particularly when dealing with the concurrent findings (of the Arbitrator and then of the Court). This Court, inter alia , held as under:--\n\"11. As far as Section 34 is concerned, the position is well-settled by now that the Court does not sit in appeal over the arbitral award and may interfere on merits on the limited ground provided under Section 34(2)(b)(ii) i.e. if the award is against the public policy of India. As per the legal position clarified through decisions of this Court prior to the amendments to the 1996 Act in 2015, a violation of Indian public policy, in turn, includes a violation of the fundamental policy of Indian law, a violation of the interest of India, conflict with justice or morality, and the existence of patent illegality in the arbitral award. Additionally, the concept of the \"fundamental policy of Indian law\" would cover compliance with statutes and judicial precedents, adopting a judicial approach, compliance with the principles of natural justice, and Wednesbury [Associated Provincial Picture Houses v. Wednesbury Corpn., [1948] 1 K.B. 223 (CA)] reasonableness. Furthermore, \"patent illegality\" itself has been held to mean contravention of the substantive law of India, contravention of the 1996 Act, and contravention of the terms of the contract. \n12. It is only if one of these conditions is met that the Court may interfere with an arbitral award in terms of Section 34(2)(b)(ii), but such interference does not entail a review of the merits of the dispute, and is limited to situations where the findings of the arbitrator are arbitrary, capricious or perverse, or when the conscience of the Court is shocked, or when the illegality is not trivial but goes to the root of the matter. An arbitral award may not be interfered with if the view taken by the arbitrator is a possible view based on facts. \n13. It is relevant to note that after the 2015 Amendment to Section 34, the above position stands somewhat modified. Pursuant to the insertion of Explanation 1 to Section 34(2), the scope of contravention of Indian public policy has been modified to the extent that it now means fraud or corruption in the making of the award, violation of Section 75 or Section 81 of the Act, contravention of the fundamental policy of Indian law, and conflict with the most basic notions of justice or morality. Additionally, sub-section (2-A) has been inserted in Section 34, which provides that in case of domestic arbitrations, violation of Indian public policy also includes patent illegality appearing on the face of the award. The proviso to the same states that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence. \n14. As far as interference with an order made under Section 34, as per Section 37, is concerned, it cannot be disputed that such interference under Section 37 cannot travel beyond the restrictions laid down under Section 34. In other words, the court cannot undertake an independent assessment of the merits of the award, and must only ascertain that the exercise of power by the court under Section 34 has not exceeded the scope of the provision. Thus, it is evident that in case an arbitral award has been confirmed by the court under Section 34 and by the court in an appeal under Section 37, this Court must be extremely cautious and slow to disturb such concurrent findings.\" \nIt is evident from the judicial pronouncements referred hereinabove, that the appellate court while exercising the power regarding the illegality and propriety of the arbitral Award is not supposed to reappraise the evidence as also interference to the arbitral Award does not intend a review of the merits of the dispute, rather, it is limited to the situations whether the findings of the Arbitrator are arbitrary or capricious or perverse or when the conscience of the court shocks or when the illegality is not trivial but goes to the root of the matter. \nFurther, an arbitral Award may not be interfered with if the view taken by the Arbitrator is a possible view based on facts.\n7. So far as the fact of the given case is concerned, the Government of Jharkhand, for convenient and speedy Government Services to the citizens, through Common Services Centers (CSCs) such as issuance and preparation of Aadhar Card, Voter ID, Caste Certificates, residential certificates etc., decided that at least one CSC in a Panchayat, in the different districts / division of the State should be established and, therefore, a tender for rolling out and operation of around 4500 Common Service Centres in 5 divisions of the State of Jharkhand was floated. Accordingly, M/s Alternative For India Development, respondent herein, submitted its technical and commercial bid for 600 CSCs in Palamau Division in response to the tender and the said bid was accepted by the SDA. \nThereafter, Agreement was entered into on 11th April, 2007 for establishing 600 CSCs in Palamau Division. There were 600 Panchayats in the entire Palamau Division. As such, at least / minimum 600 nos. of CSCs were essentially required to be rolled out and operated by the SCA in the Palamau Division. \nClause-3.1(f) of the contract stipulates that the SCA would not be eligible for the revenue support of Government of Jharkhand, unless the CSCs have been rolled out within the specified timeframe and are certified as operational by the SDA. Clause 3.1 (f) also provides that only upon setting up CSCs and making operational 50% of the said CSCs, the SCA shall be eligible for 50% of the revenue support for the said operational CSCs and the balance 50% shall be deferred till the roll out of 100% CSCs. \nAs per the Agreement, Alternative for India Development, the respondent herein, was to roll out all the 600 CSCs within 12 months with effect from 11th April, 2007 but the respondent failed to meet the target. \nThereafter, vide Supplementary agreement dated 03.09.2012 wherein maximum period of completion of roll out of CSCs by the SCA was extended to 66 months from the effective date which was completed on 10th October, 2012. The respondent failed to complete 100% roll out, i.e. roll out of 600 CSCs in Palamau division, till the date of termination of agreement. \nIt is the case of the appellant that since M/s. Alternative For India Development failed to set up and made operational at least 50% of the CSCs during the stipulated period, as such, was not eligible for any revenue support since the Government of Jharkhand has incurred heavy loss due to failure in roll out of required number of CSCs in Palamau division. \nThe Revenue support for operational CSCs was calculated and the non-roll out penalty, non-operational penalty were imposed as per the provisions of the Agreement. The JAP-IT had paid revenue support to the respondent for the period September 2012 to March 2013. It was found that Non Rollout and Non-operational penalty amount for period of April, 2013 to December, 2013 was higher than the payable revenue support amount, thus, no revenue support amount found to be due for payment to the respondent. \nThe revenue support was main issue in the arbitration proceedings wherein prayer was made by the claimant for additional award has been rejected by the Sole Arbitrator on 11.08.2017. \nThe claimant (respondent herein) moved before this Court in Arbitration Application No. 01 of 2016 in which final order dated 15.07.2016 was passed and the sole Arbitrator was appointed. \nThereafter the claimant filed statement of claim along with documents before the Arbitrator. The appellants, being the opposite parties, filed their statement of defense dated 07.10.2016 alongwith all relevant documents. \nAfter hearing the parties, the Arbitral Award has been passed on 02.06.2017 in Arbitration Case No. 01 of 2016 by the Sole Arbitrator holding the respondents (the appellant herein) entitled for an amount of Rs.9,47,706/- towards the claim made under the head of the 70% share of the amount received by the Claimant from the citizens by offering the government services plus a lump sum amount of Rs. 2,00,000/- for the delay caused in disbursement of the said amount of the share of the State Government. Further, the respondent has been awarded with right to impose non-roll out penalty for the total 6 number of CSCs for the period from 26th November, 2012, the date when Claimant had rolled out 594 CSCs to 26th June, 2016, the date of termination of the MSA, which comes to Rs.7,84,800/-. \nFurther, direction has been given that after the deduction of the amounts awarded to the Respondents as well as after deduction of the amount already paid to the Claimant by way of Revenue Support, i.e. Rs. 60, 66,912 for the period from October, 2012 till March, 2013, the Claimant is awarded with Revenue Support for the total number of 594 CSCS @ of Rs. 3284/- per CSC per month calculated from 26th November, 2012 to 25th June, 2016, i.e., Rs.7,58,80,510/- plus interest upon the same within a period of two months. \nThereafter, an application was filed under Section 33 (1) (a) of the Arbitration and Conciliation Act, 1996 on behalf of the claimant, in which the learned Arbitrator passed a supplementary award dated 07.07.2017 by adding an amount of Rs. 32,80,541/- observing that the awarded amount be read as Rs.7,91,61,051/- and the amount awarded has been modified to the said extent. \nThe claimant filed another application under Section 33(4) of the Arbitration and Conciliation Act, 1996 to pass additional award for refund of Rs.47,28,960/- towards the bank guarantee submitted by the claimant which was forfeited which has been held to be not maintainable and accordingly dismissed. \nBeing aggrieved and dissatisfied with the said part of the arbitral award dated 02.06.2017 passed by the learned Arbitrator an Arbitration Case No. 01 of 2016, whereby the claimant awarded with revenue support for total number of 594 Common Service Centres as well as Supplementary Award dated 07.07.2017 as also against the rejection of the part of the counter claim and against the order dated 11.08.2017 passed in the said Arbitration Case No. 01 of 2016 by the learned Sole Arbitrator, the appellant filed an application under Section 34 of the Arbitration and conciliation Act, 1996 being the Commercial (REVOC) Case No. 05 of 2017 before the learned Commercial Court, Ranchi. \nThe learned Commercial Court heard the application and passed the judgment on 25.06.2018 dismissing the said petition. \nBeing aggrieved with the judgment dated 25.06.2018 passed in Commercial (REVOC) Case No. 05 of 2017 by the learned Commercial Court, Ranchi, the instant Commercial Appeal has been preferred. \nIt is evident from the record that the agreement has been entered which contains several conditions. One of the conditions is for the purpose of giving revenue support to the claimant. \n8. Learned counsel appearing for the appellant since is questioning the arbitral Award as also the order passed by the learned court in exercise of power conferred under Section 34 of the Act, 1996 that the Award so passed by casting liability upon the State appellant due to the negligence in not giving the revenue support even after completion of the entire centres and the centres have not become operational. \nTherefore, this Court, instead of dealing with other conditions, is now confining to deal with the condition which pertains to extending the benefit of revenue support in favour of the claimant which is available at Condition No.2.1 of the Agreement which is being referred hereunder as :-\n\"2.1 Scope of the MSA a) The SCA mandated to establish around 600 number of CSCs in Palamu Division of the State of Jharkhand. The GoJ will provide a variety of Government Services through the CSCs. These centres are proposed to be set up in the panchayat bhawans or suitable spaces available or at alternate locations preferably near the same. The SCA shall be responsible for identifying such locations with the guidance of the SDA. \nb) The GoJ will extend revenue support to the SCA as agreed mutually under this MSA. \nc) The details of the Palamu division and the revenue support sought is as follows :\nSl. Name of Approx Revenue Support Required No. Division No. of from JAP-IT in Indian CSCs Rupees per CSC per proposed month over the 4 year period 1 Palamu 600 3284 It is evident that for the purpose of giving revenue support, two conditions have been stipulated in the condition as referred hereinabove. The first is that the centre, 600 in number, is to be set up and the second condition is that the centre is to be made operational and to that effect a certificate is to be given by the S.D.A., the agency concerned, the State functionary herein. \nThe claim of the claimant is that out of 600 centres, 594 centres have been set up, however, it was not within the period as agreed in pursuance to the agreement dated 11th April, 2007 but subsequent thereto, a supplementary agreement has been enreached in between the parties whereby extension of 66 months have been granted under which out of 600 centres, 594 centres have been set up. But no revenue support has been given and a dispute arose which was finally referred to the Arbitrator by appointing Arbitrator by the High Court in exercise of power conferred under Section 11(6) of the Arbitration and Conciliation Act, 1996. \nThe claimant has taken the plea that there is no laches on his part and out of 600 centres, 594 centres have been set up and the operation certificate which was to be given by the S.D.A. has not been given and, therefore, the revenue support, which, as per the agreement the claimant was entitled, since has not been given, the claimant has been made to suffer and hence the Award is prayed to be passed in his favour.\n9. While on the other hand, the State appellant has also filed counter claim on the pretext of the fact that the revenue which was to be generated by virtue of setting up of the agency has not been transmitted to the State Exchequer due to the laches committed on the part of the claimant and, hence they are entitled for the damages. \n10. The learned Tribunal has considered various aspect of the matter. The documents have been adduced. The learned Tribunal, in order to adjudicate the issue, has formulated following issues :-\n(i) Whether the Claimant is entitled to the claim raised by it in the petition of Claim and whether the same is payable in law or on facts in terms of the Master Service Agreement and the Supplementary Agreement?\n(ii) Whether the Supplementary Agreement dated 03.09.2012 has merged with the main Master Service Agreement dated 11.04.2007 and whether the parties are bound by the terms of the Master Service Agreement as well as the Supplementary Agreement dated 03.09.2012?\n(iii) Whether the Respondents have relinquished or waived the provisions of the Master Service Agreement in relation to the payment of the revenue support amount by the Respondent to the Claimant? \n(iv) Whether the Respondents are barred by Principle of estoppels from relying on the provisions of Master Service Agreement relating to the payment of the revenue support amount by the Respondent to the Claimant? \n(v) Whether the Claimant has performed its part of the contract and / or whether it has breached / violated any of the terms of the contract entered into between the parties particularly Clause 4.2(b) of the Contract as alleged by the Respondent? \n(vi) Whether an amount of Rs.8,52,07,100/- is payable by the Respondents to the Claimant towards the revenue support as claimed by it? \n(vii) Whether an amount of Rs. 2,79,62,132/- is payable by the Respondents to the Claimant as Escalation Cost as claimed by the Claimant? \n(viii) Whether the Claimant is entitled to interest @ 15% on delayed payment i.e. Rs. 3,97,92,689/- till the date of filing of the Claim Petition as claimed by it? \n(ix) Whether an amount of Rs.13,40,63,107/- is payable by the Claimant to the Respondent by way of Counter Claim on account of revenue collected from the citizens for government services, non-rollout penalty amount, non-operational penalty amount, offsetting amount, liquidated damages as claimed by the Respondent in terms of the Master Service Agreement read with Supplementary Agreement dated 03.09.2012 and whether the amount aforesaid is at all admissible to be paid by the Claimant to the Respondent and whether the Claimant was required to roll out 600 Common Service Centers in accordance with the provisions of Master Service Agreement dated 11.04.2007 read with Supplementary Agreement dated 03.09.2012? \nThe State appellant is only concerned with issue No.(ix) which pertains to revenue support in the light of non-compliance of the condition stipulated under Condition No.2.1(a) of the Master Service Agreement. \nThe learned Tribunal has considered the aforesaid condition and by taking note of the fact that out of 600 centres, 594 centres have been installed which is almost 99% of the work in entirety and hence came to the conclusion that if 1% of the centres has not been set up, the claimant cannot be denied the benefit of revenue support.\nThe learned Arbitrator has considered the second condition regarding certificate to be given of making the centres operational, that is the ground taken by the State appellant that in absence of certificate of making the centres operational, there cannot be revenue support to be given to be claimant.\nThe learned Arbitrator has considered the stand of the State appellant in order to assess that by whom the operational certificate was to be given, whether it was to be given by the State or if the State has not given, whether the claimant can be held responsible for that so as to put him at financial loss by not giving the benefit of revenue support.\nThe learned Arbitrator has further considered the stand of the appellant wherein it has been admitted that the operational certificate could not be given due to change in the system, as would appear from the discussion so made at paragraph 12 of the Award passed by the learned Arbitrator, for ready reference, paragraph 12 is quoted hereunder as :-\n\"12. Further, the Learned Senior Counsel for the Claimant, arguing upon the penal provisions under the MSA emphasized on the point that, as a consequence of the execution of the Supplementary Agreement, the entire Clause 2.3(b) stood deleted and thereby no penal provisions remained enforceable under the MSA. Therefore, non-operational penalty and or non-roll out penalty cannot be levied as there is no provision in the MSA regarding penalty for the same and therefore the schedule to the MSA which speaks about penalty is of no avail. Further he contended that, the Respondent has calculated the non-operational penalty on the basis of reports of E- Nagrik software which in itself was faulty and not provided for in the MSA. Accordingly the Claimant is not liable to pay any amount towards penalty for non- roll out or non operationality of any CSCs. Therefore, Respondent cannot rely on the penalty clause which stood deleted after the execution of the Supplementary Agreement; therefore the Respondent cannot bank upon something which does not exist in the MSA. Further by citing Clause 3.2(a)(i) of the MSA, the Claimant stated that, it had to submit certificate from JAP-IT or designated agency certifying that all the CSCs have been rolled out and are operational but the Respondent never issued a single certificate in respect of the same rather they alternatively introduced Online Monitoring Tool for certifying CSCs. He further submitted that, the fact that the OMT/E- Nagrick/E- Taal systems introduced by the Respondent at subsequent stages of Agreement period were non- functioning and not reliable, was also recorded in the internal CSC review meeting held on 14.05.2017 in the chamber of the Principal Secretary, Department of IT.\" \nThe learned Arbitrator, after taking into consideration the admission on the part of the State, that due to the glitch in the software, the operational certificate could not be given, has given specific finding at paragraph 27 of the Award wherein it has been held that if it is the admission on the part of the State appellant that the operational certificate could not be given due to introduction of the new software which has been found to be faulty, therefore, for the fault on the part of the State, the claimant cannot be allowed to suffer, for ready reference paragraph 27 of the Award is being quoted and referred hereunder as :-\n\"27. Further, under Clause 2(a) which provides for the scope of the MSA states that, the SCA is mandated to establish 600 numbers of CSCs in the Palamu Division of State of Jharkhand. Further the Clause 2(c) goes on to provide the details of the Palamu Division and the revenue support sought for the same. The 3rd row of the table provided in the said clause which deals with the number of CSCs reads as - \"approx no of CSC's proposed\". Therefore, after analysing the MSA in its entirety, I am of the view that, under various clauses in the said MSA the roll-out and operations of the CSCs are indicated in percentile calculation and the same is not practically possible without the figures being certain or exact. I am therefore certain that, it is evidently clear from the wordings and interpretation of the terms of the MSA in total that, the SCA was required to roll-out a total of 600 CSCs, since all the calculations made under the MSA, may it be for revenue support or for imposition of penalty was provided in percentage manner and the same percentile figure cannot be obtained unless and until the figure out of which it has to be derived is certain or exact.\" \nThe learned Arbitrator on the basis of the aforesaid fact, has passed the Award holding therein that the appellant itself is at fault in not giving operation certificate who is only to give certificate as per the stipulation made under Condition No.3.2(a)(i) and, therefore, for the fault committed by the Agency, the claimant cannot be allowed to suffer and, accordingly, passed the Award in favour the claimant. \n11. The argument of the learned counsel for the appellant that the Award is contrary to the public policy and suffers from perversity, which according to our considered view, cannot be said to have substance, reason being that if the condition has been enshrined in the agreement, it is incumbent upon the parties to comply it in strict sense. Either of the parties, if do not comply with the condition and due to such non-compliance no relief can be sought for by such party who is at fault.\nHerein, the condition stipulated at Condition No. 2.1(a) i.e., for completion of 600 centres; and Condition No.3.2(a)(i) that a certificate is to be given of making the centres operational. \n12. So far as the completion of 600 centres are concerned, out of 600 centres, 594 centres have already been installed, i.e., 99% of the work and hence denial of the revenue support only if 1% centres have not been set up, the same has been held to be not justified by the learned Arbitrator as also the learned court while refusing to interfere with the Award in exercise of power conferred under Section 34 of the Act, 1996, which according to our considered view, cannot be said to suffer from an error, it is for the reason that there cannot be any deviation from the agreement and if condition has been stipulated, the same has to be adhered to. \nThe plea is being taken on behalf of the State appellant that the operational certificate is not available and hence the learned Arbitrator or the forum under Section 34 of the Act, 1996 ought to have taken into consideration the aforesaid fact. \n13. There is no denial that it ought to have been considered but the fact herein is that the operational certificate if was required to be given by the State and when the State is admitting the fact that due to the technical glitch in the new software introduced for giving operation certificate which establishes that the laches is on the part of the State and the law is well settled that if the laches is on the part of the party, such party cannot be allowed to take advantage of its wrong/illegality as has been held by Hon'ble Apex Court in the case of Kusheshwar Prasad Singh vs. State of Bihar and Ors., (2007) 11 SCC 447, wherein at paragraphs-14, 15 and 16, the Hon'ble Apex Court has observed as under:\n\"14. In this connection, our attention has been invited by the learned counsel for the appellant to a decision of this Court in Mrutunjay Pani v. Narmada Bala Sasmal [AIR 1961 SC 1353] wherein it was held by this Court that where an obligation is cast on a party and he commits a breach of such obligation, he cannot be permitted to take advantage of such situation. This is based on the Latin maxim commodum ex injuria sua nemo habere debet (no party can take undue advantage of his own wrong). \n15. ... This Court (at SCC p. 142, para 28) referred to Broom's Legal Maxims (10th Edn.), p. 191 wherein it was stated:\n\"It is a maxim of law, recognised and established, that no man shall take advantage of his own wrong; and this maxim, which is based on elementary principles, is fully recognised in courts of law and of equity, and, indeed, admits of illustration from every branch of legal procedure.\" \n16. It is settled principle of law that a man cannot be permitted to take undue and unfair advantage of his own wrong to gain favourable interpretation of law. It is sound principle that he who prevents a thing from being done shall not avail himself of the non-performance he has occasioned. To put it differently, \"a wrongdoer ought not to be permitted to make a profit out of his own wrong\".\" So far as the question of public policy is concerned, there is not dispute that the interference would be warranted if the Award is in violation of the public policy of India. The Hon'ble Apex Court in the case of Oil & Natural Gas Corporation Ltd. v. Saw Pipes Ltd. (Supra), has been pleased to observe as under paragraph 31 that the expression public policy of India, as contained in Section 34, would now be the fundamental policy of Indian Law, as explained in para 18 and 27 of Associate Builders v. Delhi Development Authority reported in (2015) 3 SCC 49, i.e., the fundamental policy of Indian Law would be related to Renusagar [Renusagar Power Co. Ltd. v. general Electric Co. (1994) Supp (1) SCC 644] understanding of this expression. Paragraph 31 of the judgment rendered in public policy of India. The Hon'ble Apex Court in the case of Oil & Natural Gas Corporation Ltd. v. Saw Pipes Ltd.(Supra) is quoted hereunder as :-\n\"31. Therefore, in our view, the phrase \"public policy of India\" used in Section 34 in context is required to be given a wider meaning. It can be stated that the concept of public policy connotes some matter which concerns public good and the public interest. What is for public good or in public interest or what would be injurious or harmful to the public good or public interest has varied from time to time. However, the award which is, on the face of it, patently in violation of statutory provisions cannot be said to be in public interest. Such award/judgment/decision is likely to adversely affect the administration of justice. Hence, in our view in addition to narrower meaning given to the term \"public policy\" in Renusagar case [1994 Supp (1) SCC 644] it is required to be held that the award could be set aside if it is patently illegal. The result would be -- award could be set aside if it is contrary to:\n(a) fundamental policy of Indian law; or (b) the interest of India; or (c) justice or morality, or (d) in addition, if it is patently illegal. \nIllegality must go to the root of the matter and if the illegality is of trivial nature it cannot be held that award is against the public policy. Award could also be set aside if it is so unfair and unreasonable that it shocks the conscience of the court. Such award is opposed to public policy and is required to be adjudged void.\" \nIt has further been observed that the public policy of India is now constricted to be first; Award is contrary to the fundamental policy of Indian Law as understood in paragraph 28 of the Associate Builders v. Delhi Development Authority (Supra), which reads hereunder as:-\n28. In a recent judgment, ONGC Ltd. v. Western Geco International Ltd. [(2014) 9 SCC 263 : (2014) 5 SCC (Civ) 12] , this Court added three other distinct and fundamental juristic principles which must be understood as a part and parcel of the fundamental policy of Indian law. The Court held: (SCC pp. 278-80, paras 35 & 38-40) \"35. What then would constitute the 'fundamental policy of Indian law' is the question. \nThe decision in ONGC [(2003) 5 SCC 705 : AIR 2003 SC 2629] does not elaborate that aspect. Even so, the expression must, in our opinion, include all such fundamental principles as providing a basis for administration of justice and enforcement of law in this country. Without meaning to exhaustively enumerate the purport of the expression 'fundamental policy of Indian law', we may refer to three distinct and fundamental juristic principles that must necessarily be understood as a part and parcel of the fundamental policy of Indian law. The first and foremost is the principle that in every determination whether by a court or other authority that affects the rights of a citizen or leads to any civil consequences, the court or authority concerned is bound to adopt what is in legal parlance called a 'judicial approach' in the matter. The duty to adopt a judicial approach arises from the very nature of the power exercised by the court or the authority does not have to be separately or additionally enjoined upon the fora concerned. What must be remembered is that the importance of a judicial approach in judicial and quasi-judicial determination lies in the fact that so long as the court, tribunal or the authority exercising powers that affect the rights or obligations of the parties before them shows fidelity to judicial approach, they cannot act in an arbitrary, capricious or whimsical manner. Judicial approach ensures that the authority acts bona fide and deals with the subject in a fair, reasonable and objective manner and that its decision is not actuated by any extraneous consideration. Judicial approach in that sense acts as a check against flaws and faults that can render the decision of a court, tribunal or authority vulnerable to challenge. \n***\n38. Equally important and indeed fundamental to the policy of Indian law is the principle that a court and so also a quasi-judicial authority must, while determining the rights and obligations of parties before it, do so in accordance with the principles of natural justice. Besides the celebrated audi alteram partem rule one of the facets of the principles of natural justice is that the court/authority deciding the matter must apply its mind to the attendant facts and circumstances while taking a view one way or the other. Non- application of mind is a defect that is fatal to any adjudication. Application of mind is best demonstrated by disclosure of the mind and disclosure of mind is best done by recording reasons in support of the decision which the court or authority is taking. The requirement that an adjudicatory authority must apply its mind is, in that view, so deeply embedded in our jurisprudence that it can be described as a fundamental policy of Indian law. \n39. No less important is the principle now recognised as a salutary juristic fundamental in administrative law that a decision which is perverse or so irrational that no reasonable person would have arrived at the same will not be sustained in a court of law. Perversity or irrationality of decisions is tested on the touchstone of Wednesbury [Associated Provincial Picture Houses Ltd. v. Wednesbury Corpn., (1948) 1 KB 223 :\n(1947) 2 All ER 680 (CA)] principle of reasonableness. Decisions that fall short of the standards of reasonableness are open to challenge in a court of law often in writ jurisdiction of the superior courts but no less in statutory processes wherever the same are available. \n40. It is neither necessary nor proper for us to attempt an exhaustive enumeration of what would constitute the fundamental policy of Indian law nor is it possible to place the expression in the straitjacket of a definition. What is important in the context of the case at hand is that if on facts proved before them the arbitrators fail to draw an inference which ought to have been drawn or if they have drawn an inference which is on the face of it, untenable resulting in miscarriage of justice, the adjudication even when made by an Arbitral Tribunal that enjoys considerable latitude and play at the joints in making awards will be open to challenge and may be cast away or modified depending upon whether the offending part is or is not severable from the rest.\" \n(emphasis in original) It requires to refer herein the paragraph 33 of the judgment rendered in the case of Associate Builders v. Delhi Development Authority (Supra) for the purpose of consideration of the argument advanced on behalf of the appellant in order to assess as to whether the learned Arbitrator or the learned court exercising the power under Section 34 of the Act, has acted contrary to the public policy of India , for ready reference, paragraph 33 is quoted hereunder as :-\n\"33. It must clearly be understood that when a court is applying the \"public policy\" test to an arbitration award, it does not act as a court of appeal and consequently errors of fact cannot be corrected. A possible view by the arbitrator on facts has necessarily to pass muster as the arbitrator is the ultimate master of the quantity and quality of evidence to be relied upon when he delivers his arbitral award. Thus an award based on little evidence or on evidence which does not measure up in quality to a trained legal mind would not be held to be invalid on this score [ Very often an arbitrator is a lay person not necessarily trained in law. Lord Mansfield, a famous English Judge, once advised a high military officer in Jamaica who needed to act as a Judge as follows:\"General, you have a sound head, and a good heart; take courage and you will do very well, in your occupation, in a court of equity. My advice is, to make your decrees as your head and your heart dictate, to hear both sides patiently, to decide with firmness in the best manner you can; but be careful not to assign your reasons, since your determination may be substantially right, although your reasons may be very bad, or essentially wrong\". It is very important to bear this in mind when awards of lay arbitrators are challenged.] . Once it is found that the arbitrators approach is not arbitrary or capricious, then he is the last word on facts. In P.R. Shah, Shares & Stock Brokers (P) Ltd. v. B.H.H. Securities (P) Ltd. [(2012) 1 SCC 594] , this Court held:\n\"21. A court does not sit in appeal over the award of an Arbitral Tribunal by reassessing or reappreciating the evidence. An award can be challenged only under the grounds mentioned in Section 34(2) of the Act. The Arbitral Tribunal has examined the facts and held that both the second respondent and the appellant are liable. The case as put forward by the first respondent has been accepted. Even the minority view was that the second respondent was liable as claimed by the first respondent, but the appellant was not liable only on the ground that the arbitrators appointed by the Stock Exchange under Bye-law 248, in a claim against a non-member, had no jurisdiction to decide a claim against another member. The finding of the majority is that the appellant did the transaction in the name of the second respondent and is therefore, liable along with the second respondent. Therefore, in the absence of any ground under Section 34(2) of the Act, it is not possible to re-examine the facts to find out whether a different decision can be arrived at.\" \nIn this regard, paragraph 42.3 and paragraphs 43 to 45 of the aforesaid judgment are also relevant which are quoted hereunder as :-\n\"42.3. (c) Equally, the third subhead of patent illegality is really a contravention of Section 28(3) of the Arbitration Act, which reads as under:\n\"28.Rules applicable to substance of dispute.--(1)-(2)*** (3) In all cases, the Arbitral Tribunal shall decide in accordance with the terms of the contract and shall take into account the usages of the trade applicable to the transaction.\" \nThis last contravention must be understood with a caveat. An Arbitral Tribunal must decide in accordance with the terms of the contract, but if an arbitrator construes a term of the contract in a reasonable manner, it will not mean that the award can be set aside on this ground. Construction of the terms of a contract is primarily for an arbitrator to decide unless the arbitrator construes the contract in such a way that it could be said to be something that no fair-minded or reasonable person could do. \n43. In McDermott International Inc. v. Burn Standard Co. Ltd. [(2006) 11 SCC 181] , this Court held as under:\n\"112. It is trite that the terms of the contract can be express or implied. The conduct of the parties would also be a relevant factor in the matter of construction of a contract. The construction of the contract agreement is within the jurisdiction of the arbitrators having regard to the wide nature, scope and ambit of the arbitration agreement and they cannot be said to have misdirected themselves in passing the award by taking into consideration the conduct of the parties. It is also trite that correspondences exchanged by the parties are required to be taken into consideration for the purpose of construction of a contract. Interpretation of a contract is a matter for the arbitrator to determine, even if it gives rise to determination of a question of law. \n113. Once, thus, it is held that the arbitrator had the jurisdiction, no further question shall be raised and the court will not exercise its jurisdiction unless it is found that there exists any bar on the face of the award.\" \n44. In MSK Projects (I) (JV) Ltd. v. State of Rajasthan [(2011) 10 SCC 573] , the Court held:\n\"17. If the arbitrator commits an error in the construction of the contract, that is an error within his jurisdiction. But if he wanders outside the contract and deals with matters not allotted to him, he commits a jurisdictional error. Extrinsic evidence is admissible in such cases because the dispute is not something which arises under or in relation to the contract or dependent on the construction of the contract or to be determined within the award. The ambiguity of the award can, in such cases, be resolved by admitting extrinsic evidence. The rationale of this rule is that the nature of the dispute is something which has to be determined outside and independent of what appears in the award. Such a jurisdictional error needs to be proved by evidence extrinsic to the award. \n45. In Rashtriya Ispat Nigam Ltd. v. Dewan Chand Ram Saran [(2012) 5 SCC 306], the Court held:\n\"43. In any case, assuming that Clause 9.3 was capable of two interpretations, the view taken by the arbitrator was clearly a possible if not a plausible one. It is not possible to say that the arbitrator had travelled outside his jurisdiction, or that the view taken by him was against the terms of contract. That being the position, the High Court had no reason to interfere with the award and substitute its view in place of the interpretation accepted by the arbitrator. \n44. The legal position in this behalf has been summarised in para 18 of the judgment of this Court in SAIL v. Gupta Brother Steel Tubes Ltd. [(2009) 10 SCC 63] and which has been referred to above. Similar view has been taken later in Sumitomo Heavy Industries Ltd. v. ONGC Ltd. [(2010) 11 SCC 296] to which one of us (Gokhale, J.) was a party. The observations in para 43 thereof are instructive in this behalf. \n45. This para 43 reads as follows: (Sumitomo case [(2010) 11 SCC 296] '43. ... The umpire has considered the fact situation and placed a construction on the clauses of the agreement which according to him was the correct one. One may at the highest say that one would have preferred another construction of Clause 17.3 but that cannot make the award in any way perverse. Nor can one substitute one's own view in such a situation, in place of the one taken by the umpire, which would amount to sitting in appeal. As held by this Court in Kwality Mfg. Corpn. v. Central Warehousing Corpn. [(2009) 5 SCC 142] the Court while considering challenge to arbitral award does not sit in appeal over the findings and decision of the arbitrator, which is what the High Court has practically done in this matter. The umpire is legitimately entitled to take the view which he holds to be the correct one after considering the material before him and after interpreting the provisions of the agreement. If he does so, the decision of the umpire has to be accepted as final and binding.'\"\n14. It is evident from the aforesaid judgment that the construction of the terms of the contract is primarily for an Arbitrator to decide, unless the arbitrator construes the contract in such a manner that no fair-minded or reasonable person would, in short, that the Arbitrator's view is not even a possible view to take. If the Arbitrator wanders outside the contract and deals with matters not allotted to him, he commits an error of jurisdiction. \nThis ground of challenge will now fall within the new ground under Section 34(2-A). \nFurther, re-appreciation of evidence which is what an appellate court is permitted to do, cannot be permitted under the ground of patent illegality appearing on the face of Award. \nThe paragraph 42.1 of the judgment rendered in the case of Associate Builders v. Delhi Development Authority (Supra) laid down that mere contravention of the substantive law in India itself is no longer a ground available to set aside an arbitral Award. Paragraph 42.2 of the aforesaid judgment, however, would remain for an Arbitrator gives no reason for an Award and contravenes Section 31(3) of the 1996 Act that would certainly amount to patent illegality on the face of the Award. \nThe Hon'ble Apex Court has further observed therein that a decision which is perverse, as understood in paragraph 31 and 32 of the Associate Builders v. Delhi Development Authority (Supra), will no longer being a ground for challenge a public policy of India would certainly amount to patent illegality appearing on the face of the Award. \nThus, a finding based on no evidence at all or an Award which ignores vital evidence in arriving at its decision would be perverse and liable to be set aside on the ground of patent illegality. \nAdditionally, the finding based on documents taken behind the back of the parties by the Arbitrator, would also qualify as a decision based on no evidence in as much as such decision is not based on evidence laid by the parties, therefore, would also have to be categorized as perverse. \n15. It is, thus, evident that the settled legal position is that in an application under Section 34 of the Act, 1996, the court is not expected to act as an appellate court and re-appreciate the evidence. The scope of interference would be limited to the ground provided under Section 34 of the Act, 1996. The interference would be so warranted when the Award is in violation of the public policy of India which has been held to be a fundamental policy of Indian law. \nFurther, the arbitral Award can also be interfered with if it shocks the conscience of the court as also the Award would be set aside on the ground of patent illegality appearing on the face of the Award and if the decision is perverse.\n16. This Court, having considered the proposition laid down by the Hon'ble Apex Court in the aforesaid judgment and coming back to the Award passed by the learned Tribunal, has found that the Award has not been passed by giving go-bye to the condition stipulated in the agreement, rather, thoughtful consideration has been given by the learned Tribunal regarding the condition stipulated under Condition No. 2 and having discussed the same at paragraph 27, the Award has been passed on 02.06.2017. \n17. This Court, thus, is of the view after going through the Award passed by the learned Arbitrator that there is no error on the face of it, it does not suffer from perversity and it is not against the public policy. \n18. This Court, after considering the order passed by the court exercising the power under Section 34 of the Act, 1996 has found therefrom that the learned court has considered the fact in entirety as also has considered the scope of judicial review by taking note of the judgment rendered in the case of Oil & Natural Gas Corporation Ltd. v. Saw Pipes Ltd. (Supra) which pertains to interference to be shown in a case of violation of public policy/perversity or if there is any error on the face of the Award, but the learned court has not found any error on the face of the Award and the Award having not been found contrary to the public policy and does not suffer from the perversity, rather, the learned court, by taking note of the consideration so made by the learned Arbitrator, has given specific finding that the Award suffers from no error. \n19. This Court, on the basis of the discussion made hereinabove, is of the view that the Award passed by the learned Tribunal as also the order passed by the learned court in exercise of power under Section 34 of the Act, 1996, suffer from no error. \n20. So far as the ground agitated that the Award of counter claim awarding meager amount is concerned, according to the considered view of this Court, the learned sole Arbitrator has awarded Rs.9,47,706/- towards the claim made under the head of the 70% share of the amount received by the Claimant from the citizens by offering the government services plus a lump sum amount of Rs.2,00,000/- towards the delay caused in disbursement of the said amount of the share of the State Government. \nThe aforesaid finding, therefore, suggests that it is not that there is no order on counter claim, as has been argued, rather, the order has been passed on the counter claim awarding Rs.9,47,706/- towards the claim made under the head of the 70% share of the amount received by the Claimant from the citizens by offering the government services plus a lump sum amount of Rs.2,00,000/- towards the delay caused in disbursement of the said amount of the share of the State Government, therefore, the counter claim has also been considered and Award has been passed holding the State entitled for the aforesaid amount of Rs.9,47,706/- plus Rs.2,00,000/-. \n21. This Court, taking into consideration the fact that the Award passed by the learned sole Arbitrator since suffers from no error, having not found to be contrary to public policy, therefore, is of the view that the order passed by the learned court under Section 34 of the act, 1996 requires no interference in exercise of power of judicial review. \n22. Accordingly, the instant appeal fails and is dismissed. \n23. Consequently, pending interlocutory applications also stand dismissed. \n(Sujit Narayan Prasad, J.) I agree (Ratnaker Bhengra, J.) (Ratnaker Bhengra, J.) Birendra/ A.F.R.",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c9a810df713b4368abe6293bcff0a810_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "507d5e68c5784daf8083605c25302973_1"
    },
    {
      "start": 242,
      "end": 344,
      "text": "\nJharkhand High Court\nThe State Of Jharkhand vs M/S Alternative For India Development on 21 July, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "15ed335d7a6542208ca325ece03364f4_2"
    },
    {
      "start": 345,
      "end": 420,
      "text": "\nAuthor: Sujit Narayan Prasad\nBench: Sujit Narayan Prasad, Ratnaker Bhengra",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7bf796a3ede04725aa7dbe1994d5df78_3"
    },
    {
      "start": 451,
      "end": 578,
      "text": "1\n\n\n\n\n   In The High Court Of Jharkhand At Ranchi\n           Commercial Appeal No.07 of 2018\n                             ----\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "470b80627ead4e57b45a835c2a072329_4"
    },
    {
      "start": 578,
      "end": 1090,
      "text": "1. The State of Jharkhand, through Secretary, Information\nand Technology, having its Office at Project building, P.O.\n& P.S. - Dhurwa, District - Ranchi.\n\n2. Jharkhand Agency for Promotion of Information\nTechnology (Jap-It), An Autonomous Body under\nDepartment of Information and Technology & e-\nGovernance, Government of Jharkhand, Registered under\nthe Societies Registration Act, through its Chief Executive\nOfficer having his registered Office at Engineer's Hostel\nNo.1, P.O. & P.S. - Dhurwa, District-Ranchi.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50871b903f634cc0a8145d1e5a69c5dd_5"
    },
    {
      "start": 1091,
      "end": 1133,
      "text": "\n                       ...     ...       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3e027568f2cf4b07abe38d0c1b115234_6"
    },
    {
      "start": 1133,
      "end": 1532,
      "text": "Appellants/Petitioners\n                           Versus\nM/s Alternative For India Development, having its\nCorporate Office at Plot No.1, Vgn Nagar, (Yyapanthanga),\nP.O. Kattapakkam, P.S. & District - Chennai, through one\nof its Director Sri K.T. Arasu, Son of K.K. Kumarswamy\nNadar, Presently residing at Albert Compound, Pathal\nKuduwa, P.O. _ Ranchi, G.P.O., P.S. - Lower Bazar, district\n- Ranchi.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5751cd42841b45c3b97b3b4c5a2f868c_7"
    },
    {
      "start": 1541,
      "end": 1552,
      "text": "...     ...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5ed1ce7d463a4a72870b87fac7a2ef54_8"
    },
    {
      "start": 1553,
      "end": 1620,
      "text": "Respondent/Opposite Party/Claimant\n                         -------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "146e1b915315468d850fa7ec744f83a9_9"
    },
    {
      "start": 1622,
      "end": 1669,
      "text": "Coram :Hon'Ble Mr. Justice Sujit Narayan Prasad",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0a9fe6a966f24eae9465b17f1b482339_10"
    },
    {
      "start": 1682,
      "end": 1718,
      "text": "Hon'Ble Mr. Justice Ratnaker Bhengra",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ce9fd210ffdd4b96920a78f52ff343ed_11"
    },
    {
      "start": 1719,
      "end": 1754,
      "text": "\n                            ------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3350ab8da4164d0b911d8d7103e7f57e_12"
    },
    {
      "start": 1756,
      "end": 1857,
      "text": "For the Appellants     : Mr. Sachin Kumar, Aag-Ii\n                         Ms. Surabhi, Ac to Aag-Ii\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e0b3c4848d8a483c9ff72287fd1de522_13"
    },
    {
      "start": 1857,
      "end": 1941,
      "text": "For the respondent     : Mr. Harendra Kr. Mahato, Advocate\n                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b8dc62966ec4d809dc4dc5dc547d53e_14"
    },
    {
      "start": 1941,
      "end": 1969,
      "text": "Mrs. Ahalya Mahato, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d3f40f17e30d46e4807e6e53efe51b49_15"
    },
    {
      "start": 1970,
      "end": 2024,
      "text": "\n                         Ms. Jyotsna Mahato, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b60c504b243e4b279e65f9da15e7f8b9_16"
    },
    {
      "start": 2058,
      "end": 2120,
      "text": "--------\nC.A.V. on 13.06.2023         Pronounced on 21.07.2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bd22a86d13ca46fda2f1373fd9e2d8dd_17"
    },
    {
      "start": 2123,
      "end": 3762,
      "text": "Per Sujit Narayan Prasad, J.\nThe instant appeal preferred by the State under Section 13 of the Commercial Courts Act, 2015 is directed against the judgment dated 25.06.2018 passed in Commercial (Revoc) Case No. 05 of 2017 by the Presiding Officer, Commercial Court, Ranchi, whereby and whereunder the said case filed on behalf of the present appellant under Section 34 of the Arbitration and Conciliation Act, 1996 for setting aside the part of the arbitral award dated 02.06.2017 and additional award dated 07.07.2017 passed in Arbitration Case No. 01 of 2016 by learned Sole Arbitrator, whereby the claimant awarded with revenue support for the total number of 594 Common Services Centres @ Rs. 3284/- per Common Service Centres per month calculated from 26.11.2012 to 25.06.2016 totaling to Rs. 7,91,61,051/- plus interest upon the same as per the prime lending rate of State Bank of India for the applicable period to be calculated from November, 2012 till actual payment to the claimant, as well as the part of the impugned arbitral award dated 02.06.2017, whereby against the counter claim of Rs.13,40,63,107/-only Rs.9,47,706/- with lump sum amount of Rs. 2,00,000/- only awarded to the opposite party (appellant) as well as against the order dated 11.08.2017 passed in the Arbitration Case No. 01 of 2016 by the learned Sole Arbitrator rejecting the application under Section 33 (4) of the Arbitration and Conciliation Act, 1996 filed on behalf of the opposite party (present appellant) has been dismissed by the learned Commercial Court, Ranchi by the judgment dated 25.06.2018 passed in Commercial (Revoc) Case No. 05 of 2017.\n2.",
      "labels": [
        "RLC"
      ],
      "id": "0ccf51b0117b49ff9ec529a30798920a_18"
    },
    {
      "start": 3763,
      "end": 4045,
      "text": "The brief facts of the case which are required to be enumerated, reads hereunder as :-\nThe Government of Jharkhand intended to provide convenient and speedy Government Services to the citizens, using Information and Technologies Communication through Common Services Centers (CSCs).",
      "labels": [
        "FAC"
      ],
      "id": "8567ddd0892546feafe5548974c5167a_19"
    },
    {
      "start": 4046,
      "end": 4268,
      "text": "The CSCs will be utilized as efficient distribution channels through which the Government of Jharkhand can offer its services, information and schemes etc. to citizens in a cost effective, sustainable and efficient manner.",
      "labels": [
        "FAC"
      ],
      "id": "e1498de5177f4f58ab61d285fbe3d605_20"
    },
    {
      "start": 4269,
      "end": 4633,
      "text": "To undertake the delivery of Government Services on a Public Private Partnership basis, the Government of Jharkhand intends to appoint Service Centre Agencies (SCAs) to roll out and manage the CSCs in the State of Jharkhand and offer revenue support to the Scas, as mutually agreed and accepted by the State Designated Agency (Sda) through the SCA's Financial Bid.",
      "labels": [
        "FAC"
      ],
      "id": "bdc7fb6fdfca41a4b3b54202232e423e_21"
    },
    {
      "start": 4635,
      "end": 4952,
      "text": "Therefore for the purpose of providing the said services, such as issuance and preparation of Aadhar Card, Voter Id, Caste Certificates, residential certificates etc., the Sca was required to be engaged for the setting up such CSCs, at least one Csc in a Panchayat, in the different districts / division of the State.",
      "labels": [
        "FAC"
      ],
      "id": "12f70b37927d43aa9e01ec873df87a2a_22"
    },
    {
      "start": 4953,
      "end": 5013,
      "text": "The Common Services Centers are also known as Pragya Kendra.",
      "labels": [
        "FAC"
      ],
      "id": "d776863b717a44c985fea7c02e6a7fc6_23"
    },
    {
      "start": 5014,
      "end": 5156,
      "text": "\nTherefore, a tender for rolling out and operation of around 4500 Common Service Centres in 5 divisions of the State of Jharkhand was floated.",
      "labels": [
        "FAC"
      ],
      "id": "d7a19077ad47422ab2029c39bb86e275_24"
    },
    {
      "start": 5157,
      "end": 5371,
      "text": "Accordingly, M/s Alternative For India Development, respondent herein, submitted its technical and commercial bid for 600 CSCs in Palamau Division in response to the tender and the said bid was accepted by the SDA.",
      "labels": [
        "FAC"
      ],
      "id": "742093bb9e6b40c8bba160850884ec41_25"
    },
    {
      "start": 5372,
      "end": 5503,
      "text": "\nThereafter, the Master Service Agreement (MSA) was entered into on 11th April, 2007 for establishing 600 CSCs in Palamau Division.",
      "labels": [
        "FAC"
      ],
      "id": "c8e7350e030c429bbc29b989e7e84a5c_26"
    },
    {
      "start": 5504,
      "end": 5677,
      "text": "It has been mentioned in the Request for Proposal (RFP) that in each Panchayat of the Palamau Division at least one CSC was to be established, roll out and made operational.",
      "labels": [
        "FAC"
      ],
      "id": "b418a528af894e8c89e0195b970e4f73_27"
    },
    {
      "start": 5678,
      "end": 5735,
      "text": "There were 600 Panchayats in the entire Palamau Division.",
      "labels": [
        "FAC"
      ],
      "id": "00fe48b5d2df41fdaa7d7096c4559d48_28"
    },
    {
      "start": 5736,
      "end": 5932,
      "text": "As such, at least / minimum 600 nos. of CSCs were essentially required to be rolled out and operated by the SCA in the Palamau Division in accordance with RFP, the bid documents and the Agreement.",
      "labels": [
        "FAC"
      ],
      "id": "11886aee30f249dab6f8dfcb76da279b_29"
    },
    {
      "start": 5933,
      "end": 6113,
      "text": "\nClause-2.3 of the MSA provided for roll out of CSCs, the schedule for completion of Rollout with cumulative percentage of minimum number of CSCS in each division to be rolled out.",
      "labels": [
        "FAC"
      ],
      "id": "c66855752b604879a9c77cdb13cf7965_30"
    },
    {
      "start": 6114,
      "end": 6226,
      "text": "As per the said clause of MSA, the 100% of the CSCs i.e. 600 in numbers, were to be rolled out within 12 months.",
      "labels": [
        "FAC"
      ],
      "id": "983cdf1ce7534e4e80ff4bc53deb7114_31"
    },
    {
      "start": 6227,
      "end": 6394,
      "text": "It has also been mentioned at Clause 2.3(a) that the SCA shall set up and operationalize the CSCs at its own cost and expense within 12 months from the Effective Date.",
      "labels": [
        "FAC"
      ],
      "id": "7338ff6d5dd84e47a96db25ea22a48dd_32"
    },
    {
      "start": 6395,
      "end": 6606,
      "text": "\nClause-3.1(f) clearly mentions that the SCA would not be eligible for the revenue of GOJ, support unless the CSCs have been rolled out within the specified timeframe and are certified as operational by the SDA.",
      "labels": [
        "FAC"
      ],
      "id": "fd9d60f594e64a0f8d0b2e5c84ac35f6_33"
    },
    {
      "start": 6607,
      "end": 6868,
      "text": "Clause 3.1 (f) also provides that only upon setting up CSCS and making operational 50% of the said CSCs, the SCA shall be eligible for 50% of the revenue support for the said operational CSCs and the balance 50% shall be deferred till the roll out of 100% CSCs.",
      "labels": [
        "FAC"
      ],
      "id": "8aeb508621274f5dbfe96f3013f3b823_34"
    },
    {
      "start": 6869,
      "end": 7129,
      "text": "\nAs per the Master Service Agreement (MSA) executed on 11th April, 2007, Alternative for India Development, the respondent herein, was to roll out all the 600 CSCs within 12 months with effect from 11th April, 2007 but the respondent failed to meet the target.",
      "labels": [
        "FAC"
      ],
      "id": "24f27e16d9b54105bb994051a77de8b8_35"
    },
    {
      "start": 7131,
      "end": 7349,
      "text": "Thereafter, vide Supplementary agreement dated 03.09.2012 wherein maximum period of completion of roll out of CSCs by the SCA was extended to 66 months from the effective date which was completed on 10th October, 2012.",
      "labels": [
        "FAC"
      ],
      "id": "7d8858a80df943c09fe441632c84e442_36"
    },
    {
      "start": 7350,
      "end": 7488,
      "text": "The respondent failed to complete 100% roll out, i.e. roll out of 600 CSCs in Palamau division, till the date of termination of agreement.",
      "labels": [
        "FAC"
      ],
      "id": "08601af27f5949ae8e016808aad5033d_37"
    },
    {
      "start": 7489,
      "end": 7847,
      "text": "\nIt is the case of the appellant that since M/s. Alternative For India Development failed to set up and made operational at least 50% of the CSCs during the stipulated period, as such, was not eligible for any revenue support since the Government of Jharkhand has incurred heavy loss due to failure in roll out of required number of CSCs in Palamau division.",
      "labels": [
        "FAC"
      ],
      "id": "376bd8e74bac4e758e5996ae2e58fa21_38"
    },
    {
      "start": 7849,
      "end": 8002,
      "text": "The Revenue support for operational CSCs were calculated and the non-roll out penalty, non-operational penalty were imposed as per the provisions of MSA.",
      "labels": [
        "FAC"
      ],
      "id": "df7a99a5074f4443a51b6f6e58514e02_39"
    },
    {
      "start": 8003,
      "end": 8101,
      "text": "The JAP-IT had paid revenue support to the respondent for the period September 2012 to March 2013.",
      "labels": [
        "FAC"
      ],
      "id": "3136a1791207405d8bd06cf294b08053_40"
    },
    {
      "start": 8102,
      "end": 8341,
      "text": "It was found that Non Rollout and Non-operational penalty amount for period of April, 2013 to December, 2013 was higher than the payable revenue support amount, thus, no revenue support amount found to be due for payment to the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "e53ceb387b4c40c68a24d072bd04a354_41"
    },
    {
      "start": 8342,
      "end": 8511,
      "text": "\nIt is the case of the appellant that non-performance of the contractual obligation by the SCA was the reason for the termination of the MSA vide order dated 27.06.2016.",
      "labels": [
        "FAC"
      ],
      "id": "a59e22bd2bd84eb5930cfc8c0d524dfe_42"
    },
    {
      "start": 8512,
      "end": 8626,
      "text": "However, said termination of MSA, forfeiture of bank guarantee and blacklisting is not related to revenue support.",
      "labels": [
        "FAC"
      ],
      "id": "9535fe7717c9480797fd29afaf8674db_43"
    },
    {
      "start": 8627,
      "end": 8694,
      "text": "\nThe revenue support was main issue in the arbitration proceedings.",
      "labels": [
        "FAC"
      ],
      "id": "00fb180624534a5cbf1df46f41ffe9a0_44"
    },
    {
      "start": 8695,
      "end": 9008,
      "text": "The prayer of the claimant (present respondent) for additional award in relation to the forfeiture of bank guarantee, termination of MSA by placing reliance upon the order passed by the Hon'ble High Court of Jharkhand in W.P. (C) No. 3103 of 2016 dated 22.06.2017 was having no relevancy in the matter in context.",
      "labels": [
        "FAC"
      ],
      "id": "f698f2124171458b890d97e9e0076508_45"
    },
    {
      "start": 9009,
      "end": 9126,
      "text": "Therefore, the prayer of the claimant for an additional award has been rejected by the Sole Arbitrator on 11.08.2017.",
      "labels": [
        "FAC"
      ],
      "id": "234d0c08b7af4644b94ae6004d623f0a_46"
    },
    {
      "start": 9127,
      "end": 9338,
      "text": "\nIt is the case of the appellant that L.P.A. No. 405 of 2017 filed on behalf of JAP-IT before this Court against the order dated 22.06.2017 passed in W.P. (C) No. 3103 of 2016 has been disposed of on 19.03.2018.",
      "labels": [
        "FAC"
      ],
      "id": "f7837995653247cab26749b9e2aea293_47"
    },
    {
      "start": 9339,
      "end": 9532,
      "text": "\nThe claimant (present respondent) moved the Hon'ble High Court in Arbitration Application No. 01 of 2016 in which final order dated 15.07.2016 was passed and the sole Arbitrator was appointed.",
      "labels": [
        "FAC"
      ],
      "id": "1dbf02f87ed148849daffaf164dcbf80_48"
    },
    {
      "start": 9534,
      "end": 9626,
      "text": "Thereafter the claimant filed statement of claim along with documents before the Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "572e18aec34e46e7b62e4a39b171a942_49"
    },
    {
      "start": 9627,
      "end": 9805,
      "text": "The appellants, being the opposite parties, filed their statement of defense dated 07.10.2016 alongwith all relevant documents also giving point wise reply of the claim petition.",
      "labels": [
        "FAC"
      ],
      "id": "b5571b9e757c4cf1b863e2909cac37d7_50"
    },
    {
      "start": 9806,
      "end": 10278,
      "text": "\nIt is the further case of the appellants that since considerable amount was to be realized from M/s Alternative for India Development on account of non-roll out, non-operational penalty and also towards liquidated damages for not confirming and not performing in terms of the MSA, therefore, a counter claim also made by JAP-IT dated 07.10.2016 before the learned Sole Arbitrator claiming an amount of Rs. 13,40,63,107/- including liquidated damages of Rs. 1,16,16,000/-.",
      "labels": [
        "FAC"
      ],
      "id": "90651213cdd141829357e5a2ee69113b_51"
    },
    {
      "start": 10280,
      "end": 10782,
      "text": "After hearing the parties, an Arbitral Award has been passed on 02.06.2017 in Arbitration Case No. 01 of 2016 by the Sole Arbitrator holding the respondents (the appellant herein) entitled for an amount of Rs.9,47,706/- towards the claim made under the head of the 70% share of the amount received by the Claimant from the citizens by offering the government services plus a lump sum amount of Rs. 2,00,000/- for the delay caused in disbursement of the said amount of the share of the State Government.",
      "labels": [
        "RLC"
      ],
      "id": "1ac1fd9fc55943aa9d3f91dfec0a3976_52"
    },
    {
      "start": 10783,
      "end": 11070,
      "text": "Further, the respondent has been awarded with right to impose non-roll out penalty for the total 6 number of CSCs for the period from 26th November, 2012, the date when Claimant had rolled out 594 CSCs to 26th June, 2016, the date of termination of the MSA, which comes to Rs.7,84,800/-.",
      "labels": [
        "FAC"
      ],
      "id": "3dcc54db471d461584e38287224a462a_53"
    },
    {
      "start": 11071,
      "end": 11591,
      "text": "\nFurther, direction has been given that after the deduction of the amounts awarded to the Respondents as well as after deduction of the amount already paid to the Claimant by way of Revenue Support, i.e. Rs. 60, 66,912 for the period from October, 2012 till March, 2013, the Claimant is awarded with Revenue Support for the total number of 594 CSCs @ of Rs. 3284/- per CSC per month calculated from 26th November, 2012 to 25th June, 2016, i.e., Rs.7,58,80,510/- plus interest upon the same within a period of two months.",
      "labels": [
        "FAC"
      ],
      "id": "ffbe26d3a55b40d0be3e418b3bcf8f40_54"
    },
    {
      "start": 11592,
      "end": 11967,
      "text": "\nThereafter, an application was filed under Section 33 (1) (a) of the Arbitration and Conciliation Act, 1996 on behalf of the claimant, in which the learned Arbitrator passed a supplementary award dated 07.07.2017 by adding an amount of Rs. 32,80,541/- observing that the awarded amount be read as Rs.7,91,61,051/- and the amount awarded has been modified to the said extent.",
      "labels": [
        "RLC"
      ],
      "id": "f1121990dafb44caaa53510f34947f12_55"
    },
    {
      "start": 11968,
      "end": 12270,
      "text": "\nThe claimant filed another application under Section 33(4) of the Arbitration and Conciliation Act, 1996 to pass additional award for refund of Rs.47,28,960/- towards the bank guarantee submitted by the claimant which was forfeited which has been held to be not maintainable and accordingly dismissed.",
      "labels": [
        "FAC"
      ],
      "id": "9c5939c1881a45c58ac1a2e5237ea0af_56"
    },
    {
      "start": 12271,
      "end": 12953,
      "text": "\nBeing aggrieved and dissatisfied with the said part of the arbitral award dated 02.06.2017 passed by the learned Arbitrator an Arbitration Case No. 01 of 2016, whereby the claimant awarded with revenue support for total number of 594 Common Service Centres as well as Supplementary Award dated 07.07.2017 as also against the rejection of the part of the counter claim and against the order dated 11.08.2017 passed in the said Arbitration Case No. 01 of 2016 by the learned Sole Arbitrator, the appellant filed an application under Section 34 of the Arbitration and conciliation Act, 1996 being the Commercial (REVOC) Case No. 05 of 2017 before the learned Commercial Court, Ranchi.",
      "labels": [
        "FAC"
      ],
      "id": "f396868edb444da2954cdb5769b5971f_57"
    },
    {
      "start": 12954,
      "end": 13106,
      "text": "\nThe learned Commercial Court heard the application learned Commercial Court, Ranchi has passed the judgment on 25.06.2018 dismissing the said petition.",
      "labels": [
        "RLC"
      ],
      "id": "2e40919be3354a188445d9fef1ec9d9f_58"
    },
    {
      "start": 13107,
      "end": 13298,
      "text": "\nBeing aggrieved with the judgment dated 25.06.2018 passed in Commercial (REVOC) Case No. 05 of 2017 by the learned Commercial Court, Ranchi, the instant Commercial Appeal has been preferred.",
      "labels": [
        "RLC"
      ],
      "id": "65fd53b0cee640d1909ce74a4255e7ee_59"
    },
    {
      "start": 13300,
      "end": 13789,
      "text": "3. Mr. Sachin Kumar, learned Additional Advocate General appearing for the appellant State, has submitted that the work in question, i.e., 600 Common Service Centres was ought to be completed and had to be made operative and to that effect a certificate was required to be given by the authority concerned and it is only thereafter the revenue support was to be given to the claimant, as would appear from the condition stipulated under Condition No.3.1(f) of the Master Service Agreement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dea5ca3f77c34011a0d9f533e3231b23_60"
    },
    {
      "start": 13790,
      "end": 14175,
      "text": "\nBut, herein, the centre has not been completed in entirety, rather only 594 centres have been installed and it has not been made operative since no revenue has been transmitted to the State Exchequer and, therefore, there was no certificate of making the centres operational as was required to be given in view of the condition stipulated for the purpose of providing revenue support.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "572e717530654c32866dffc16db565ac_61"
    },
    {
      "start": 14176,
      "end": 14523,
      "text": "\nBut the learned Arbitrator, without taking into consideration the aforesaid aspect of the matter, has passed the Award in favour of the respondent concerned and hence the very issue of the condition as contained under Condition No.3.1(f) has been given go-bye and, therefore, it is against the public policy and the Award suffers from perversity.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "27b9b26db7614642a16c516a9c4ad991_62"
    },
    {
      "start": 14524,
      "end": 14726,
      "text": "\nThe further contention has been raised that the learned Arbitrator has further erred in passing the Award in the counter claim by holding the appellant State entitled to meager amount of Rs.9,47,706/-\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94cd897a1c294a5c93e6a6096bb31792_63"
    },
    {
      "start": 14726,
      "end": 15065,
      "text": "According to the learned counsel for the appellant, the learned Arbitrator ought to have decided the counter claim by passing an Award commanding upon the claimant to compensate the State Exchequer by making payment of the amount which ought to have been collected through the people at large way of extending the benefit from the centres.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fc27267cef73466389b3113c4e4a48d2_64"
    },
    {
      "start": 15066,
      "end": 15311,
      "text": "But, instead of doing so, the Award has been passed in favour of the claimant directing the State appellant to make payment of Rs.7,91,61,051/- and hence, the very aspect of the matter of putting State Exchequer at loss has not been appreciated.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "61d7330e4d5340fb85cb380473e23ca3_65"
    },
    {
      "start": 15312,
      "end": 15769,
      "text": "\nThe contention has been made that on these grounds the Award has been challenged before the forum available under Section 34 of the Arbitration and Conciliation Act, 1996, but the learned court has also not appreciated the aforesaid fact and merely on the basis of the reason that the forum available under Section 34 is having very little scope to exercise the power of judicial review so far as the finding recorded by the Arbitral Tribunal is concerned.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ef76002208d7407abe2985cceddcda70_66"
    },
    {
      "start": 15770,
      "end": 15952,
      "text": "But the issue which is being raised as a ground, as referred hereinabove, ought to have been considered by the forum exercising the power conferred under Section 34 of the Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d6128394ce9b468ebe3c33bee3ae38e1_67"
    },
    {
      "start": 15953,
      "end": 16224,
      "text": "\nLearned counsel for the appellant, in support of his argument, has relied upon the judgment rendered by Hon'ble Apex Court in the case of Ssangyong Engineering and Construction Company Limited v. National Highways Authority of India (NHAI) reported in (2019) 15 SCC 131.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2159e585e7f04dcb8caa993235c1539b_68"
    },
    {
      "start": 16225,
      "end": 16708,
      "text": "\nLearned counsel for the appellant, in the backdrop of the aforesaid premise, coupled with the reliance put upon the judgment rendered by the Hon'ble Apex Court in the case of Ssangyong Engineering and Construction Company Limited v. National Highways Authority of India (NHAI) (Supra) has contended that the order impugned dated judgment dated 25.06.2018 passed in Commercial (REVOC) Case No. 05 of 2017 suffers from patent illegality and, hence, not sustainable in the eyes of law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0186c1b3ce11432ea68199a9496ee6a8_69"
    },
    {
      "start": 16709,
      "end": 17597,
      "text": "\n4. Per contra, Mr. Harendra Kr. Mahato, learned counsel appearing for the claimant, the respondent herein, has submitted that the learned Arbitrator has considered each and every aspect of the matter, if the Award will be looked into, more particularly paragraph 12 and 27 thereof.\nAccording to the learned counsel for the claimant, the respondent herein, the learned Arbitrator has considered the condition stipulated at Condition No. 2.1(a) i.e. (i) for completion of 600 centres; and Condition No.3.2(a)(i) that a certificate is to be given of making the centres operational.\nThe learned Arbitrator has considered the aforesaid condition and considering the fact that 594 centres have already been installed out of 600 which is near about 99% and hence only because 1% of the centre has not been installed the benefit of revenue support cannot be denied to be given to the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1546e4d630f042b1b51c657a32b8b2f9_70"
    },
    {
      "start": 17598,
      "end": 18022,
      "text": "\nThe learned Arbitrator has further considered the second condition of certificate to be given by the agency making the centres operational but the said certificate was to be given by the S.D.A., the agency concerned and hence, giving the certificate with respect to making the centre operational was the duty of the agency and if such certificate was not given by the agency for which the claimant cannot be made to suffer.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a61fa90ffe10492988dba4ec78f11d1b_71"
    },
    {
      "start": 18023,
      "end": 18300,
      "text": "\nLearned Arbitrator has further considered the stand of the claimant as referred at paragraph 12 of the Award wherein it has been admitted by the State that in order to make out the operational process more easier and transparent OMT/E-Nagrick/E-Taal systems have been adopted.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e6f40ea5cdfa46159687e835dd55d012_72"
    },
    {
      "start": 18301,
      "end": 18441,
      "text": "\nThe State has taken the plea that aforesaid software system since has been found to be faulty and hence the certificate could not be given.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6ba5a24cf48e43d693e1c548f819b9a6_73"
    },
    {
      "start": 18442,
      "end": 18744,
      "text": "\nLearned counsel for the claimant, therefore, has taken the ground that if the learned Tribunal has considered the very condition as contained in Condition No. 2.1(a) i.e. (i) for completion of 600 centres; and Condition No.3.2(a)(i) that a certificate is to be given of making the centres operational.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "78d1925959cf479294685f74c04727aa_74"
    },
    {
      "start": 18745,
      "end": 19232,
      "text": "However, learned Tribunal has passed the Award by taking into consideration the fact that 99% of the centres has been installed and the Certificate of making the centre operational since has not been given due to the faulty software system, as per the admission made by the agency, as would appear from the discussion made in paragraph 12 of the Award and in that view of the matter if the Award has been passed in favour of the claimant, the same cannot be said to suffer from an error.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "36f26855252b4eda86fc3d9795b62a40_75"
    },
    {
      "start": 19233,
      "end": 19324,
      "text": "\nin that view of the matter, it cannot be said that the Award is against the public policy.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "392633825f16403080c5637321d4f218_76"
    },
    {
      "start": 19325,
      "end": 19667,
      "text": "\nThe further contention has been made that the scope of judicial review either under Section 34 or the Arbitration and Conciliation Act, 1996 or under Section 13(1A) of the Commercial Courts Act is very limited and the same can only be exercised if the Award is found to be contrary to the public policy and the Award suffers from perversity.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "313eacd672a847a4b885d6b9bdbc72e3_77"
    },
    {
      "start": 19668,
      "end": 19948,
      "text": "But, none of the condition is available herein and by taking into consideration the aforesaid fact the learned court while exercising the power under Section 34 of the Act, 1996 if has declined to interfere with the arbitral Award, the same cannot be said to suffer from an error.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9c4f287293dc4b34951b34f8c155c90d_78"
    },
    {
      "start": 19949,
      "end": 20274,
      "text": "\nLearned counsel appearing for the respondent has relied upon the judgment Associate Builders v. Delhi Development Authority reported in (2015) 3 SCC 49, Oil & Natural Gas Corporation Ltd. V. Saw Pipes Ltd. reported in (2003) 5 SCC 705 and Navodaya Mass Entertainment Limited v. J.M. Combines reported in (2015) 5 SCC 698.\n5.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f90b185a67be4a499124cd9c303259f8_79"
    },
    {
      "start": 20275,
      "end": 20502,
      "text": "We have heard learned counsel for the parties, perused the documents available on record as also the finding recorded by the learned Arbitrator and the learned court while exercising the power under Section 34 of the Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10b0df0e7af2458a9afd39df250508da_80"
    },
    {
      "start": 20503,
      "end": 20701,
      "text": "\n6. This Court, before appreciating the argument advanced on behalf of the parties, deems it fit and proper to refer the position of law regarding the power of judicial review in the arbitral Award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3f63e76689ae4744b6c77e0b35aae5c5_81"
    },
    {
      "start": 20703,
      "end": 21124,
      "text": "In the case of Associate Builders v. Delhi Development Authority reported in (2015) 3 SCC 49, the Hon'ble Apex Court while dealing with the scope of judicial review in the matter of an arbitral Award has taken into consideration the judgment passed in McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181 and has held at para 22 which is required to be referred herein which reads hereunder as :-\n22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "432b2f0522c949c391d1b922cf8004cf_82"
    },
    {
      "start": 21125,
      "end": 21226,
      "text": "In McDermott International Inc. v. Burn Standard Co.\nLtd. [(2006) 11 SCC 181] , this Court held:\n\"58.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b594174c0213428e8e2ccddea088095e_83"
    },
    {
      "start": 21227,
      "end": 21479,
      "text": "In Renusagar Power Co. Ltd. v. General Electric Co. [1994 Supp (1) SCC 644] this Court laid down that the arbitral award can be set aside if it is contrary to (a) fundamental policy of Indian law; (b) the interests of India; or (c) justice or morality.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "748ad026857e4cf78ee0bd53c7a1ef02_84"
    },
    {
      "start": 21480,
      "end": 21643,
      "text": "A narrower meaning to the expression 'public policy' was given therein by confining judicial review of the arbitral award only on the aforementioned three grounds.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9e30e5c0fbe44ca3bd0b9b5ce01846e0_85"
    },
    {
      "start": 21644,
      "end": 21788,
      "text": "An apparent shift can, however, be noticed from the decision of this Court in ONGC Ltd. v. Saw Pipes Ltd. [(2003) 5 SCC 705] (for short 'ONGC').",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "61e530c768d04186976aebcf2678576c_86"
    },
    {
      "start": 21789,
      "end": 22125,
      "text": "This Court therein referred to an earlier decision of this Court in Central Inland Water Transport Corpn. Ltd. v. Brojo Nath Ganguly [(1986) 3 SCC 156] wherein the applicability of the expression 'public policy' on the touchstone of Section 23 of the Contract Act, 1872 and Article 14 of the Constitution of India came to be considered.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a187408e7c5b4fcb8952ca60e42fabaa_87"
    },
    {
      "start": 22126,
      "end": 22496,
      "text": "This Court therein was dealing with unequal bargaining power of the workmen and the employer and came to the conclusion that any term of the agreement which is patently arbitrary and/or otherwise arrived at because of the unequal bargaining power would not only be ultra vires Article 14 of the Constitution of India but also hit by Section 23 of the Contract Act, 1872.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4c3879865ca84ea8b127c1d31a080d5c_88"
    },
    {
      "start": 22497,
      "end": 22786,
      "text": "In ONGC [(2003) 5 SCC 705] this Court, apart from the three grounds stated in Renusagar [Renusagar Power Co. Ltd. v. General Electric Co., 1994 Supp (1) SCC 644] , added another ground thereto for exercise of the court's jurisdiction in setting aside the award if it is patently arbitrary.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b9675069a11342dbbe3cf827d74a8f7f_89"
    },
    {
      "start": 22788,
      "end": 22859,
      "text": "59. Such patent illegality, however, must go to the root of the matter.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bd6728cedab643c8a0beda2a50b39ad5_90"
    },
    {
      "start": 22860,
      "end": 22980,
      "text": "The public policy violation, indisputably, should be so unfair and unreasonable as to shock the conscience of the court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "48476dcfe7374d6a883cf5f9b859093d_91"
    },
    {
      "start": 22981,
      "end": 23179,
      "text": "Where the arbitrator, however, has gone contrary to or beyond the expressed law of the contract or granted relief in the matter not in dispute would come within the purview of Section 34 of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "639b4bf4726241e5813cbcd08a8442bb_92"
    },
    {
      "start": 23180,
      "end": 23298,
      "text": "However, we would consider the applicability of the aforementioned principles while noticing the merits of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d5b8539a41845d293a35aad5ae4d042_93"
    },
    {
      "start": 23300,
      "end": 23415,
      "text": "60. What would constitute public policy is a matter dependent upon the nature of transaction and nature of statute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "af65691b211b42f394a759b1da805732_94"
    },
    {
      "start": 23416,
      "end": 23739,
      "text": "For the said purpose, the pleadings of the parties and the materials brought on record would be relevant to enable the court to judge what is in public good or public interest, and what would otherwise be injurious to the public good at the relevant point, as contradistinguished from the policy of a particular Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5df02c5698644206a05469c45a553b43_95"
    },
    {
      "start": 23741,
      "end": 24053,
      "text": "Further, the Hon'ble Apex Court in the case of PSA SICAL Terminals Pvt. Ltd. Vs Board of Trustees of V.O. Chidambranar Port Trust Tuticorin and Others reported in 2021 SCC OnLine SC 508, has taken the similar view which has been observed at paragraph 43 of the judgment which is being referred hereunder as:-\n43.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b648137e92d2416583fa327ae3ee3a17_96"
    },
    {
      "start": 24054,
      "end": 24242,
      "text": "It will thus appear to be a more than settled legal position, that in an application under Section 34, the court is not expected to act as an appellate court and reappreciate the evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f81120444f0f493ea7f26f71426a5370_97"
    },
    {
      "start": 24243,
      "end": 24346,
      "text": "The scope of interference would be limited to grounds provided under Section 34 of the Arbitration Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "abd4a7d449ad4e58a7b4123b964be820_98"
    },
    {
      "start": 24347,
      "end": 24513,
      "text": "The interference would be so warranted when the award is in violation of \"public policy of India\", which has been held to mean \"the fundamental policy of Indian law\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c340e21a456c47068dd045df2f084fb2_99"
    },
    {
      "start": 24514,
      "end": 24616,
      "text": "A judicial intervention on account of interfering on the merits of the award would not be permissible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94ff4d96e04544b8a595473bb8f6e241_100"
    },
    {
      "start": 24617,
      "end": 24786,
      "text": "However, the principles of natural justice as contained in Section 18 and 34(2)(a)(iii) of the Arbitration Act would continue to be the grounds of challenge of an award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f725f1d8e5c148c59b54f991af6f14da_101"
    },
    {
      "start": 24787,
      "end": 24974,
      "text": "The ground for interference on the basis that the award is in conflict with justice or morality is now to be understood as a conflict with the \"most basic notions of morality or justice\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96354a949444437082f4bacf1f9a074e_102"
    },
    {
      "start": 24975,
      "end": 25088,
      "text": "It is only such arbitral awards that shock the conscience of the court, that can be set aside on the said ground.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca2cd71219664558b9ac21d469d0d0fc_103"
    },
    {
      "start": 25089,
      "end": 25238,
      "text": "An award would be set aside on the ground of patent illegality appearing on the face of the award and as such, which goes to the roots of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6506b848a010471387be30c55a80d451_104"
    },
    {
      "start": 25239,
      "end": 25352,
      "text": "However, an illegality with regard to a mere erroneous application of law would not be a ground for interference.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8154e8ea7f34a0d86a9f2ab0b71947b_105"
    },
    {
      "start": 25353,
      "end": 25484,
      "text": "Equally, reappreciation of evidence would not be permissible on the ground of patent illegality appearing on the face of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "379bfa8b794242f3a06ae313aa8cae2c_106"
    },
    {
      "start": 25486,
      "end": 25710,
      "text": "In a recent judgment passed in Reliance Infrastructure Ltd. Vs State of Goa reported in 2023 SCC OnLine SC 604, the Hon'ble Apex Court has reiterated its view and has observed at paragraph 48 which reads hereunder as :-\n\"48.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c713bc03300e4e86b7ff44338a7f2e81_107"
    },
    {
      "start": 25711,
      "end": 26074,
      "text": "In MMTC Limited (supra), this Court took note of various decisions including that in the case of Associate Builders (supra) and exposited on the limited scope of interference under Section 34 and further narrower scope of appeal under Section 37 of the Act of 1996, particularly when dealing with the concurrent findings (of the Arbitrator and then of the Court).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3ae2a6bd33ff44bb9362ec32d33f5c4b_108"
    },
    {
      "start": 26075,
      "end": 26097,
      "text": "This Court, inter alia",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9cb137f90c794203b353c288670c2050_109"
    },
    {
      "start": 26098,
      "end": 26121,
      "text": ", held as under:--\n\"11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6dcbcb66ef15499280e8e4826483c952_110"
    },
    {
      "start": 26122,
      "end": 26397,
      "text": "As far as Section 34 is concerned, the position is well-settled by now that the Court does not sit in appeal over the arbitral award and may interfere on merits on the limited ground provided under Section 34(2)(b)(ii) i.e. if the award is against the public policy of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc1f92fffc9e4fcdafa28232a50b0be6_111"
    },
    {
      "start": 26398,
      "end": 26757,
      "text": "As per the legal position clarified through decisions of this Court prior to the amendments to the 1996 Act in 2015, a violation of Indian public policy, in turn, includes a violation of the fundamental policy of Indian law, a violation of the interest of India, conflict with justice or morality, and the existence of patent illegality in the arbitral award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "53ce34ff45a74746b0afbc5b4afccd86_112"
    },
    {
      "start": 26758,
      "end": 27083,
      "text": "Additionally, the concept of the \"fundamental policy of Indian law\" would cover compliance with statutes and judicial precedents, adopting a judicial approach, compliance with the principles of natural justice, and Wednesbury [Associated Provincial Picture Houses v. Wednesbury Corpn., [1948] 1 K.B. 223 (CA)] reasonableness.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "957af93bd943443c9c230af094c38dac_113"
    },
    {
      "start": 27084,
      "end": 27271,
      "text": "Furthermore, \"patent illegality\" itself has been held to mean contravention of the substantive law of India, contravention of the 1996 Act, and contravention of the terms of the contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "869b1f49ce544ded8969c2851d6b09b8_114"
    },
    {
      "start": 27273,
      "end": 27711,
      "text": "12. It is only if one of these conditions is met that the Court may interfere with an arbitral award in terms of Section 34(2)(b)(ii), but such interference does not entail a review of the merits of the dispute, and is limited to situations where the findings of the arbitrator are arbitrary, capricious or perverse, or when the conscience of the Court is shocked, or when the illegality is not trivial but goes to the root of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26b0b2f4ed32436a9464636a21b15709_115"
    },
    {
      "start": 27712,
      "end": 27827,
      "text": "An arbitral award may not be interfered with if the view taken by the arbitrator is a possible view based on facts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8ecfa28777d048309011c1c62c230e13_116"
    },
    {
      "start": 27829,
      "end": 27945,
      "text": "13. It is relevant to note that after the 2015 Amendment to Section 34, the above position stands somewhat modified.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2b8446fe24134d3589cf5e6ab89a7612_117"
    },
    {
      "start": 27946,
      "end": 28325,
      "text": "Pursuant to the insertion of Explanation 1 to Section 34(2), the scope of contravention of Indian public policy has been modified to the extent that it now means fraud or corruption in the making of the award, violation of Section 75 or Section 81 of the Act, contravention of the fundamental policy of Indian law, and conflict with the most basic notions of justice or morality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "08da55fcb4b94265b83322ca95b0f401_118"
    },
    {
      "start": 28326,
      "end": 28357,
      "text": "Additionally, sub-section (2-A)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57430c74f9bb4790abf2c83f27580ff7_119"
    },
    {
      "start": 28358,
      "end": 28546,
      "text": "has been inserted in Section 34, which provides that in case of domestic arbitrations, violation of Indian public policy also includes patent illegality appearing on the face of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4d5d99410224440807a65d7c502486a_120"
    },
    {
      "start": 28547,
      "end": 28708,
      "text": "The proviso to the same states that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a03941c387e4c56af0429f47b8774b4_121"
    },
    {
      "start": 28709,
      "end": 28934,
      "text": "\n14. As far as interference with an order made under Section 34, as per Section 37, is concerned, it cannot be disputed that such interference under Section 37 cannot travel beyond the restrictions laid down under Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c63be6b208614f95a2c43fbf1293b474_122"
    },
    {
      "start": 28935,
      "end": 29157,
      "text": "In other words, the court cannot undertake an independent assessment of the merits of the award, and must only ascertain that the exercise of power by the court under Section 34 has not exceeded the scope of the provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c60cc83243741a6836f6bca50877eea_123"
    },
    {
      "start": 29158,
      "end": 29390,
      "text": "Thus, it is evident that in case an arbitral award has been confirmed by the court under Section 34 and by the court in an appeal under Section 37, this Court must be extremely cautious and slow to disturb such concurrent findings.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb44714d589d4071ba483dc4a484a220_124"
    },
    {
      "start": 29391,
      "end": 29950,
      "text": "\nIt is evident from the judicial pronouncements referred hereinabove, that the appellate court while exercising the power regarding the illegality and propriety of the arbitral Award is not supposed to reappraise the evidence as also interference to the arbitral Award does not intend a review of the merits of the dispute, rather, it is limited to the situations whether the findings of the Arbitrator are arbitrary or capricious or perverse or when the conscience of the court shocks or when the illegality is not trivial but goes to the root of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51346574feb342e8a0e1aef25dcffad5_125"
    },
    {
      "start": 29951,
      "end": 30079,
      "text": "\nFurther, an arbitral Award may not be interfered with if the view taken by the Arbitrator is a possible view based on facts.\n7.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "433eaa2d53bf4fefaaf0c397c008d3a0_126"
    },
    {
      "start": 30080,
      "end": 30637,
      "text": "So far as the fact of the given case is concerned, the Government of Jharkhand, for convenient and speedy Government Services to the citizens, through Common Services Centers (CSCs) such as issuance and preparation of Aadhar Card, Voter ID, Caste Certificates, residential certificates etc., decided that at least one CSC in a Panchayat, in the different districts / division of the State should be established and, therefore, a tender for rolling out and operation of around 4500 Common Service Centres in 5 divisions of the State of Jharkhand was floated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd8f3716c4bc4e35aacb8cbff320b5d0_127"
    },
    {
      "start": 30638,
      "end": 30852,
      "text": "Accordingly, M/s Alternative For India Development, respondent herein, submitted its technical and commercial bid for 600 CSCs in Palamau Division in response to the tender and the said bid was accepted by the SDA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f7e5aa792f7849fdb893503c8019272d_128"
    },
    {
      "start": 30853,
      "end": 30959,
      "text": "\nThereafter, Agreement was entered into on 11th April, 2007 for establishing 600 CSCs in Palamau Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "abab9e2f90e54899ad629e7d10444584_129"
    },
    {
      "start": 30960,
      "end": 31017,
      "text": "There were 600 Panchayats in the entire Palamau Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18ff58abc46345eb80f39e30ad8f121c_130"
    },
    {
      "start": 31018,
      "end": 31154,
      "text": "As such, at least / minimum 600 nos. of CSCs were essentially required to be rolled out and operated by the SCA in the Palamau Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aaee74a06d824f6382cc894ffd27fdbb_131"
    },
    {
      "start": 31155,
      "end": 31396,
      "text": "\nClause-3.1(f) of the contract stipulates that the SCA would not be eligible for the revenue support of Government of Jharkhand, unless the CSCs have been rolled out within the specified timeframe and are certified as operational by the SDA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f5557196a1a4daab9c5d603eb6a2fb0_132"
    },
    {
      "start": 31397,
      "end": 31658,
      "text": "Clause 3.1 (f) also provides that only upon setting up CSCs and making operational 50% of the said CSCs, the SCA shall be eligible for 50% of the revenue support for the said operational CSCs and the balance 50% shall be deferred till the roll out of 100% CSCs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f85e2adda624ca39c0bc835e78ef4f8_133"
    },
    {
      "start": 31659,
      "end": 31869,
      "text": "\nAs per the Agreement, Alternative for India Development, the respondent herein, was to roll out all the 600 CSCs within 12 months with effect from 11th April, 2007 but the respondent failed to meet the target.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58fb186afd9340adbba09ace5658ed1a_134"
    },
    {
      "start": 31870,
      "end": 32089,
      "text": "\nThereafter, vide Supplementary agreement dated 03.09.2012 wherein maximum period of completion of roll out of CSCs by the SCA was extended to 66 months from the effective date which was completed on 10th October, 2012.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a89b4bd617f4ff0a43558a602fb6768_135"
    },
    {
      "start": 32090,
      "end": 32228,
      "text": "The respondent failed to complete 100% roll out, i.e. roll out of 600 CSCs in Palamau division, till the date of termination of agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26364faf5cb84e2199bd8a8cecaedeb3_136"
    },
    {
      "start": 32229,
      "end": 32587,
      "text": "\nIt is the case of the appellant that since M/s. Alternative For India Development failed to set up and made operational at least 50% of the CSCs during the stipulated period, as such, was not eligible for any revenue support since the Government of Jharkhand has incurred heavy loss due to failure in roll out of required number of CSCs in Palamau division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62553cf013a04f5f880c5dad6553461c_137"
    },
    {
      "start": 32589,
      "end": 32751,
      "text": "The Revenue support for operational CSCs was calculated and the non-roll out penalty, non-operational penalty were imposed as per the provisions of the Agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eefdd4f09af744fc8b78bf8a715fda46_138"
    },
    {
      "start": 32752,
      "end": 32850,
      "text": "The JAP-IT had paid revenue support to the respondent for the period September 2012 to March 2013.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24ca3cc199df442e9af02f71f47a180d_139"
    },
    {
      "start": 32851,
      "end": 33090,
      "text": "It was found that Non Rollout and Non-operational penalty amount for period of April, 2013 to December, 2013 was higher than the payable revenue support amount, thus, no revenue support amount found to be due for payment to the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6253baa1da2749c79ed95d9628cc3f57_140"
    },
    {
      "start": 33091,
      "end": 33274,
      "text": "\nThe revenue support was main issue in the arbitration proceedings wherein prayer was made by the claimant for additional award has been rejected by the Sole Arbitrator on 11.08.2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b831b53c0d364dd8b2435b457cf23c24_141"
    },
    {
      "start": 33275,
      "end": 33462,
      "text": "\nThe claimant (respondent herein) moved before this Court in Arbitration Application No. 01 of 2016 in which final order dated 15.07.2016 was passed and the sole Arbitrator was appointed.",
      "labels": [
        "RPC"
      ],
      "id": "e2cf4c157f794026a49e887dbdca4660_142"
    },
    {
      "start": 33464,
      "end": 33556,
      "text": "Thereafter the claimant filed statement of claim along with documents before the Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "05ac1e8e3a1849d19b06e3dd8568986c_143"
    },
    {
      "start": 33557,
      "end": 33684,
      "text": "The appellants, being the opposite parties, filed their statement of defense dated 07.10.2016 alongwith all relevant documents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "836ecd63b49e4aed9b65db9ac2a293a2_144"
    },
    {
      "start": 33685,
      "end": 34189,
      "text": "\nAfter hearing the parties, the Arbitral Award has been passed on 02.06.2017 in Arbitration Case No. 01 of 2016 by the Sole Arbitrator holding the respondents (the appellant herein) entitled for an amount of Rs.9,47,706/- towards the claim made under the head of the 70% share of the amount received by the Claimant from the citizens by offering the government services plus a lump sum amount of Rs. 2,00,000/- for the delay caused in disbursement of the said amount of the share of the State Government.",
      "labels": [
        "RPC"
      ],
      "id": "cf541f2934464b85baf8d77ca0c1368b_145"
    },
    {
      "start": 34190,
      "end": 34477,
      "text": "Further, the respondent has been awarded with right to impose non-roll out penalty for the total 6 number of CSCs for the period from 26th November, 2012, the date when Claimant had rolled out 594 CSCs to 26th June, 2016, the date of termination of the MSA, which comes to Rs.7,84,800/-.",
      "labels": [
        "FAC"
      ],
      "id": "2f60b475d91a4effaa3f01c51ec9937f_146"
    },
    {
      "start": 34478,
      "end": 34998,
      "text": "\nFurther, direction has been given that after the deduction of the amounts awarded to the Respondents as well as after deduction of the amount already paid to the Claimant by way of Revenue Support, i.e. Rs. 60, 66,912 for the period from October, 2012 till March, 2013, the Claimant is awarded with Revenue Support for the total number of 594 CSCS @ of Rs. 3284/- per CSC per month calculated from 26th November, 2012 to 25th June, 2016, i.e., Rs.7,58,80,510/- plus interest upon the same within a period of two months.",
      "labels": [
        "RLC"
      ],
      "id": "826b09e33e394deb8f4192a082dc4338_147"
    },
    {
      "start": 34999,
      "end": 35374,
      "text": "\nThereafter, an application was filed under Section 33 (1) (a) of the Arbitration and Conciliation Act, 1996 on behalf of the claimant, in which the learned Arbitrator passed a supplementary award dated 07.07.2017 by adding an amount of Rs. 32,80,541/- observing that the awarded amount be read as Rs.7,91,61,051/- and the amount awarded has been modified to the said extent.",
      "labels": [
        "RLC"
      ],
      "id": "abeb6b4bce45420581ebab996cc527bc_148"
    },
    {
      "start": 35375,
      "end": 35677,
      "text": "\nThe claimant filed another application under Section 33(4) of the Arbitration and Conciliation Act, 1996 to pass additional award for refund of Rs.47,28,960/- towards the bank guarantee submitted by the claimant which was forfeited which has been held to be not maintainable and accordingly dismissed.",
      "labels": [
        "FAC"
      ],
      "id": "b6a4af2c7dcc42559219fce0f2c0938e_149"
    },
    {
      "start": 35678,
      "end": 36360,
      "text": "\nBeing aggrieved and dissatisfied with the said part of the arbitral award dated 02.06.2017 passed by the learned Arbitrator an Arbitration Case No. 01 of 2016, whereby the claimant awarded with revenue support for total number of 594 Common Service Centres as well as Supplementary Award dated 07.07.2017 as also against the rejection of the part of the counter claim and against the order dated 11.08.2017 passed in the said Arbitration Case No. 01 of 2016 by the learned Sole Arbitrator, the appellant filed an application under Section 34 of the Arbitration and conciliation Act, 1996 being the Commercial (REVOC) Case No. 05 of 2017 before the learned Commercial Court, Ranchi.",
      "labels": [
        "FAC"
      ],
      "id": "f1706b867b0e41de9c9afae8682c591e_150"
    },
    {
      "start": 36361,
      "end": 36480,
      "text": "\nThe learned Commercial Court heard the application and passed the judgment on 25.06.2018 dismissing the said petition.",
      "labels": [
        "RLC"
      ],
      "id": "800278c645644f00b06472fa189773c8_151"
    },
    {
      "start": 36481,
      "end": 36672,
      "text": "\nBeing aggrieved with the judgment dated 25.06.2018 passed in Commercial (REVOC) Case No. 05 of 2017 by the learned Commercial Court, Ranchi, the instant Commercial Appeal has been preferred.",
      "labels": [
        "RLC"
      ],
      "id": "ddb331df97b34b91bf7348ca20274470_152"
    },
    {
      "start": 36673,
      "end": 36774,
      "text": "\nIt is evident from the record that the agreement has been entered which contains several conditions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc3ccfc19868438c982791aad7fc4894_153"
    },
    {
      "start": 36775,
      "end": 36858,
      "text": "One of the conditions is for the purpose of giving revenue support to the claimant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1679e7d06850454faeee23b6447a4c2d_154"
    },
    {
      "start": 36860,
      "end": 37273,
      "text": "8. Learned counsel appearing for the appellant since is questioning the arbitral Award as also the order passed by the learned court in exercise of power conferred under Section 34 of the Act, 1996 that the Award so passed by casting liability upon the State appellant due to the negligence in not giving the revenue support even after completion of the entire centres and the centres have not become operational.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f3772fbf66cf4463ad2c1cab6243edab_155"
    },
    {
      "start": 37274,
      "end": 37589,
      "text": "\nTherefore, this Court, instead of dealing with other conditions, is now confining to deal with the condition which pertains to extending the benefit of revenue support in favour of the claimant which is available at Condition No.2.1 of the Agreement which is being referred hereunder as :-\n\"2.1 Scope of the MSA a)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "75d71ec1b80f4ee4b18f2c0ae2f369c2_156"
    },
    {
      "start": 37590,
      "end": 37691,
      "text": "The SCA mandated to establish around 600 number of CSCs in Palamu Division of the State of Jharkhand.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fde784a697dd443da60c68a3211da34b_157"
    },
    {
      "start": 37692,
      "end": 37763,
      "text": "The GoJ will provide a variety of Government Services through the CSCs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8bf251789f2408e98963a8048e0793c_158"
    },
    {
      "start": 37764,
      "end": 37909,
      "text": "These centres are proposed to be set up in the panchayat bhawans or suitable spaces available or at alternate locations preferably near the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec0bf8cf880b4c1ba13041d7d2dd8cd4_159"
    },
    {
      "start": 37910,
      "end": 37999,
      "text": "The SCA shall be responsible for identifying such locations with the guidance of the SDA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65e7702cd385498ea56c2ce2af1a48eb_160"
    },
    {
      "start": 38000,
      "end": 38085,
      "text": "\nb) The GoJ will extend revenue support to the SCA as agreed mutually under this MSA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "790203766875475588dcc5cfb4386d8b_161"
    },
    {
      "start": 38086,
      "end": 38337,
      "text": "\nc) The details of the Palamu division and the revenue support sought is as follows :\nSl. Name of Approx Revenue Support Required No. Division No. of from JAP-IT in Indian CSCs Rupees per CSC per proposed month over the 4 year period 1 Palamu 600 3284",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c5df444dead43cd916bf72e12e98370_162"
    },
    {
      "start": 38338,
      "end": 38477,
      "text": "It is evident that for the purpose of giving revenue support, two conditions have been stipulated in the condition as referred hereinabove.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc6b13b02cbd4e7da2a94d4081570a73_163"
    },
    {
      "start": 38478,
      "end": 38723,
      "text": "The first is that the centre, 600 in number, is to be set up and the second condition is that the centre is to be made operational and to that effect a certificate is to be given by the S.D.A., the agency concerned, the State functionary herein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4090bb711ce7485fbda90c76867c3c0a_164"
    },
    {
      "start": 38724,
      "end": 39112,
      "text": "\nThe claim of the claimant is that out of 600 centres, 594 centres have been set up, however, it was not within the period as agreed in pursuance to the agreement dated 11th April, 2007 but subsequent thereto, a supplementary agreement has been enreached in between the parties whereby extension of 66 months have been granted under which out of 600 centres, 594 centres have been set up.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c85cc329d8494b98a9b7db1f6cea103c_165"
    },
    {
      "start": 39113,
      "end": 39356,
      "text": "But no revenue support has been given and a dispute arose which was finally referred to the Arbitrator by appointing Arbitrator by the High Court in exercise of power conferred under Section 11(6) of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a2b4be50a43438aa834481281376d76_166"
    },
    {
      "start": 39357,
      "end": 39779,
      "text": "\nThe claimant has taken the plea that there is no laches on his part and out of 600 centres, 594 centres have been set up and the operation certificate which was to be given by the S.D.A. has not been given and, therefore, the revenue support, which, as per the agreement the claimant was entitled, since has not been given, the claimant has been made to suffer and hence the Award is prayed to be passed in his favour.\n9.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b33affd1db8741848058ce631701d1e5_167"
    },
    {
      "start": 39780,
      "end": 40111,
      "text": "While on the other hand, the State appellant has also filed counter claim on the pretext of the fact that the revenue which was to be generated by virtue of setting up of the agency has not been transmitted to the State Exchequer due to the laches committed on the part of the claimant and, hence they are entitled for the damages.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "56b3da3f3cee4f75ba4ee537a11af79b_168"
    },
    {
      "start": 40113,
      "end": 40182,
      "text": "10. The learned Tribunal has considered various aspect of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1f8eaf3ada64e3d85a2f07ce3a72182_169"
    },
    {
      "start": 40183,
      "end": 40215,
      "text": "The documents have been adduced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4bf07838c0cd4cb6b47238c1f68bde86_170"
    },
    {
      "start": 40216,
      "end": 40977,
      "text": "The learned Tribunal, in order to adjudicate the issue, has formulated following issues :-\n(i) Whether the Claimant is entitled to the claim raised by it in the petition of Claim and whether the same is payable in law or on facts in terms of the Master Service Agreement and the Supplementary Agreement?\n(ii) Whether the Supplementary Agreement dated 03.09.2012 has merged with the main Master Service Agreement dated 11.04.2007 and whether the parties are bound by the terms of the Master Service Agreement as well as the Supplementary Agreement dated 03.09.2012?\n(iii) Whether the Respondents have relinquished or waived the provisions of the Master Service Agreement in relation to the payment of the revenue support amount by the Respondent to the Claimant?",
      "labels": [
        "ISSUE"
      ],
      "id": "24b7270ab0574111b56f2abd389c48cf_171"
    },
    {
      "start": 40978,
      "end": 41192,
      "text": "\n(iv) Whether the Respondents are barred by Principle of estoppels from relying on the provisions of Master Service Agreement relating to the payment of the revenue support amount by the Respondent to the Claimant?",
      "labels": [
        "ISSUE"
      ],
      "id": "f232a5b9be504086af7d5c36b09abf57_172"
    },
    {
      "start": 41193,
      "end": 41440,
      "text": "\n(v) Whether the Claimant has performed its part of the contract and / or whether it has breached / violated any of the terms of the contract entered into between the parties particularly Clause 4.2(b) of the Contract as alleged by the Respondent?",
      "labels": [
        "ISSUE"
      ],
      "id": "b50a4de0ebae4a18a5f9400c39795920_173"
    },
    {
      "start": 41441,
      "end": 41576,
      "text": "\n(vi) Whether an amount of Rs.8,52,07,100/- is payable by the Respondents to the Claimant towards the revenue support as claimed by it?",
      "labels": [
        "ISSUE"
      ],
      "id": "2232e1012a064e9491cc519e94e919c3_174"
    },
    {
      "start": 41577,
      "end": 41715,
      "text": "\n(vii) Whether an amount of Rs. 2,79,62,132/- is payable by the Respondents to the Claimant as Escalation Cost as claimed by the Claimant?",
      "labels": [
        "ISSUE"
      ],
      "id": "906fa52345a54b139e5c0e6db2e4fcee_175"
    },
    {
      "start": 41716,
      "end": 41880,
      "text": "\n(viii) Whether the Claimant is entitled to interest @ 15% on delayed payment i.e. Rs. 3,97,92,689/- till the date of filing of the Claim Petition as claimed by it?",
      "labels": [
        "ISSUE"
      ],
      "id": "b602ec1aa2764b0da07a06c2bfd4352d_176"
    },
    {
      "start": 41881,
      "end": 42595,
      "text": "\n(ix) Whether an amount of Rs.13,40,63,107/- is payable by the Claimant to the Respondent by way of Counter Claim on account of revenue collected from the citizens for government services, non-rollout penalty amount, non-operational penalty amount, offsetting amount, liquidated damages as claimed by the Respondent in terms of the Master Service Agreement read with Supplementary Agreement dated 03.09.2012 and whether the amount aforesaid is at all admissible to be paid by the Claimant to the Respondent and whether the Claimant was required to roll out 600 Common Service Centers in accordance with the provisions of Master Service Agreement dated 11.04.2007 read with Supplementary Agreement dated 03.09.2012?",
      "labels": [
        "ISSUE"
      ],
      "id": "4029892db22d483cab2b346a7ae8ab5f_177"
    },
    {
      "start": 42596,
      "end": 42805,
      "text": "\nThe State appellant is only concerned with issue No.(ix) which pertains to revenue support in the light of non-compliance of the condition stipulated under Condition No.2.1(a) of the Master Service Agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0df326ed064a4193a566c6f534f39c41_178"
    },
    {
      "start": 42806,
      "end": 44151,
      "text": "\nThe learned Tribunal has considered the aforesaid condition and by taking note of the fact that out of 600 centres, 594 centres have been installed which is almost 99% of the work in entirety and hence came to the conclusion that if 1% of the centres has not been set up, the claimant cannot be denied the benefit of revenue support.\nThe learned Arbitrator has considered the second condition regarding certificate to be given of making the centres operational, that is the ground taken by the State appellant that in absence of certificate of making the centres operational, there cannot be revenue support to be given to be claimant.\nThe learned Arbitrator has considered the stand of the State appellant in order to assess that by whom the operational certificate was to be given, whether it was to be given by the State or if the State has not given, whether the claimant can be held responsible for that so as to put him at financial loss by not giving the benefit of revenue support.\nThe learned Arbitrator has further considered the stand of the appellant wherein it has been admitted that the operational certificate could not be given due to change in the system, as would appear from the discussion so made at paragraph 12 of the Award passed by the learned Arbitrator, for ready reference, paragraph 12 is quoted hereunder as :-\n\"12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e042b7ffe6714b789df7a08df342d2cc_179"
    },
    {
      "start": 44152,
      "end": 44456,
      "text": "Further, the Learned Senior Counsel for the Claimant, arguing upon the penal provisions under the MSA emphasized on the point that, as a consequence of the execution of the Supplementary Agreement, the entire Clause 2.3(b) stood deleted and thereby no penal provisions remained enforceable under the MSA.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a5a8e61b2b2c44a68fe0d63fba69d7a9_180"
    },
    {
      "start": 44457,
      "end": 44684,
      "text": "Therefore, non-operational penalty and or non-roll out penalty cannot be levied as there is no provision in the MSA regarding penalty for the same and therefore the schedule to the MSA which speaks about penalty is of no avail.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "30c651ec7e454d719a2ca9caf09ac099_181"
    },
    {
      "start": 44685,
      "end": 44875,
      "text": "Further he contended that, the Respondent has calculated the non-operational penalty on the basis of reports of E- Nagrik software which in itself was faulty and not provided for in the MSA.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1e4762500ce647bbb27b1fbaf9cdbb3f_182"
    },
    {
      "start": 44876,
      "end": 45001,
      "text": "Accordingly the Claimant is not liable to pay any amount towards penalty for non- roll out or non operationality of any CSCs.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f4b7165b1a2b41cfa1d985608a2b2859_183"
    },
    {
      "start": 45002,
      "end": 45214,
      "text": "Therefore, Respondent cannot rely on the penalty clause which stood deleted after the execution of the Supplementary Agreement; therefore the Respondent cannot bank upon something which does not exist in the MSA.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "10128301a19b4387b4ddec4c0c11adfc_184"
    },
    {
      "start": 45215,
      "end": 45576,
      "text": "Further by citing Clause 3.2(a)(i) of the MSA, the Claimant stated that, it had to submit certificate from JAP-IT or designated agency certifying that all the CSCs have been rolled out and are operational but the Respondent never issued a single certificate in respect of the same rather they alternatively introduced Online Monitoring Tool for certifying CSCs.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "802f403b246247e8ba6e7257299d45b9_185"
    },
    {
      "start": 45577,
      "end": 45896,
      "text": "He further submitted that, the fact that the OMT/E- Nagrick/E- Taal systems introduced by the Respondent at subsequent stages of Agreement period were non- functioning and not reliable, was also recorded in the internal CSC review meeting held on 14.05.2017 in the chamber of the Principal Secretary, Department of IT.\"",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "81f458ec94ab4609a89763de92219277_186"
    },
    {
      "start": 45897,
      "end": 46541,
      "text": "\nThe learned Arbitrator, after taking into consideration the admission on the part of the State, that due to the glitch in the software, the operational certificate could not be given, has given specific finding at paragraph 27 of the Award wherein it has been held that if it is the admission on the part of the State appellant that the operational certificate could not be given due to introduction of the new software which has been found to be faulty, therefore, for the fault on the part of the State, the claimant cannot be allowed to suffer, for ready reference paragraph 27 of the Award is being quoted and referred hereunder as :-\n\"27.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d33e45b6a73a49e08472d3466f1f8c7a_187"
    },
    {
      "start": 46542,
      "end": 46720,
      "text": "Further, under Clause 2(a) which provides for the scope of the MSA states that, the SCA is mandated to establish 600 numbers of CSCs in the Palamu Division of State of Jharkhand.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbf82cae88a34172b9eb526a3065d879_188"
    },
    {
      "start": 46721,
      "end": 46843,
      "text": "Further the Clause 2(c) goes on to provide the details of the Palamu Division and the revenue support sought for the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "970b0b7af8ab4aa08f418b0fb2f01e2f_189"
    },
    {
      "start": 46844,
      "end": 46974,
      "text": "The 3rd row of the table provided in the said clause which deals with the number of CSCs reads as - \"approx no of CSC's proposed\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ebe0f4296cdb4637a3605308c6d08b8f_190"
    },
    {
      "start": 46975,
      "end": 47252,
      "text": "Therefore, after analysing the MSA in its entirety, I am of the view that, under various clauses in the said MSA the roll-out and operations of the CSCs are indicated in percentile calculation and the same is not practically possible without the figures being certain or exact.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83698bf28ce94383a5e437e354c9c2b8_191"
    },
    {
      "start": 47253,
      "end": 47707,
      "text": "I am therefore certain that, it is evidently clear from the wordings and interpretation of the terms of the MSA in total that, the SCA was required to roll-out a total of 600 CSCs, since all the calculations made under the MSA, may it be for revenue support or for imposition of penalty was provided in percentage manner and the same percentile figure cannot be obtained unless and until the figure out of which it has to be derived is certain or exact.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ce5e249702c46b988016809e5f29005_192"
    },
    {
      "start": 47708,
      "end": 48122,
      "text": "\nThe learned Arbitrator on the basis of the aforesaid fact, has passed the Award holding therein that the appellant itself is at fault in not giving operation certificate who is only to give certificate as per the stipulation made under Condition No.3.2(a)(i) and, therefore, for the fault committed by the Agency, the claimant cannot be allowed to suffer and, accordingly, passed the Award in favour the claimant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "75d479384ff84621a11bc1305e7cde0d_193"
    },
    {
      "start": 48124,
      "end": 48467,
      "text": "11. The argument of the learned counsel for the appellant that the Award is contrary to the public policy and suffers from perversity, which according to our considered view, cannot be said to have substance, reason being that if the condition has been enshrined in the agreement, it is incumbent upon the parties to comply it in strict sense.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "967c9f7fb9054eaa989cf9b4413c2209_194"
    },
    {
      "start": 48468,
      "end": 48617,
      "text": "Either of the parties, if do not comply with the condition and due to such non-compliance no relief can be sought for by such party who is at fault.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0cfe3119c74d48a3a9e76aeeaabc39cb_195"
    },
    {
      "start": 48617,
      "end": 48806,
      "text": "Herein, the condition stipulated at Condition No. 2.1(a) i.e., for completion of 600 centres; and Condition No.3.2(a)(i) that a certificate is to be given of making the centres operational.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52472504b4bc4d709445f604eca4ef3b_196"
    },
    {
      "start": 48808,
      "end": 49458,
      "text": "12. So far as the completion of 600 centres are concerned, out of 600 centres, 594 centres have already been installed, i.e., 99% of the work and hence denial of the revenue support only if 1% centres have not been set up, the same has been held to be not justified by the learned Arbitrator as also the learned court while refusing to interfere with the Award in exercise of power conferred under Section 34 of the Act, 1996, which according to our considered view, cannot be said to suffer from an error, it is for the reason that there cannot be any deviation from the agreement and if condition has been stipulated, the same has to be adhered to.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88e8de025bf447aebb105b77204a15a8_197"
    },
    {
      "start": 49459,
      "end": 49705,
      "text": "\nThe plea is being taken on behalf of the State appellant that the operational certificate is not available and hence the learned Arbitrator or the forum under Section 34 of the Act, 1996 ought to have taken into consideration the aforesaid fact.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1fd84d47fb4d4826a6037cdd52657273_198"
    },
    {
      "start": 49707,
      "end": 50425,
      "text": "13. There is no denial that it ought to have been considered but the fact herein is that the operational certificate if was required to be given by the State and when the State is admitting the fact that due to the technical glitch in the new software introduced for giving operation certificate which establishes that the laches is on the part of the State and the law is well settled that if the laches is on the part of the party, such party cannot be allowed to take advantage of its wrong/illegality as has been held by Hon'ble Apex Court in the case of Kusheshwar Prasad Singh vs. State of Bihar and Ors., (2007) 11 SCC 447, wherein at paragraphs-14, 15 and 16, the Hon'ble Apex Court has observed as under:\n\"14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dec8e2523c3c449781a94610474f3fac_199"
    },
    {
      "start": 50426,
      "end": 50787,
      "text": "In this connection, our attention has been invited by the learned counsel for the appellant to a decision of this Court in Mrutunjay Pani v. Narmada Bala Sasmal [AIR 1961 SC 1353] wherein it was held by this Court that where an obligation is cast on a party and he commits a breach of such obligation, he cannot be permitted to take advantage of such situation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "44dc6f40119b47f49929bda877b9cd7f_200"
    },
    {
      "start": 50788,
      "end": 50916,
      "text": "This is based on the Latin maxim commodum ex injuria sua nemo habere debet (no party can take undue advantage of his own wrong).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "43b0f3cafd8e418481bdd83e96ad2d86_201"
    },
    {
      "start": 50918,
      "end": 50925,
      "text": "15. ...",
      "labels": [
        "STA"
      ],
      "id": "9ffd25ad5513421e828ba86b6f6c4757_202"
    },
    {
      "start": 50926,
      "end": 51323,
      "text": "This Court (at SCC p. 142, para 28) referred to Broom's Legal Maxims (10th Edn.), p. 191 wherein it was stated:\n\"It is a maxim of law, recognised and established, that no man shall take advantage of his own wrong; and this maxim, which is based on elementary principles, is fully recognised in courts of law and of equity, and, indeed, admits of illustration from every branch of legal procedure.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bbfa7ef0237e4c74801401eb9910fc67_203"
    },
    {
      "start": 51325,
      "end": 51484,
      "text": "16. It is settled principle of law that a man cannot be permitted to take undue and unfair advantage of his own wrong to gain favourable interpretation of law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "262b74e16899433e9fc21e64c8611d25_204"
    },
    {
      "start": 51485,
      "end": 51617,
      "text": "It is sound principle that he who prevents a thing from being done shall not avail himself of the non-performance he has occasioned.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b435da39f8294f16b5f80061784238b2_205"
    },
    {
      "start": 51618,
      "end": 51720,
      "text": "To put it differently, \"a wrongdoer ought not to be permitted to make a profit out of his own wrong\".\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "db61b21d47c844508b9abde525427e51_206"
    },
    {
      "start": 51721,
      "end": 51896,
      "text": "So far as the question of public policy is concerned, there is not dispute that the interference would be warranted if the Award is in violation of the public policy of India.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ecdc5c4bb11b4d11bfdd2e79cb809914_207"
    },
    {
      "start": 51897,
      "end": 52464,
      "text": "The Hon'ble Apex Court in the case of Oil & Natural Gas Corporation Ltd. v. Saw Pipes Ltd. (Supra), has been pleased to observe as under paragraph 31 that the expression public policy of India, as contained in Section 34, would now be the fundamental policy of Indian Law, as explained in para 18 and 27 of Associate Builders v. Delhi Development Authority reported in (2015) 3 SCC 49, i.e., the fundamental policy of Indian Law would be related to Renusagar [Renusagar Power Co. Ltd. v. general Electric Co. (1994) Supp (1) SCC 644] understanding of this expression.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cd1a3c638d604f44ae282960dad83b5d_208"
    },
    {
      "start": 52465,
      "end": 52529,
      "text": "Paragraph 31 of the judgment rendered in public policy of India.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "38ee5e1860ee42f3b7aadc5e44b10d0e_209"
    },
    {
      "start": 52530,
      "end": 52658,
      "text": "The Hon'ble Apex Court in the case of Oil & Natural Gas Corporation Ltd. v. Saw Pipes Ltd.(Supra) is quoted hereunder as :-\n\"31.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1d1710de8a644c28882c6dcec74bfa7b_210"
    },
    {
      "start": 52659,
      "end": 52789,
      "text": "Therefore, in our view, the phrase \"public policy of India\" used in Section 34 in context is required to be given a wider meaning.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "817cc07e104f455186411b35b6cc8c9b_211"
    },
    {
      "start": 52790,
      "end": 52913,
      "text": "It can be stated that the concept of public policy connotes some matter which concerns public good and the public interest.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "55e4ee6a5bb144b1a1be813a3b46217c_212"
    },
    {
      "start": 52914,
      "end": 53065,
      "text": "What is for public good or in public interest or what would be injurious or harmful to the public good or public interest has varied from time to time.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b6c71ee336cd471897ddde5c0faf80c1_213"
    },
    {
      "start": 53066,
      "end": 53200,
      "text": "However, the award which is, on the face of it, patently in violation of statutory provisions cannot be said to be in public interest.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "373b175fd99447248676b13037224b9e_214"
    },
    {
      "start": 53201,
      "end": 53290,
      "text": "Such award/judgment/decision is likely to adversely affect the administration of justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bc06936ea9e444a5ab3a3684f6267682_215"
    },
    {
      "start": 53291,
      "end": 53504,
      "text": "Hence, in our view in addition to narrower meaning given to the term \"public policy\" in Renusagar case [1994 Supp (1) SCC 644] it is required to be held that the award could be set aside if it is patently illegal.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1be4ab4278fd445989bbd7f1bcf72a9c_216"
    },
    {
      "start": 53505,
      "end": 53717,
      "text": "The result would be -- award could be set aside if it is contrary to:\n(a) fundamental policy of Indian law; or (b) the interest of India; or (c) justice or morality, or (d) in addition, if it is patently illegal.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b71068a5490d44928c16e84f6eecabea_217"
    },
    {
      "start": 53718,
      "end": 53865,
      "text": "\nIllegality must go to the root of the matter and if the illegality is of trivial nature it cannot be held that award is against the public policy.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "08b525df68f4445fb4f061f328b611c8_218"
    },
    {
      "start": 53866,
      "end": 53975,
      "text": "Award could also be set aside if it is so unfair and unreasonable that it shocks the conscience of the court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "13927c863cde4044959a8cd2c8dc5f0c_219"
    },
    {
      "start": 53976,
      "end": 54052,
      "text": "Such award is opposed to public policy and is required to be adjudged void.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cdb4879de78b42288f411436c1bea1ba_220"
    },
    {
      "start": 54053,
      "end": 54331,
      "text": "\nIt has further been observed that the public policy of India is now constricted to be first; Award is contrary to the fundamental policy of Indian Law as understood in paragraph 28 of the Associate Builders v. Delhi Development Authority (Supra), which reads hereunder as:-\n28.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7c3f5541eeab40e9a450f9fc23a79f35_221"
    },
    {
      "start": 54332,
      "end": 54604,
      "text": "In a recent judgment, ONGC Ltd. v. Western Geco International Ltd. [(2014) 9 SCC 263 : (2014) 5 SCC (Civ) 12] , this Court added three other distinct and fundamental juristic principles which must be understood as a part and parcel of the fundamental policy of Indian law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dcbbbb4db2484af2a13335193f81de99_222"
    },
    {
      "start": 54605,
      "end": 54660,
      "text": "The Court held: (SCC pp. 278-80, paras 35 & 38-40) \"35.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "78fdf80c85734b0490188be3a7e720a0_223"
    },
    {
      "start": 54661,
      "end": 54743,
      "text": "What then would constitute the 'fundamental policy of Indian law' is the question.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a5bf5bcf569a4072a6169a961b14a908_224"
    },
    {
      "start": 54744,
      "end": 54835,
      "text": "\nThe decision in ONGC [(2003) 5 SCC 705 : AIR 2003 SC 2629] does not elaborate that aspect.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "284d6ae272864b2b8e92fa779bf90e53_225"
    },
    {
      "start": 54836,
      "end": 55012,
      "text": "Even so, the expression must, in our opinion, include all such fundamental principles as providing a basis for administration of justice and enforcement of law in this country.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0537121cc0af4ef9939f6c58e15e8056_226"
    },
    {
      "start": 55013,
      "end": 55285,
      "text": "Without meaning to exhaustively enumerate the purport of the expression 'fundamental policy of Indian law', we may refer to three distinct and fundamental juristic principles that must necessarily be understood as a part and parcel of the fundamental policy of Indian law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ecdd758deae645ff94d7624cfd81ca94_227"
    },
    {
      "start": 55286,
      "end": 55585,
      "text": "The first and foremost is the principle that in every determination whether by a court or other authority that affects the rights of a citizen or leads to any civil consequences, the court or authority concerned is bound to adopt what is in legal parlance called a 'judicial approach' in the matter.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "06bc6ef4f05849e48ee43259d3957060_228"
    },
    {
      "start": 55586,
      "end": 55785,
      "text": "The duty to adopt a judicial approach arises from the very nature of the power exercised by the court or the authority does not have to be separately or additionally enjoined upon the fora concerned.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "525150e0c8004d95a8c5cdfe00bda412_229"
    },
    {
      "start": 55786,
      "end": 56155,
      "text": "What must be remembered is that the importance of a judicial approach in judicial and quasi-judicial determination lies in the fact that so long as the court, tribunal or the authority exercising powers that affect the rights or obligations of the parties before them shows fidelity to judicial approach, they cannot act in an arbitrary, capricious or whimsical manner.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7670dcf72a8743daa6ad614aa05541fe_230"
    },
    {
      "start": 56156,
      "end": 56356,
      "text": "Judicial approach ensures that the authority acts bona fide and deals with the subject in a fair, reasonable and objective manner and that its decision is not actuated by any extraneous consideration.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "39fb1f0c64cc4744865b6f4bff6ddc77_231"
    },
    {
      "start": 56357,
      "end": 56517,
      "text": "Judicial approach in that sense acts as a check against flaws and faults that can render the decision of a court, tribunal or authority vulnerable to challenge.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ab2bfca9c5324c1f97547307b7703fab_232"
    },
    {
      "start": 56518,
      "end": 56797,
      "text": "\n***\n38. Equally important and indeed fundamental to the policy of Indian law is the principle that a court and so also a quasi-judicial authority must, while determining the rights and obligations of parties before it, do so in accordance with the principles of natural justice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6ad2835714954bcdb024e9bf759d56ef_233"
    },
    {
      "start": 56798,
      "end": 57051,
      "text": "Besides the celebrated audi alteram partem rule one of the facets of the principles of natural justice is that the court/authority deciding the matter must apply its mind to the attendant facts and circumstances while taking a view one way or the other.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4199ce139ad4439d8edd18741f8b32dc_234"
    },
    {
      "start": 57052,
      "end": 57123,
      "text": "Non- application of mind is a defect that is fatal to any adjudication.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cd0fcbdf82b14398ab1913da68ffe002_235"
    },
    {
      "start": 57124,
      "end": 57314,
      "text": "Application of mind is best demonstrated by disclosure of the mind and disclosure of mind is best done by recording reasons in support of the decision which the court or authority is taking.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7ae84b3bde148338a5e0a7d0b0a08b4_236"
    },
    {
      "start": 57315,
      "end": 57503,
      "text": "The requirement that an adjudicatory authority must apply its mind is, in that view, so deeply embedded in our jurisprudence that it can be described as a fundamental policy of Indian law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "27dea4a646404bb78d2ff65c457f90ea_237"
    },
    {
      "start": 57505,
      "end": 57764,
      "text": "39. No less important is the principle now recognised as a salutary juristic fundamental in administrative law that a decision which is perverse or so irrational that no reasonable person would have arrived at the same will not be sustained in a court of law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7369eb49b24645caac99a5564dc06ae4_238"
    },
    {
      "start": 57765,
      "end": 57985,
      "text": "Perversity or irrationality of decisions is tested on the touchstone of Wednesbury [Associated Provincial Picture Houses Ltd. v. Wednesbury Corpn., (1948) 1 KB 223 :\n(1947) 2 All ER 680 (CA)] principle of reasonableness.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "77ebd7f0f07347d99af388ecf43fb06f_239"
    },
    {
      "start": 57986,
      "end": 58204,
      "text": "Decisions that fall short of the standards of reasonableness are open to challenge in a court of law often in writ jurisdiction of the superior courts but no less in statutory processes wherever the same are available.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2b4e9680e4854524b16f23124cdbcd93_240"
    },
    {
      "start": 58206,
      "end": 58430,
      "text": "40. It is neither necessary nor proper for us to attempt an exhaustive enumeration of what would constitute the fundamental policy of Indian law nor is it possible to place the expression in the straitjacket of a definition.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f126d5d835c84ba3931efb0de8a0b160_241"
    },
    {
      "start": 58431,
      "end": 58975,
      "text": "What is important in the context of the case at hand is that if on facts proved before them the arbitrators fail to draw an inference which ought to have been drawn or if they have drawn an inference which is on the face of it, untenable resulting in miscarriage of justice, the adjudication even when made by an Arbitral Tribunal that enjoys considerable latitude and play at the joints in making awards will be open to challenge and may be cast away or modified depending upon whether the offending part is or is not severable from the rest.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5098eec56f7945398b8f354af1b16b3a_242"
    },
    {
      "start": 58976,
      "end": 58999,
      "text": "\n(emphasis in original)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c38504796d7d4dff8494a6a05c7dbea3_243"
    },
    {
      "start": 59000,
      "end": 59403,
      "text": "It requires to refer herein the paragraph 33 of the judgment rendered in the case of Associate Builders v. Delhi Development Authority (Supra) for the purpose of consideration of the argument advanced on behalf of the appellant in order to assess as to whether the learned Arbitrator or the learned court exercising the power under Section 34 of the Act, has acted contrary to the public policy of India",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "73a959d2997a43ebb7dd6af5fa33940d_244"
    },
    {
      "start": 59404,
      "end": 59470,
      "text": ", for ready reference, paragraph 33 is quoted hereunder as :-\n\"33.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "141b78cdd5224f1cb13d085e7ffec877_245"
    },
    {
      "start": 59471,
      "end": 59670,
      "text": "It must clearly be understood that when a court is applying the \"public policy\" test to an arbitration award, it does not act as a court of appeal and consequently errors of fact cannot be corrected.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5b48702277144f72abdafeeee4f74147_246"
    },
    {
      "start": 59671,
      "end": 59880,
      "text": "A possible view by the arbitrator on facts has necessarily to pass muster as the arbitrator is the ultimate master of the quantity and quality of evidence to be relied upon when he delivers his arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8922dcb4895d436ea2fbdf3ccc43f274_247"
    },
    {
      "start": 59881,
      "end": 60116,
      "text": "Thus an award based on little evidence or on evidence which does not measure up in quality to a trained legal mind would not be held to be invalid on this score [ Very often an arbitrator is a lay person not necessarily trained in law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1bda5a3963a94638936646c048b9377c_248"
    },
    {
      "start": 60117,
      "end": 60377,
      "text": "Lord Mansfield, a famous English Judge, once advised a high military officer in Jamaica who needed to act as a Judge as follows:\"General, you have a sound head, and a good heart; take courage and you will do very well, in your occupation, in a court of equity.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c901003404314d3d9b75acb40e93863f_249"
    },
    {
      "start": 60378,
      "end": 60689,
      "text": "My advice is, to make your decrees as your head and your heart dictate, to hear both sides patiently, to decide with firmness in the best manner you can; but be careful not to assign your reasons, since your determination may be substantially right, although your reasons may be very bad, or essentially wrong\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9ea9c24fccf749ef943af17d915799bf_250"
    },
    {
      "start": 60690,
      "end": 60781,
      "text": "It is very important to bear this in mind when awards of lay arbitrators are challenged.] .",
      "labels": [
        "ANALYSIS"
      ],
      "id": "242b2388181c4a49b4264ae84fd765b0_251"
    },
    {
      "start": 60782,
      "end": 60895,
      "text": "Once it is found that the arbitrators approach is not arbitrary or capricious, then he is the last word on facts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "61e86675521c4504bd732f4ac1c8c79f_252"
    },
    {
      "start": 60896,
      "end": 61014,
      "text": "In P.R. Shah, Shares & Stock Brokers (P) Ltd. v. B.H.H. Securities (P) Ltd. [(2012) 1 SCC 594] , this Court held:\n\"21.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "10e89c104eb24909986fb473d72d036b_253"
    },
    {
      "start": 61015,
      "end": 61131,
      "text": "A court does not sit in appeal over the award of an Arbitral Tribunal by reassessing or reappreciating the evidence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "79c5e81f38f8483caee0172a866bf2fe_254"
    },
    {
      "start": 61132,
      "end": 61220,
      "text": "An award can be challenged only under the grounds mentioned in Section 34(2) of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9c40747b07d44e97b0c46963cbc2eb74_255"
    },
    {
      "start": 61221,
      "end": 61336,
      "text": "The Arbitral Tribunal has examined the facts and held that both the second respondent and the appellant are liable.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1a6f2fe888f4488499555eda1dbfd858_256"
    },
    {
      "start": 61337,
      "end": 61403,
      "text": "The case as put forward by the first respondent has been accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26dc6aa90e90464a9ebd9a0c50ba2a4e_257"
    },
    {
      "start": 61404,
      "end": 61723,
      "text": "Even the minority view was that the second respondent was liable as claimed by the first respondent, but the appellant was not liable only on the ground that the arbitrators appointed by the Stock Exchange under Bye-law 248, in a claim against a non-member, had no jurisdiction to decide a claim against another member.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "01ab83d03910484fa0fc6f0854b516c3_258"
    },
    {
      "start": 61724,
      "end": 61889,
      "text": "The finding of the majority is that the appellant did the transaction in the name of the second respondent and is therefore, liable along with the second respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e36e8ed4cc7745cba96eac1eabc2ad21_259"
    },
    {
      "start": 61890,
      "end": 62065,
      "text": "Therefore, in the absence of any ground under Section 34(2) of the Act, it is not possible to re-examine the facts to find out whether a different decision can be arrived at.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ebbc5f7c0ea45e0834a0713c32ee90f_260"
    },
    {
      "start": 62066,
      "end": 62205,
      "text": "\nIn this regard, paragraph 42.3 and paragraphs 43 to 45 of the aforesaid judgment are also relevant which are quoted hereunder as :-\n\"42.3.",
      "labels": [
        "STA"
      ],
      "id": "f362d9588ce448d4b9c7054d53d86e24_261"
    },
    {
      "start": 62206,
      "end": 62586,
      "text": "(c) Equally, the third subhead of patent illegality is really a contravention of Section 28(3) of the Arbitration Act, which reads as under:\n\"28.Rules applicable to substance of dispute.--(1)-(2)*** (3) In all cases, the Arbitral Tribunal shall decide in accordance with the terms of the contract and shall take into account the usages of the trade applicable to the transaction.\"",
      "labels": [
        "STA"
      ],
      "id": "fd1dea75163849a7ba6d0edf429e7bae_262"
    },
    {
      "start": 62587,
      "end": 62645,
      "text": "\nThis last contravention must be understood with a caveat.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8501bbdb6a9b445e922ba16b9ea945d7_263"
    },
    {
      "start": 62646,
      "end": 62867,
      "text": "An Arbitral Tribunal must decide in accordance with the terms of the contract, but if an arbitrator construes a term of the contract in a reasonable manner, it will not mean that the award can be set aside on this ground.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f854bfadae8a4279a52cf63cc0aa3823_264"
    },
    {
      "start": 62868,
      "end": 63096,
      "text": "Construction of the terms of a contract is primarily for an arbitrator to decide unless the arbitrator construes the contract in such a way that it could be said to be something that no fair-minded or reasonable person could do.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4ff6e464e26c4e7b87df17522a14ddbd_265"
    },
    {
      "start": 63098,
      "end": 63213,
      "text": "43. In McDermott International Inc. v. Burn Standard Co. Ltd. [(2006) 11 SCC 181] , this Court held as under:\n\"112.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8180cf5ede034e43b61a361eaf026ed3_266"
    },
    {
      "start": 63214,
      "end": 63283,
      "text": "It is trite that the terms of the contract can be express or implied.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "aa06fe25ce554a41ba3b379198141c31_267"
    },
    {
      "start": 63284,
      "end": 63387,
      "text": "The conduct of the parties would also be a relevant factor in the matter of construction of a contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6d59dab7a1ec44a6addb699dc072bf3f_268"
    },
    {
      "start": 63388,
      "end": 63688,
      "text": "The construction of the contract agreement is within the jurisdiction of the arbitrators having regard to the wide nature, scope and ambit of the arbitration agreement and they cannot be said to have misdirected themselves in passing the award by taking into consideration the conduct of the parties.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a75f7f8675ac4452a158470af305d0e3_269"
    },
    {
      "start": 63689,
      "end": 63842,
      "text": "It is also trite that correspondences exchanged by the parties are required to be taken into consideration for the purpose of construction of a contract.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "38fdd04cbd61417b84a0119bb5385f3b_270"
    },
    {
      "start": 63843,
      "end": 63977,
      "text": "Interpretation of a contract is a matter for the arbitrator to determine, even if it gives rise to determination of a question of law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "586e9f12e0d64e82b5badde77b51b7cc_271"
    },
    {
      "start": 63979,
      "end": 64205,
      "text": "113. Once, thus, it is held that the arbitrator had the jurisdiction, no further question shall be raised and the court will not exercise its jurisdiction unless it is found that there exists any bar on the face of the award.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f7e4b05dae1c4b3eb122d67c0e0f78f4_272"
    },
    {
      "start": 64207,
      "end": 64305,
      "text": "44. In MSK Projects (I) (JV) Ltd. v. State of Rajasthan [(2011) 10 SCC 573] , the Court held:\n\"17.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "69b4ff83c76e4dcca846f59a2d8ab5cd_273"
    },
    {
      "start": 64306,
      "end": 64419,
      "text": "If the arbitrator commits an error in the construction of the contract, that is an error within his jurisdiction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "be4bbb0d8e1c4ad09b32010debbabfa2_274"
    },
    {
      "start": 64420,
      "end": 64537,
      "text": "But if he wanders outside the contract and deals with matters not allotted to him, he commits a jurisdictional error.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2d8d032b13714ca49dfeed6f3b1ce05f_275"
    },
    {
      "start": 64538,
      "end": 64758,
      "text": "Extrinsic evidence is admissible in such cases because the dispute is not something which arises under or in relation to the contract or dependent on the construction of the contract or to be determined within the award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fd3bb001350842be8458401faf1f2192_276"
    },
    {
      "start": 64759,
      "end": 64850,
      "text": "The ambiguity of the award can, in such cases, be resolved by admitting extrinsic evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86aa8f6d11104daf83189983c8300721_277"
    },
    {
      "start": 64851,
      "end": 65005,
      "text": "The rationale of this rule is that the nature of the dispute is something which has to be determined outside and independent of what appears in the award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3f1e8ffcb65d4feb8dcea5f7be3082db_278"
    },
    {
      "start": 65006,
      "end": 65088,
      "text": "Such a jurisdictional error needs to be proved by evidence extrinsic to the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5bd208f0de48489a82564e2a7c697211_279"
    },
    {
      "start": 65090,
      "end": 65189,
      "text": "45. In Rashtriya Ispat Nigam Ltd. v. Dewan Chand Ram Saran [(2012) 5 SCC 306], the Court held:\n\"43.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "af61ab2c0bf6415c9f19b016301bf1d7_280"
    },
    {
      "start": 65190,
      "end": 65343,
      "text": "In any case, assuming that Clause 9.3 was capable of two interpretations, the view taken by the arbitrator was clearly a possible if not a plausible one.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "192e05b93cc94f77a6731f17ba75267f_281"
    },
    {
      "start": 65344,
      "end": 65494,
      "text": "It is not possible to say that the arbitrator had travelled outside his jurisdiction, or that the view taken by him was against the terms of contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f3841021ce44618bcbe83b6e9c7c632_282"
    },
    {
      "start": 65495,
      "end": 65659,
      "text": "That being the position, the High Court had no reason to interfere with the award and substitute its view in place of the interpretation accepted by the arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a56d3771ea0240cebabd14b2b2362e2a_283"
    },
    {
      "start": 65661,
      "end": 65858,
      "text": "44. The legal position in this behalf has been summarised in para 18 of the judgment of this Court in SAIL v. Gupta Brother Steel Tubes Ltd. [(2009) 10 SCC 63] and which has been referred to above.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9d87971768c94058b34fd57c23af80b2_284"
    },
    {
      "start": 65859,
      "end": 66005,
      "text": "Similar view has been taken later in Sumitomo Heavy Industries Ltd. v. ONGC Ltd. [(2010) 11 SCC 296] to which one of us (Gokhale, J.) was a party.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9fdd48acf4104fd8839df244484c7cb6_285"
    },
    {
      "start": 66006,
      "end": 66073,
      "text": "The observations in para 43 thereof are instructive in this behalf.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6496db2f560149e0b007bac0bbfb8760_286"
    },
    {
      "start": 66075,
      "end": 66153,
      "text": "45. This para 43 reads as follows: (Sumitomo case [(2010) 11 SCC 296] '43. ...",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e63ed14f531443c2bfccc4abfb12740b_287"
    },
    {
      "start": 66154,
      "end": 66300,
      "text": "The umpire has considered the fact situation and placed a construction on the clauses of the agreement which according to him was the correct one.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ac71a84b1664ed88544eaf1efe36f33_288"
    },
    {
      "start": 66301,
      "end": 66445,
      "text": "One may at the highest say that one would have preferred another construction of Clause 17.3 but that cannot make the award in any way perverse.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d7f1fab9d2174b75ae048af658142965_289"
    },
    {
      "start": 66446,
      "end": 66586,
      "text": "Nor can one substitute one's own view in such a situation, in place of the one taken by the umpire, which would amount to sitting in appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f82d6f274064564bf4a223765495767_290"
    },
    {
      "start": 66587,
      "end": 66875,
      "text": "As held by this Court in Kwality Mfg. Corpn. v. Central Warehousing Corpn. [(2009) 5 SCC 142] the Court while considering challenge to arbitral award does not sit in appeal over the findings and decision of the arbitrator, which is what the High Court has practically done in this matter.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f0862d1caedc49119c5ba58558ee2ae6_291"
    },
    {
      "start": 66876,
      "end": 67063,
      "text": "The umpire is legitimately entitled to take the view which he holds to be the correct one after considering the material before him and after interpreting the provisions of the agreement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "61601f393d6842d1bcfd28d8cba5a53f_292"
    },
    {
      "start": 67064,
      "end": 67152,
      "text": "If he does so, the decision of the umpire has to be accepted as final and binding.'\"\n14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b4ee61d3268541dc8aa8326741f3debb_293"
    },
    {
      "start": 67153,
      "end": 67471,
      "text": "It is evident from the aforesaid judgment that the construction of the terms of the contract is primarily for an Arbitrator to decide, unless the arbitrator construes the contract in such a manner that no fair-minded or reasonable person would, in short, that the Arbitrator's view is not even a possible view to take.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10c7cca1b8ce43549551873422239bf9_294"
    },
    {
      "start": 67472,
      "end": 67599,
      "text": "If the Arbitrator wanders outside the contract and deals with matters not allotted to him, he commits an error of jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eff5310f244c4d77aa9561c5baa7dfa4_295"
    },
    {
      "start": 67600,
      "end": 67684,
      "text": "\nThis ground of challenge will now fall within the new ground under Section 34(2-A).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "062131de8c7248dcb3cddbbd0fdd9a67_296"
    },
    {
      "start": 67685,
      "end": 67865,
      "text": "\nFurther, re-appreciation of evidence which is what an appellate court is permitted to do, cannot be permitted under the ground of patent illegality appearing on the face of Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82246949c3d3448aa2e47f01e2d58ca4_297"
    },
    {
      "start": 67866,
      "end": 68120,
      "text": "\nThe paragraph 42.1 of the judgment rendered in the case of Associate Builders v. Delhi Development Authority (Supra) laid down that mere contravention of the substantive law in India itself is no longer a ground available to set aside an arbitral Award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "29e6aab326e64821bbd921c49065f502_298"
    },
    {
      "start": 68121,
      "end": 68352,
      "text": "Paragraph 42.2 of the aforesaid judgment, however, would remain for an Arbitrator gives no reason for an Award and contravenes Section 31(3) of the 1996 Act that would certainly amount to patent illegality on the face of the Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "152cc332ea76402dafc83eb979f8b432_299"
    },
    {
      "start": 68353,
      "end": 68692,
      "text": "\nThe Hon'ble Apex Court has further observed therein that a decision which is perverse, as understood in paragraph 31 and 32 of the Associate Builders v. Delhi Development Authority (Supra), will no longer being a ground for challenge a public policy of India would certainly amount to patent illegality appearing on the face of the Award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d98334e6e7904c85946966d7e95d1c85_300"
    },
    {
      "start": 68693,
      "end": 68887,
      "text": "\nThus, a finding based on no evidence at all or an Award which ignores vital evidence in arriving at its decision would be perverse and liable to be set aside on the ground of patent illegality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7cfdd8ba9e642918f51998aebe75bb1_301"
    },
    {
      "start": 68888,
      "end": 69175,
      "text": "\nAdditionally, the finding based on documents taken behind the back of the parties by the Arbitrator, would also qualify as a decision based on no evidence in as much as such decision is not based on evidence laid by the parties, therefore, would also have to be categorized as perverse.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32ccf4ba783d43db8a3c4bb5350801c7_302"
    },
    {
      "start": 69177,
      "end": 69381,
      "text": "15. It is, thus, evident that the settled legal position is that in an application under Section 34 of the Act, 1996, the court is not expected to act as an appellate court and re-appreciate the evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9308573c20ec4b0aa44a46471854d12d_303"
    },
    {
      "start": 69382,
      "end": 69482,
      "text": "The scope of interference would be limited to the ground provided under Section 34 of the Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "573bed4d541f49f6ac2611f3bf7002a3_304"
    },
    {
      "start": 69483,
      "end": 69644,
      "text": "The interference would be so warranted when the Award is in violation of the public policy of India which has been held to be a fundamental policy of Indian law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74c163f0b43746f5a4fa53e33f6dd26d_305"
    },
    {
      "start": 69645,
      "end": 69886,
      "text": "\nFurther, the arbitral Award can also be interfered with if it shocks the conscience of the court as also the Award would be set aside on the ground of patent illegality appearing on the face of the Award and if the decision is perverse.\n16.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47523f92c16e451e995e075792afa686_306"
    },
    {
      "start": 69887,
      "end": 70380,
      "text": "This Court, having considered the proposition laid down by the Hon'ble Apex Court in the aforesaid judgment and coming back to the Award passed by the learned Tribunal, has found that the Award has not been passed by giving go-bye to the condition stipulated in the agreement, rather, thoughtful consideration has been given by the learned Tribunal regarding the condition stipulated under Condition No. 2 and having discussed the same at paragraph 27, the Award has been passed on 02.06.2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9288a6d3c29f40df9e97d9e7952b14bb_307"
    },
    {
      "start": 70382,
      "end": 70599,
      "text": "17. This Court, thus, is of the view after going through the Award passed by the learned Arbitrator that there is no error on the face of it, it does not suffer from perversity and it is not against the public policy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5340355f352e4256adcc22b1239dbbfc_308"
    },
    {
      "start": 70601,
      "end": 71452,
      "text": "18. This Court, after considering the order passed by the court exercising the power under Section 34 of the Act, 1996 has found therefrom that the learned court has considered the fact in entirety as also has considered the scope of judicial review by taking note of the judgment rendered in the case of Oil & Natural Gas Corporation Ltd. v. Saw Pipes Ltd. (Supra) which pertains to interference to be shown in a case of violation of public policy/perversity or if there is any error on the face of the Award, but the learned court has not found any error on the face of the Award and the Award having not been found contrary to the public policy and does not suffer from the perversity, rather, the learned court, by taking note of the consideration so made by the learned Arbitrator, has given specific finding that the Award suffers from no error.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9eb1366841744efab6bc457740d4d197_309"
    },
    {
      "start": 71454,
      "end": 71703,
      "text": "19. This Court, on the basis of the discussion made hereinabove, is of the view that the Award passed by the learned Tribunal as also the order passed by the learned court in exercise of power under Section 34 of the Act, 1996, suffer from no error.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17025ea74d0b49e1af15cc44a99e774c_310"
    },
    {
      "start": 71705,
      "end": 72195,
      "text": "20. So far as the ground agitated that the Award of counter claim awarding meager amount is concerned, according to the considered view of this Court, the learned sole Arbitrator has awarded Rs.9,47,706/- towards the claim made under the head of the 70% share of the amount received by the Claimant from the citizens by offering the government services plus a lump sum amount of Rs.2,00,000/- towards the delay caused in disbursement of the said amount of the share of the State Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee3ea4f0377e49aa84ebf12cb18c64f7_311"
    },
    {
      "start": 72196,
      "end": 72848,
      "text": "\nThe aforesaid finding, therefore, suggests that it is not that there is no order on counter claim, as has been argued, rather, the order has been passed on the counter claim awarding Rs.9,47,706/- towards the claim made under the head of the 70% share of the amount received by the Claimant from the citizens by offering the government services plus a lump sum amount of Rs.2,00,000/- towards the delay caused in disbursement of the said amount of the share of the State Government, therefore, the counter claim has also been considered and Award has been passed holding the State entitled for the aforesaid amount of Rs.9,47,706/- plus Rs.2,00,000/-.",
      "labels": [
        "RATIO"
      ],
      "id": "52a9e4f9ee7a4f1098c0e68e21b64fd7_312"
    },
    {
      "start": 72850,
      "end": 73201,
      "text": "21. This Court, taking into consideration the fact that the Award passed by the learned sole Arbitrator since suffers from no error, having not found to be contrary to public policy, therefore, is of the view that the order passed by the learned court under Section 34 of the act, 1996 requires no interference in exercise of power of judicial review.",
      "labels": [
        "RATIO"
      ],
      "id": "0c23542f5175451bb50c1bb39f543012_313"
    },
    {
      "start": 73203,
      "end": 73262,
      "text": "22. Accordingly, the instant appeal fails and is dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "e30fe50c304a4542b59b2be43600e7cc_314"
    },
    {
      "start": 73264,
      "end": 73338,
      "text": "23. Consequently, pending interlocutory applications also stand dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "37f9944180b548e4bb427d70204e4625_315"
    },
    {
      "start": 73339,
      "end": 73437,
      "text": "\n(Sujit Narayan Prasad, J.) I agree (Ratnaker Bhengra, J.) (Ratnaker Bhengra, J.) Birendra/ A.F.R.",
      "labels": [
        "NONE"
      ],
      "id": "f85d4382c34e4ec9ad251c52b0dc22df_316"
    }
  ]
}