{
  "id": "493804d756a6ee07e03ba46e41182603e48e63e7027b5e1aae1ddb8fb345042c",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nDamodarbhai Kumanbhai Kansagara vs World Express Elevator on 4 May, 2023\nAuthor: Ashutosh Shastri \nBench: Ashutosh Shastri \n     C/Ao/20/2023                            Order Dated: 04/05/2023\n\n\n\n\n          In The High Court Of Gujarat At Ahmedabad\n\n                R/Appeal From Order No. 20 of 2023\n                                With\n             Civil Application (For  STAY) NO. 1 of 2022                In R/APPEAL FROM ORDER NO. 20 of 2023                                 With                 R / APPEAL FROM ORDER NO. 21 of 2023                                 With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                In R/APPEAL FROM ORDER NO. 21 of 2023                                 With                 R / APPEAL FROM ORDER NO. 22 of 2023                                 With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                In R/APPEAL FROM ORDER NO. 22 of 2023                                 With                 R /APPEAL FROM ORDER NO. 23 of 2023                                 With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                In R / APPEAL FROM ORDER NO. 23 of 2023                                 With                 R / APPEAL FROM ORDER NO. 24 of 2023                                 With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                In R /APPEAL FROM ORDER NO. 24 of 2023                                 With                 R / APPEAL FROM ORDER NO. 25 of 2023                                 With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                In R/APPEAL FROM ORDER NO. 25 of 2023                                 With                 R / APPEAL FROM ORDER NO. 26 of 2023                                 With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                In R/APPEAL FROM ORDER NO. 26 of 2023                                 With                 R / APPEAL FROM ORDER NO. 27 of 2023                                 With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                In R/APPEAL FROM ORDER NO. 27 of 2023                                 With                 R / APPEAL FROM ORDER NO. 28 of 2023                                 With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                In R / APPEAL FROM ORDER NO. 28 of 2023 = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n\n\n                              Page 1 of 42                                                   Downloaded on : Fri May 05 20:53:26 IST 2023       C/AO/20/2023                                ORDER DATED: 04/05/2023                     DAMODARBHAI KUMANBHAI KANSAGARA                                  Versus                         WORLD EXPRESS ELEVATOR = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = ==\nAppearance:\nAO 20/2023 MR SHALIN MEHTA, SR. ADVOCATE with MR AKSHAY A VAKIL(5473) for the Appellant MS POOJA O ACHARYA(9849) for the Respondents AO 21/2023 MR SHALIN MEHTA, SR. ADVOCATE with MR AKSHAY A VAKIL(5473) for the Appellant AO 22/2023 MR SHALIN MEHTA, SR. ADVOCATE with MR AKSHAY A VAKIL(5473) for the Appellant DR RAJESH ACHARYA for the Respondents AO 23/2023, 26/23 & 27/23 MR SHALIN MEHTA, SR. ADVOCATE with MR AKSHAY A VAKIL(5473) for the Appellant MR HEMAL SHAH for the Respondents AO 24/2023 MR SHALIN MEHTA, SR. ADVOCATE with MR AKSHAY A VAKIL(5473) for the Appellant MR JAYKRUSHNA SANKHLA for the Respondents AO 25/2023 MR SHALIN MEHTA, SR. ADVOCATE with MR AKSHAY A VAKIL(5473) for the Appellant MR HASIT TOLIA for MR RH BHANSALI for the Respondents AO 28/2023 MR SHALIN MEHTA, SR. ADVOCATE with MR AKSHAY A VAKIL(5473) for the Appellant MR JENIL SHAH for the Respondents ============================================== == = = = = = = = = = =\n CORAM:HONOURABLE MR. JUSTICE ASHUTOSH SHASTRI        and        HONOURABLE MR. JUSTICE J. C. DOSHI                              Date : 04/05/2023                           ORAL ORDER (PER : HONOURABLE MR. JUSTICE J. C. DOSHI) C/AO/20/2023 ORDER DATED: 04/05/2023 1. This group of appeals are filed under Order 43 Rule 1(r) of the Civil Procedure Code, 1908 (in short \"the Code\") read with sections 5 and 3 of the Commercial Court Act, 2015 challenging order passed below Exh.5 in respective commercial trademark suits, wherein, the learned Commercial Court in exercise of powers under Order 39 Rule 1 and 2 of the Code, dismissed injunction applications. \n2. Since this group of appeals involves and contains common and identical facts, with the consent of learned counsel appearing for the respective parties, the same is being disposed of by this common order. \n2.1. Learned counsel for both the sides requested to take up AO No.20 of 2023 as lead matter. Thus, facts are taken up from the said matter. The appellant is original plaintiff, whereas, the respondents are original defendants before the learned trial Court and therefore, for the sake of bravity, they are referred in the present judgment as per their original status in the suits. \n2.2 In all suits filed before the learned Commercial Court, the plaintiff is common, who has filed suits for infringement of registered trademark passing off goods and for permanent injunction along with injunction application Exh.5 3. It is the case of the plaintiff that the plaintiff is a sole proprietor of 'Express' Electro Elevators having his office at C/AO/20/2023 ORDER DATED: 04/05/2023 Rajkot and carrying on business of Elevators, moving walkways, moving platforms, Escalators, Engines, Step Chains, Balustrades, step door operators, operating panels, installing repairing, maintaining and modernizing elevators etc. It is further case of the plaintiff that he is registered proprietor of trademark 'Express' Electro Elevators, wherein word 'Express' forms the essential, prominent and distinctive part of the entire trademark. The plaintiff further claimed that said trademark is registered vide trademark registration No.3088775 in class 7 for goods and 3088776 in class 37 for services. It is further case of the plaintiff that he is using said trademark since 1999, which is noted by the Trademark Registry while registering the trademark. The plaintiff has earned goodwill and reputation for his product under the trademark \"'Express'\", which is forming entire descriptive matter. However, the defendants have deliberately adopted the trading style as well as trademark containing the word 'Express' so as to encash goodwill and reputation of the plaintiff as well as to pass on their goods under the impression that it is goods of the plaintiff. Therefore, upon such main contention, the plaintiff filed the suit for infringement of the trademark and passing off action. \n4. Injunction application has been moved in each suit claiming following relief:-\n\"Pending the hearing and disposal of the suit, an order of interim as well as ad-interim injunction be passed restraining the defendants by themselves, their servants, agents, dealers and all those connected with them from use of trademark 'Express' as part of their trademark/trading style and thereby, temporarily C/AO/20/2023 ORDER DATED: 04/05/2023 restrained from passing offf their business/goods as that of the plaintiff.\"\n5. Upon service of the summons in each case, the defendants appeared and filed written statement and have taken a stand that the plaintiff has suppressed the material fact while filing the suit and claiming equitable relief. It is further contended that the plaintiff has not pleaded about the disclaimer clause, which has been stated in the registration certificate of his own trademark and thereby, has materially suppressed the things before the Court below. It is further contended that some third party are using the word 'Express' prominently in its trademark since 1982, which is not stated by the plaintiff in his suit as well as in injunction application while claiming equitable relief. It is further contended that word 'Express' has a dictionary meaning. It is a generic word and worldwide, many people/Business concerns are using the word 'Express' along with their other trademark. So, since word 'Express' is of publici juris, it cannot be said that it is a unique and innovative word forming trademark. It is further contended that on the contrary, word 'Express' is commonly used across the world over and therefore, the plaintiff cannot claim any exclusive proprietary right over the word 'Express'.\n5.1 It is further contended that when the plaintiff applied for registration of the trademark as a device on 30.10.2015, wherein, other companies objected the application of the plaintiff for registration of trademark. J.K. Majithia and Co. prepared examination report in respect of trademark application of the C/AO/20/2023 ORDER DATED: 04/05/2023 plaintiff. During the registration process, the Registrar of Trademark wrote a letter dated 30.6.2016 to the plaintiff, whereby the plaintiff company was asked to tender his explanation in respect of the objection raised u/s 11 of the Trademark Act, 1999, whereupon, the plaintiff in response to the letter written by the Registrar of Trademark, on affidavit asserted that he is bona fide user of the said trademark in their service in label form. It is further contended that such statement on oath transpires that the plaintiff is not claiming any exclusive proprietary right over the word 'Express'.\n5.2 It is further contended that the word 'Express' does not hold any distinctive character or special meaning, many other persons/Business concerns are using the word 'Express' in their business/service or product and therefore, the plaintiff cannot claim exclusive right. \n5.3 Upon above defence, it was contended to dismiss the injunction applications. \n6. After hearing learned advocates appearing for both the sides, the learned Commercial Court was pleased to dismiss the injunction applications filed in respective suit. \n7. Being aggrieved by the impugned order passed by the learned Commercial Court, the unsuccessful plaintiff has preferred this group of AO under Order 43 Rule 1(r) of the Code C/AO/20/2023 ORDER DATED: 04/05/2023 read with sections 5 and 3 of the Commercial Court Act, 2015 inter alia on the ground mentioned in the AO. \n7.1 Heard learned Senior Counsel Mr. Shalin Mehta assisted by learned advocate Mr. AA Vakil appearing for the plaintiff and learned advocate Mr. Hasit Tolia as well as learned advocate Ms. Pooja Acharya representing the defendants.\n8. Learned Senior Counsel Mr. Shalin Mehta for the plaintiff would argue that the impugned order passed by the learned Commercial Court is against the settled provisions of Order 39 Rule 1 and 2 of the Code r/w section 135 of the Trademark Act, 1999, 1999. \n8.1 Learned Senior Counsel Mr. Shalin Mehta would further submit that the learned Commercial Court has failed to take into consideration well settled principles of granting or refusing injunction in case of registered trade mark and as such, the impugned order pased by the learned Commercial Court is against the settled principles of law. Taking us through the registration certificate of the plaintiff, learned Senior Counsel Mr. Mehta would submit that on 30.10.2015, the word mark of the plaintiff 'Express' Electro Elevators has been registered. The Registrar of Trademark at the time of registration of the word mark, specifically held that the plaintiff is using word mark 'Express' since 1999, precisely from 1.4.1999. There is no plea or evidence produced by the defendants to show that the plaintiff is not a prior user of the work mark, which contained the word C/AO/20/2023 ORDER DATED: 04/05/2023 'Express'.\n8.2 Learned Senior Counsel Mr. Shalin Mehta would further submit that since the plaintiff is owner of the registered word mark, he is entitled to restrain the defendants from using the word 'Express' in their trademark or word mark. However, the learned Commercial Court has failed to notice such evidence on record and thereby, has committed serious and grave error in rejecting the injunction application. He would further submit that the learned Commercial Court ought to have believed that except word 'Express' stated in the work mark, other words are descriptive matters, whereas the word 'Express' used in the word mark by the plaintiff is the highlighted word and if the defendants are using such word, it would amount to infringement of the trademark of the plaintiff and once it is established on record that the defendants are using the word 'Express' along with other words either in prefix or suffix , the defendants are infringing the trademark of the plaintiff and in that circumstances, the learned Commercial Court ought to have issued the injunction to restrain the defendants from using the word 'Express'. He would further submit that the plaintiff is a distinctive user of the word 'Express' in his word mark and which has been recognized by the Registrar of Trademark and registered such trademark in Class 37 and Class 7 of the goods and services. The defendants in order pass on their goods i.e. elevator, lift, escalators are also using the word 'Express' in their trademark or word mark getting the word 'Express' highlighted and thereby, the defendants are even committing mischief of C/AO/20/2023 ORDER DATED: 04/05/2023 passing off. \n8.3 Learned Senior Counsel Mr. Shalin Mehta would further submit that the learned Commercial Court has failed to notice such action of passing off and thereby, has committed error much less error of understanding the fact in background of the provisions of law, which is required to be corrected by allowing these appeals. \n8.4 Learned Senior Counsel Mr. Shalin Mehta has taken this Court through the Convenience Set Nos.1 and 2 filed along with the AOs and would submit that the plaintiff is in business of manufacturing elevator, escalators etc. since more than two decades and at the very same time, the plaintiff is in the business of service of such elevator, escalators etc. since then, which is proved from the documentary evidence produced before the learned Commercial Court from Mark 4/1 to 4/316 and which shows that the plaintiff besides having registered trademark has also earned high reputation and tremendous goodwill in the business of selling elevator, lift, escalators etc. and as such, the plaintiff is not only the registered trademark holder, but he also holds tremendous reputation and goodwill in regard to the trademark, whereby, word 'Express' has been prominently used. The plaintiff is prior user indisputably. However, the defendants in order to encash such popularity are also using the word 'Express' prominently in their trademark and word mark and thereby, the defendant are causing mischief of passing off as well. But the learned Commercial Court has C/AO/20/2023 ORDER DATED: 04/05/2023 failed to notice such aspect and thereby, has committed error much less error of understanding the law. \n8.5 Learned Senior Counsel Mr. Shalin Mehta would further submit that the learned Commercial Court has erred in holding that some third party is using the word 'Express' since 1982 and thereby, the plaintiff cannot be considered as prior user and adopter of word 'Express'. He would further submit that in a case between the plaintiff and the defendants, the Court cannot brought into the notice and examine use of the word 'Express' by some third party and as such, cannot hold that the plaintiff is not a prior user of the word 'Express' having prominent user of the word 'Express'. He would further submit that issue of prior user of word 'Express' has been agitated between the parties to the suit. Thus, issue has to be decided between the parties to suit only and therefore, the Court cannot consider assertion that some third party is using word 'Express' prior to the plaintiff and upon such assertion, the Court below cannot neglect the claim of the plaintiff, however, the learned Commercial Court has completely overlooked this aspect and wrongfully denied relief. \n8.6 Learned Senior Counsel Mr. Shalin Mehta would further submit that the learned Commercial Court has also erred in believing that the word 'Express' is generic and it is not coined and therefore, the plaintiff cannot claim exclusiveness over the word 'Express' used in the word mark. He would further submit that even if word 'Express' is generic word, but since the plaintiff along with the word 'Express' has earned high reputation and C/AO/20/2023 ORDER DATED: 04/05/2023 goodwill in the market and as prima facie it is proved that the plaintiff is a prior user of the trademark with the generic word, the plaintiff was required to be protected by appropriate injunction. For such argument, he has relied upon judgment of the Hon'ble Apex Court in case of S. Syed Mohideen Vs. P. Sulochana Bai reported in 2016(66) PTC 1[SC] and submitted that in that case, the plaintiff was using the word mark in the style of 'Tirunelveli Iruttukadai Halwa', wherein the Hon'ble Apex Court held that word 'Iruttukadai Halwa' though is a household name in the nook and corner of State of Tamilnadu and even used in the song from the movie \"Samy\", wherein name of 'Iruttukadai' was mentioned time and again. Since the plaintiff was prior user of such household name, he was required to be protected by granting necessary injunction. \n8.7 Another judgment on which Learned Senior Counsel Mr. Shalin Mehta is relied upon is in case of Kaviraj Pandit Durga Dutt Sharma Vs. Navratna Pharmaceuticals Laboratories reported in AIR 1965 SC 980 to contend the same arguments that word \"Navratna\" though is having a common household meaning, since the plaintiff of that case was using prior to the defendant, the same is required to be protected and as such, was protected by the Hon'ble Apex Court. \n8.8 In regard to submission that generic name having dictionary meaning can also be protected, Learned Senior Counsel Mr. Shalin Mehta referred to recent decision of the Hon'ble Apex Court in case of Renaissance Hotel Holdings Inc. C/AO/20/2023 ORDER DATED: 04/05/2023 Vs. B. Vijaya reported in 2022(5) SCC 1, wherein the Hon'ble Apex Court held that word Renaissance since has been registered for the trademark of the plaintiff, the Hon'ble Apex Court has protected the plaintiff even in case where word Renaissance is used with prefix and suffix. Relying upon this judgment, learned Senior Counsel Mr. Mehta would further submit that even if the word mark has a dictionary meaning, if it is registered, it has to be protected. \n8.9 Learned Senior Counsel Mr. Mehta has also relied upon judgment in case of Ozone Spa Pvt. Ltd. Vs. Ozone Clun reported in MANU/DE/0151/2010. \n8.10 To meet with the finding of generic word used as trademark, another judgment relied upon by Learned Senior Counsel Mr. Mehta is in case of VMS Bathware Private Limited Vs. Graffiti India Pvt. Ltd. reported in MANU/GJ/1360/2018, to support the argument that first user or prior user if proved, is to be protected even against the defendant whose trademark is registered. \n8.11 Learned Senior Counsel Mr. Mehta has also relied upon judgment of this Court in case of Duncan Agro Industries Ltd. Vs. Samabhai Tea Processors (P) Ltd. reported in MANU/GJ/0002/1994, judgment of the Hon'ble Apex Court in case of Neon Laboratories Ltd. Vs. Medical Technologies Ltd. and others reported in MANU/SC/1192/2015. \nC/AO/20/2023 ORDER DATED: 04/05/2023 8.12 Learned Senior Counsel Mr. Mehta would assail another finding of the learned Commercial Court that the plaintiff has not taken immediate step to stop the defendant from using the word 'Express' and therefore, the plaintiff is not entitled to injunction. In other words, the plaintiff has not filed the suit and allowed the defendants to use the trademark for more than 3-4 years, so there is delay and laches on the part of the plaintiff to initiate proceedings which would not entitle the plaintiff to get the injunction under equitable jurisdiction. To meet with this finding, he would submit that in a case of infringement, even if there is delay in initiating proceedings, once it is established that the plaintiff is a registered proprietor of the trademark or is a prior user of the said trademark, normally injunction should be followed. Mere delay in taking action is not sufficient to defeat grant of injunction. For such submission, he has relied upon judgment of the Hon'ble Apex Court in case of Midas Hygiene Industries Private Limited Vs. Sudhir Bhatia and others reported in MANU/SC/0186/2004. Placing reliance upon this judgment, he would submit that the the learned Commercial Court has materially erred in holding that the plaintiff has started the action belatedly and therefore, the plaintiff is not entitled to get the injunction and therefore, learned Senior Counsel Mr. Mehta would submit that this finding of learned Commercial Court is in teeth of the law laid down by the Hon'ble Apex Court in case of Midas Hygiene (supra) and therefore, such finding of the learned Commercial Court is required to be set aside.\nC/AO/20/2023 ORDER DATED: 04/05/2023 8.13 In other and further submission, learned Senior Counsel Mr. Mehta would submit that the learned Commercial Court erred in believing that the plaintiff has not stated proper cause of action, while assailing such finding, he would submit that the word cause of action is not defined in Civil Procedure Code, 1908, but by general nomenclature, it can be said to be bundle of facts stated in the plaint which would constitute cause of action, but the learned Commercial Court has failed to appreciate such settled principles and wrongly assessed that the plaintiff has not stated correct cause of action and therefore, the plaintiff is not entitled to grant equitable relief. \n8.14 To meet with the finding of suppression of material fact arrived at by the learned Commercial Court in the impugned order, learned Senior Counsel Mr. Mehta would submit that such a finding is erroneous. The plaintiff along with the suit has submitted copy of the registration certificate, which clearly indicates the disclaimer clause, it was not necessary for the plaintiff to plead such disclaimer clause in the pleadings since the document is forming part of the pleadings, whereupon, it is disclaimer clause, which is clearly mentioned and therefore, the plaintiff has not committed any mischief of suppression of material fact, but the learned Commercial Court has not noticed the document on record and as such, has committed error. He would further submit that the learned Commercial Court has also committed error in holding that in field of business, many persons are using the word 'Express' with prefix or suffix or even plainly and that the trademark is allotted to many a person in C/AO/20/2023 ORDER DATED: 04/05/2023 that field. Hence, the plaintiff would not be entitled to get injunction for word 'Express'. He would further submit that the case of the plaintiff is that the plaintiff is using the word 'Express' in a particular font and it is visible prominently in his trademark. So, using of the word 'Express' in the same manner by the defendants either in their product or in their stationary or elsewhere would infringe the trademark of the plaintiff as well as it would fall within the mischief of passing off. But the learned Commercial Court has failed to notice such aspect and thereby, has committed error in rejecting the injunction application. \n8.15 Lastly, learned Senior Counsel Mr. Mehta would submit that the learned Commercial Court has given erroneous finding that the plaintiff has not produced the licence to manufacture the lift, and since has no licence to manufacture the lift, the plaintiff by manufacturing lift is risking the life of many persons. To obtain licence under the Gujarat Lift and Elevator Act is mandatory. He would further submit that the plaintiff is in business of manufacturing lift and elevator since 1999, trademark is also registered by the authority with a presumption that the plaintiff has a licence to manufacture the lift and elevators under the Gujarat Lift and Elevator Act. He would further submit that in any circumstances, may be due to inadvertent error, the copy of the licence was not produced before the learned Commercial Court, but the plaintiff is holding a licence to manufacture the lift and elevator and therefore, that finding is also incorrect to deny injunction application. Lastly, he submits that the pleadings as well as documents on record C/AO/20/2023 ORDER DATED: 04/05/2023 filed by the plaintiff clearly indicate that the plaintiff is a registered trademark holder for word 'Express' with some other descriptive matters, though it may be a generic word, the plaintiff since have registration, was entitled for the protection. Secondly, he would submit that the plaintiff was a prior user of the word 'Express' for manufacturing and extending services in the field of lift, elevators etc. and therefore, even on that count, the plaintiff was required to be protected, but the learned Commercial Court on superficial grounds which are against the settled principles of law, has rejected the injunction application. He also argued that the reasons stated by the learned Commercial Court for rejecting injunction application are frivolous, erroneous, arbitrary and capricious. \n8.16 Upon such submission, learned Senior Counsel Mr. Shalin Mehta submits to allow this group of appeals by quashing and setting aside the impugned order passed by the learned Commercial Court and to grant relief of injunction, as prayed for, by the plaintiff.\n9. Per contra, learned advocate Mr. Hasit Tolia with learned advocate Ms. Pooja Acharya for the respondents, in his crisp and precise argument, has taken us through the registration certificate of the trademark of the plaintiff and argued that in a disclaimer clause, it is clearly stated that \" registration of the trademark shall give no right to the exclusive use of the descriptive matter to the plaintiff\". Therefore, the plaintiff cannot claim any exclusivity over the descriptive material stated C/AO/20/2023 ORDER DATED: 04/05/2023 in the trademark. He would further submit that considering the certificate upon which the plaintiff relied upon, indicates that the trademark which was registered in favour of the plaintiff was device mark and the trademark which was registered in favour of the plaintiff was with e-logo with the disclaimer clause that the plaintiff shall not claim exclusivity over the descriptive material. So, it makes abundently clear that the plaintiff has no whatsoever exclusive right over using of the word 'Express' and the plaintiff cannot claim that only he can use word 'Express'.\n9.1 In support of his submission, learned advocate Mr. Tolia referred to section 15 and 17 of the Trademark Act, 1999 as well as section 9 of the Trademark Act, 1999 and submits that where proprietor of a registered trademark claims to be entitled to have exclusive use of any part thereof separately, he has to apply to register the whole of the descriptive material and to claim exclusive use for the separate part thereof with his registered trademark and if such is granted by the Registrar, only upon such registration, the plaintiff can claim exclusive right over using of that particular part of descriptive matter. Again taking this Court through the registration certificate produced by the plaintiff, he would submit that at nowhere, the plaintiff has applied for registration of word 'Express' for exclusive use vis-a- vis nowhere, the Registrar of the Trademark has granted exclusive proprietary right to the plaintiff for using the word 'Express' separately. On the contrary, the disclaimer clause or condition and limitation clause clearly indicates that the trademark has been given to the plaintiff with the condition that C/AO/20/2023 ORDER DATED: 04/05/2023 the plaintiff has not given exclusive right of user over the descriptive matter. \n9.2 Learned advocate Mr. Tolia would further submit that some of the defendants of the commercial suits filed by the plaintiff are using the word 'Express' in their produce since 1995 and it is also on record that the defendants are using the word 'Express' in their trademark or letter head or stationary prior to the plaintiff has started using the word 'Express'. He would further submit that who is the first user or who is the prior user is always a subject matter of trial at the threshold of deciding injunction application. He would further submit that the Court cannot go on to decide that one of the parties is a prior user merely upon intimation in the registration certificate or some other tangible documents which indicate using of that particular word and can claim mischief of passing off action at the stage of granting or refusing temporary injunction. For such proposition, he has relied upon judgment of the Hon'ble Apex Court in case of Uniply Industries Limited Vs. Unicorn Plywood Private Limited and others reported in (2001) 5 SCC 95, whereupon, it is held by the Hon'ble Apex Court that where the areas of activity of parties in respect of goods and the trademarks in question were identical and the only question was as to which of the parties was prior user , grant of interim injunction in favour of either party merely on the basis of prima facie case without considering other aspects arising in the matter is held improper. \n9.3    Learned advocate Mr. Tolia would further submit that if       C/AO/20/2023                             ORDER DATED: 04/05/2023 the trademark registration relied upon by the plaintiff is taken in toto, it would point out that the plaintiff has got the registration for device mark and word mark only. Insofar as device mark is concerned, a specific logo is slated in the registration certificate, whereas for word mark, it is given with the clear condition that the plaintiff shall not claim exclusive use of any of the word in the word mark. So, in these circumstances, claiming of exclusive use of the word 'Express' by the plaintiff and upon such claim seeking relief to restrain the defendant from using the word 'Express' in their trademark or in their stationary etc. is improper and is against the settled principles of law. He would further submit that in the business activity, there are numerous persons who are using the word 'Express' to indicate that their service or product are fast and rapid. He would further submit that the plain meaning of the word 'Express' is superlative most rapid or moving and when attached with the business of lift or elevator, it is used for the purpose for showing that the lift/elevator manufactured is moving rapidly and quickly or is a superlative. The plaintiff therefore, cannot claim any exclusive right over the word 'Express'. He would further submit that besides lift/elevator business, there are so many fields where the word 'Express' is used i.e. 'Express' Highway; there are some 'Express' trains; name of one leading company i.e. American 'Express' and many more are using said word to indicate quality of their services or goods. The plaintiff is not the lone person using word 'Express' in the business activity. Apart from the plaintiff, there are thousands more, who are using word 'Express'. So, the plaintiff has no exclusive right of using over the word 'Express' for his product and cannot claim. It is most C/AO/20/2023 ORDER DATED: 04/05/2023 common and household name, which cannot get any exclusivity. He therefore, submits that the learned Commercial Court having considered all these aspects, has not committed any error, which goes against settled principles of law or which can render the impugned order arbitrary, capricious and therefore, under the limited jurisdiction of appeal from order, hence, this appeal must fail and accordingly, it must be rejected. \n10. Learned advocate Ms. Puja Acharya appearing for some of the respondents has adopted arguments of learned advocate Mr. Tolia. Further, she would argue that since the word 'Express' is generic and common word, the plaintiff has no exclusive right to use such word. She would further submit that this Court in case of Matrix Telecom Private Limited Vs. Matrix Cellular Services Private Limited rendered in AO No.6 of 2010, as well as in case of Apollo Parker Construction Equipments Private Limited Vs. Ammann India Private Limited rendered in AO No.43 of 2022 and other allied matters has vividly discussed issue in regard to common and generic name. In cases of Matrix Telecom (supra) and Apollo Parker (supra), this Court has clearly held that using of word 'Matrix' or 'Apollo' by the concerned party cannot claim exclusive right over those both the words as both of them have dictionary meaning and as are not coined by the plaintiff. She would further submit that identically in case of Apple Silk Mills Private Limited Vs. Apple Sarees Private Limited rendered in case of AO No.89 of 2017 and other allied matters, the Division Bench of this Court held that 'Apple' is a generic word and cannot be claimed for exclusive use by the plaintiff and C/AO/20/2023 ORDER DATED: 04/05/2023 as such, this Court has denied exclusive claim of using the word Apple. She would further submit that this judgment has been confirmed by the Hon'ble Apex Court in SLP Nos.25843/2017 and 25844/2017. \n10.1 Learned advocate Ms. Puja Acharya would further submit that the plaintiff and the defendants both are manufacturing lift, elevator and escalators etc. These products are of such a nature that they would not be sold over the corner; selling of the lift or escalator or elevator are generally to the person, who knew the product. In other words, these products are sold only to the technical person who knows every details of lift or elevator. In that circumstances, the case of the plaintiff qua passing off has no merit. \n10.2 Mainly upon above arguments, learned advocate Ms. Pooja Acharya submits to dismiss this AOs. \n11. To buttress the submission, she has also referred the judgment of the Delhi High Court in case of Delhivery Private Limtied Vs. Treasure Vase Ventures Private Limited reported in LAWS (DLH) 2020 1038. \n11.1 No other and further submissions are canvassed by both the learned counsel appearing for the parties. \n12. Having heard learned counsel for both the parties as well C/AO/20/2023 ORDER DATED: 04/05/2023 as perusing the pleadings and documents, broadly speaking, the case of the plaintiff rests on two limbs. Firstly, it is asserted that the plaintiff is a registered proprietor of word mark, which includes the word 'Express', which is prominently and exclusively used by the plaintiff, hence, using of such word 'Express' by the defendant and that too prominently in their product and stationary etc. are infringing the trademark on the plaintiff. Secondly, it is asserted that the plaintiff is a prior user of the word 'Express' in the field of manufacturing lift, elevator and escalator. The plaintiff is using said word since 1999 and hence, the defendants have no whatsoever right to use the same word 'Express' as the defendants entered into the business subsequently. Offshoot to the second assertion is that the defendants intend to encash upon the reputation and goodwill of the plaintiff and intending to pass its own goods under the deception as if it is goods of the plaintiff and therefore, the defendant have committed mischief of passing off. Let us examine both the assertion one after another. \n13. The plaintiff in order to prove that he is a registered proprietor of word mark 'Express', has referred to registration certificate. The plain reading of two registration certificates produced by the plaintiff indicate following:-\n\"INTELLECTUAL PROPERTY INDIA PATENTS DESIGNS/ TRADE MARKS GEOGRAPHICAL INDICATIONS.\n      Trade Mark Application Number: 3088775        Office: AHMEDABAD       TradeMark NO: 3088775                          Class: 7       Proprietor Details:\n\n\n\n\n\n  C/AO/20/2023                                     ORDER DATED: 04/05/2023 Name: DAMODARBHAI KUMANBHAI KANSAGARA Category: Single Firm Partnership Firm Details:\nTrading As: 'Express' ELECTRO ELEVATORS COMPANY Trade Description: MANUFACTURE AND MERCHANTS Proprietor Address: Center-One, Office No. 103/104, Kalawad Road, Rajkot-360005 (GUJARAT) Address For Service: 'Express' ELECTRO ELEVATORS COMPANY, Center-One, Office No. 103/104, Kalawad Road, Rajkot-360005 (GUJARAT) Country: India Details:- \nRegistration Date: 30/10/2015 Certificate No: 2193893 Certificate Date: 06/06/2019 Registration Valid Upto: 30/10/2025 Journal No: 1885-0 Status:Registered Used Since: 01/04/1999 Trade Mark Type: DEVICE Word Mark: 'Express' ELECTRO ELEVATORS WITH E LOGO Goods & Descriptions: [Class : 7] ELEVATORS, MOVING WALKWAYS, MOVING PLATFORMS, ESCALATORS, ENGINES, STEP CHAINS, BALUSTRADES, STEPS DOOR OPERATORS, OPERATING PANELS, INCLUDED IN CLASS 7. \nCondition & Limitation: REGISTRATION OF THIS TRADE MARK SHALL GIVE NO RIGHT TO THE EXCLUSIVE USE OF THE. descriptive matters.. \nHISTORY DATA:\nDAMODARBHAI KUMANBHAI KANSAGARA, Center-One, Office No. 103/104, Kalawad Road, Rajkot-360005 (GUJARAT), Trading as :\nC/AO/20/2023 ORDER DATED: 04/05/2023 'Express' ELECTRO ELEVATORS COMPANY, MANUFACTURE AND MERCHANTS, (Single Firm)\"\n******************************************** \"INTELLECTUAL PROPERTY INDIA PATENTS/DESIGNS TRADE MARKS GEOGRAPHICAL INDICATIONS.\nTrade Mark Application Number: 3088776              Office: AHMEDABAD TradeMark NO: 3088776                                Class: 37 Proprietor Details:\nName: DAMODARBHAI KUMANBHAI KANSAGARA Category: Single Firm Partnership Firm Details: \nTrading As: 'Express' ELECTRO ELEVATORS Trade Description: SERVICES COMPANY Proprietor Address: Center-One, Office No. 103/104, Kalawad Road, Rajkot-360005 (GUJARAT) Address For Service: 'Express' ELECTRO ELEVATORS COMPANY Center-One, Office No. 103/104, Kalawad Road, Rajkot-360005 (GUJARAT) Country: India Details:. \nRegistration Date: 30/10/2015 Certificate No: 2129123 Certificate Date: 21/03/2019 Registration Valid Upto: 30/10/2025 Journal No: 1874-0 Status:Registered C/AO/20/2023 ORDER DATED: 04/05/2023 Used Since: 01/04/1999 Trade Mark Type: DEVICE Word Mark: 'Express' ELECTRO ELEVATORS WITH E LOGO Goods & Descriptions: [Class : 371 INSTALLING, REPAIRING, MAINTAINING AND MODERNIZING ELEVATORS, ESCALATORS AND OTHER PASSENGER ANDIOR CARGO CONVEYING EQUIPMENT INCLUDED IN CLASS-37. \nCondition & Limitation: REGISTRATION OF THIS TRADE MARK SHALL GIVE NO RIGHT TO THE EXCLUSIVE USE OF THE.descriptive matters. \nHISTORY DATA:\nDAMODARBHAI KUMANBHAI KANSAGARA, Center-One, Office No. 103/104, Kalawad Road, Rajkot-360005 (GUJARAT), Trading as :\n'Express' ELECTRO ELEVATORS COMPANY, SERVICES, (Single Firm)\"\n13.1 Thus, the plaintiff is a registered proprietor of trademark type device and word mark 'Express' Electro Elevators\" with e- logo in class 7 and 37 for manufacturing and services of the elevators, lift, escalator etc. 13.2 At this juncture, let understand difference between the device mark and word mark in the trademark. A device mark is a graphic image or design, which may or may not have words. The device mark may be represented along with colours. However, if the proprietor of a trademark obtains trademark registration for a logo or design containing colours, then the same colours have to be used throughout to seek trademark C/AO/20/2023 ORDER DATED: 04/05/2023 protection. When trademark proprietors wish to obtain trademark registration for a particular stylised appearance or a combination of stylized wording, colour, shape, and design, they must choose device mark registration in the trademark application. Registering a device mark prevents the third parties from using a similar logo or design for their products or services, rather than the words incorporated in the logo. \n13.3 In contrast, word mark includes one word or combination of the word, letters or numericals. The word need not have a meaning. It can even be a combination of unique letters with or without numericals. \n13.4 Coming back to the registration certificate, which is reproduced herein above, it spells that the plaintiff is a registered owner of the trademark for device with e-logo contained therein. Thus, it transpires that upon such registration, the plaintiff can claim that such kind of logo or design cannot be used by others and if the other use such kind of logo contained therein, they can be restrained from using such logo by issuing appropriate injunction. However, it is not a case of the plaintiff that the defendants are using a particular logo, which was registered as a device mark in favour of the plaintiff. Insofar as infringement of word mark is concerned, the plaintiff got the registration in this fashion \"'Express' Electro Elevators\" with e-logo, which indicates the entire combination of the word have been registered as a word mark in favour of the plaintiff, but with the condition and limitation, which reads as C/AO/20/2023 ORDER DATED: 04/05/2023 under:-\n\"Registration of this trademark shall give no right to the exclusive user of the description matter. In black and blue, the registering authority deprived the plaintiff from exclusively using the descriptive matter.\" \n13.5 It was the argument of the learned Senior Counsel Mr. Mehta that in word mark, except the word 'Express', rest of the combination of the word are descriptive matters; condition and limitation inscripted in certificate of trademark applies only to this descriptive matters and not the word 'Express'. However, there is no such material on record which underpin the submission of learned Senior Counsel Mr. Mehta that 'Express' is not a descriptive matter and is independent from the other descriptive matter. At the cost of repetition, we would like to observe that the entire word mark has been registered as \"'Express' Electro Elevators\" with e-logo and with the condition and limitation for the use as stated supra . Thus, the plaintiff's claim to restrain the defendants from using the word 'Express' on the strength that the plaintiff is a registered proprietor of the word 'Express' along with other descriptive matter, does not find support from the documentary evidence and thus, cannot be countenanced. \n13.6 At this juncture, we may refer to sections 15 and 17 of the Trademark Act, 1999, which read as under:-\n15. Registration of parts of trade marks and of trade marks as a series.--\nC / AO/20/2023 ORDER DATED: 04/05/2023 (1) Where the proprietor of a trade mark claims to be entitled to the exclusive use of any part thereof separately, he may apply to register the whole and the part as separate trade marks. \n(2) Each such separate trade mark shall satisfy all the conditions applying to and have all the incidents of, an independent trade mark. \n(3) Where a person claiming to be the proprietor of several trade marks in respect of the same or similar goods or services or description of goods or description of services, which, while resembling each other in the material particulars thereof, yet differ in respect of-- (a) statement of the goods or services in relation to which they are respectively used or proposed to be used; or (b) statement of number, price, quality or names of places; or (c) other matter of a non-distinctive character which does not substantially affect the identity of the trade mark; or (d) colour, seeks to register those trade marks, they may be registered as a series in one registration.\n17. Effect of registration of parts of a mark.-- (1) When a trade mark consists of several matters, its registration shall confer on the proprietor exclusive right to the use of the trade mark taken as a whole. \n(2) Notwithstanding anything contained in sub-section (1), when a trade mark-- (a) contains any part-- (i) which is not the subject of a separate application by the proprietor for registration as a trade mark; or (ii) which is not separately registered by the proprietor as a trade mark; or (b) contains any matter which is common to the trade or is otherwise of a non-distinctive character, the registration thereof shall not confer any exclusive right in the matter forming only a part of the whole of the trade mark so registered.\" \n13.7 The conjoint reading of both the provisions of law indicates that when the proprietor of the trademark claims to be entitled to exclusive use of any part of the word mark thereof separately, he may have to apply to register the whole of the part as C/AO/20/2023 ORDER DATED: 04/05/2023 separate trademark. The collective perusal of the provisions of law clearly makes a case that if the plaintiff wants exclusive use of any part of the trademark or the part of the word mark, which is a combination of the words, has to apply it separately for the registration. Section 17 of the Trademark Act, 1999, which is an aftermath effect of the registration of the parts of the mark clearly indicates that when a trade mark consists of several matters, its registration shall confer on the proprietor exclusive right to the use of the trade mark taken as a whole and not any part thereof. So, if the word mark is registered as a whole, it conferred the powers on the proprietor exclusive right to use the entire combination of the word and not any one thereof. The plaintiff by asking relief to protect exclusive use of word \"Express\", precisely wants to get away from the clutches of section 17 of the Trademark Act, 1999. The plaintiff wants that out of the combination of the word, he may be given injunction for exclusive use of the word 'Express', which is forming part of the combination of the words being a word mark. However, the provisions of law does not support such claim of the plaintiff, as the plaintiff has no separate registration for word 'Express'.\n13.8 At this juncture, we may also refer to section 9 of the Trademark Act, 1999, which reads as under:-\n9. Absolute grounds for refusal of registration.-- \n(1) The trade marks-- (a) which are devoid of any distinctive character, that is to say, not capable of distinguishing the goods or services of one person from those of another person; \n(b) which consist exclusively of marks or indications which may serve in trade to designate the kind, quality, quantity, intended C/AO/20/2023 ORDER DATED: 04/05/2023 purpose, values, geographical origin or the time of production of the goods or rendering of the service or other characteristics of the goods or service;\n(c) which consist exclusively of marks or indications which have become customary in the current language or in the bona fide and established practices of the trade, shall not be registered:\nProvided that a trade mark shall not be refused registration if before the date of application for registration it has acquired a distinctive character as a result of the use made of it or is a well-known trade mark. \n(2) A mark shall not be registered as a trade mark if-- (a) it is of such nature as to deceive the public or cause confusion;\n(b) it contains or comprises of any matter likely to hurt the religious susceptibilities of any class or section of the citizens of India;\n(c) it comprises or contains scandalous or obscene matter;\n(d) its use is prohibited under the Emblems and Names (Prevention of Improper Use) Act, 1950 (12 of 1950).\n(3) A mark shall not be registered as a trade mark if it consists exclusively of-- (a) the shape of goods which results from the nature of the goods themselves; or (b) the shape of goods which is necessary to obtain a technical result; or (c) the shape which gives substantial value to the goods.\nExplanation.--For the purposes of this section, the nature of goods or services in relation to which the trade mark is used or proposed to be used shall not be a ground for refusal of registration. \n13.9 The provision of law clearly stipulates that the trademarks, which are devoid of any distinctive character or which consist exclusively of marks or indications which may serve in trade to designate the kind, quality, quantity, intended purpose, values, geographical origin or the time of production of the goods or rendering of the service or other characteristics of the goods or service or which consist exclusively of marks or indications which have become customary in the current language or in the C/AO/20/2023 ORDER DATED: 04/05/2023 bona fide and established practices of the trade, shall not be registered: Provided that a trade mark shall not be refused registration if before the date of application for registration it has acquired a distinctive character as a result of the use before the date of the application. It also provides that a mark shall not be registered as a trade mark if (i) it is of such nature as to deceive the public or cause confusion; (ii) it contains or comprises of any matter likely to hurt the religious susceptibilities of any class. \n13.10 Undoubtedly, word 'Express' is devoid of exclusive or distinctive character. As narrated earlier, word 'Express' is used by several business concerns or activity to denote quality of its goods or service. In business activity of manufacturing and selling of the lift/elevator etc. or in field of their service, it is quite common to use word 'Express' to indicate quality of the product/service. To be noted that the plaintiff has miserably failed that he has acquired distinctive character by using word 'Express' even before registration because of wide exclusive use. \n13.11 The learned Commercial Court in the impugned order has observed following:-\n\"...Further, defendants furnished trademark status of plaintiff vide Mark 24/A at internal page 1 to 12, wherein plaintiff Damodarbhai Kumanbhai Kansagara applied for the registration of trademark as device on dated 30.10.2015 and in the same document, the opposition/rectification details are there, wherein 6 different companies objected against the plaintiff's application and the J.K. Mahethiya and Co. also prepared examination report in respect of trademark \"'Express' Electro Elevators\" in respect of the plaintiff's application and the Registrar of Trademark wrote a letter dated 30.6.2016 to the plaintiff company and asked his explanation in respect of objections raised u/s 11 of the C/AO/20/2023 ORDER DATED: 04/05/2023 Trademark Act, 1999 and the plaintiff Damodarbhai Kansagara in response to the letter of the registry submitted his affidavit, in which it is stated that he is bona fide user of the said trademark for the services in Label Form.\" \n13.12 The documents produced by the defendants at mark 24/A in the file of suit indicates that when the plaintiff has applied fort registration of his trademark, for device and for word mark, the registering authority had raised contention under section 11 of the Trademark Act, 1999 for registration of the word 'Express' in a word mark along with some other descriptive matters. While answering to this question raised by the registering authority, in affidavit on oath, the plaintiff asserted before the trademark registry that he is a bona fide user of the said trademark for the services in label form. Though the plaintiff has not pleaded or averred in the suit about his affidavit filed before the trademark registry, whereupon he said that he is a bona fide user of the said trademark, the limitation and condition stated in the registration certificate reproduced herein above, thus came on the certificate. In other words, when the plaintiff undertook before the registering authority that he is a bona fide user of the word mark which includes the word 'Express' and is using services in label form, the trademark registry has registered the word mark which includes the word 'Express' but with the clear condition and limitation that the plaintiff shall no be entitled to use it exclusively. \n13.13 In oxford English dictionary the word 'Express' has been defined as operating at high speed, designed for such operation, travelling very fast, specially designed for a particular C/AO/20/2023 ORDER DATED: 04/05/2023 object, done, made or sent for a special purpose. When the word 'Express' is attached with word lift, the meaning stated that it does not stop at every floor. The word 'Express' when used as a noun, it makes a system for prompt and special transport of parcel, money or goods at the rate higher than standard rate. When it is used as adverb, it is stated very quick delivery system and when it is used as adjective, it means travelling very fast, operating very quickly. Thus, the word 'Express' for which the plaintiff claims exclusivity, in view of dictionary meaning, is used commonly in the English language and generally to denote that service is given rapidly or fastly. Thus, there is no dispute that the word 'Express' is generic word and has dictionary meaning. Thus, such mark, which is capable of having dictionary meaning are incapable of protection. A proprietor who intends to have a registered trademark is not expected to choose marks which are either ordinary word or common to the trade or services or those words which are laudatory. Using of common word or words having dictionary meaning can never be monopolized under the guise of registration of trademark. To stand as a distinctive trademark, the trademark must be unique and different from the rest of the mark in the business environment. Such trademark claiming distinctiveness requires no proof of its being standing apart. It established connection between the product and its proprietor for the consumer to buy the goods or services. The generic marks are descriptive of quality of the product and can never give any proprietary right to a person even if it is assiduously projected and permitted as a trademark. The generic name can never be registered under the law. [See section 9 of the Trademark Act, 1999. \n       C/AO/20/2023                                       ORDER DATED: 04/05/2023 13.14          Thus, it is made evidently clear that the case of the plaintiff that he has been conferred exclusive right to use the word 'Express' as has been registered along with other descriptive matters under word mark does not stand on its leg. Trademark Registry has not conferred any right upon the plaintiff to use word 'Express' exclusively as a trademark. In fact, the word 'Express' is a part of the word mark and even for trademark, the plaintiff cannot claim any exclusivity due to the limitation and condition stated there in the registration certificate. Even otherwise, in view of the conjoint reading of sections 9, 15 and 17 of the Trademark Act, 1999, the case of the plaintiff as far as claiming exclusive right over the word mark 'Express' fails on legal count as well. At the cost of repetition, it can be said that the word 'Express' is used towards service or to describe speed or rapidness of the service. It does not have any distinctiveness and in fact, the word 'Express' having common and generic name, it can never be monopolized as a trademark. \n13.15 In Registrar of Trademarks Vs. Ashokchandra Rakhit reported in AIR 1955 SC 5581, the Hon'ble Apex Court has observed as under:-\n\"It is true that where a distinctive label is registered as a whole, such registration cannot possibly give any exclusive statutory right to the proprietor of the trade mark to the use of any particular word or name contained therein apart from the mark as a whole. As said by Lord Esher in Pinto v. Badman(2): (1) [1951] 68 R.P.C. 103 at p. 106. (2) 8 R.P.C. 181 at p. 191. \"The truth is that the label does not consist of each particular part of it, but consists of the combination of them all\"\n      C / AO/20/2023                             ORDER DATED: 04/05/2023 13.16        The Division Bench of this Court in case of Apollo Parker (supra) observed in regard to the label mark as follows:-\n\"16. Admittedly the trade marks of the plaintiff and the defendants are label or device marks. The word 'Apollo' is used in both but they are not the word marks, nor the word Apollo is registered as trade mark to be exclusive to the use of the plaintiff. Neither of the party is registered user of word Apollo. The registration of the device and not the word Apollo per se. Undoubtedly the word Apollo is, even otherwise a generic term used by for the purpose of identifying several other goods and services, besides the goods of the parties herein.\"\n13.17 In the very same judgment, the Division Bench of this Court has also explained about the generic word, which reads as under:-\n\"18. The device or label mark of the parties has only common feature, which is the word 'Apollo'. It is generic in nature. Several companies engaged in the construction activity itself, have got their trade mark differently projected, but with word 'Apollo'. The defendant has produced list of such companies. Therefore, there is no exclusivity for 'Apollo', for the plaintiff. The word 'Apollo' is not even separately registered for the plaintiff. Both the sides have got registered the label 'Apollo' with its distinct projective features as a whole. 18.1 The principle is that if a trade mark consists of several aspects, its registration would confer exclusive right on the owner for use it as a total, as a whole. But when a trade mark contains any part which is not subject of a separate application or which is not separately registered or it is a common and of non- distinctive feature, the registration shall not confer any exclusive right in respect of such part not separately registered or which figures as common or is generic. The right of the plaintiff, therefore, extends to only, and limited to the artistic way of projection of 'Apollo' or its stylised representation as depicted. The right would not extend to word 'Apollo' per se.\" \n      C/AO/20/2023                                      ORDER DATED: 04/05/2023 13.18        Admittedly, in the present case, it is not the case of the plaintiff that their device mark has been infringed by the defendant. The condition and limitation stated in the registration certificate does not confer any exclusive right upon the plaintiff. The word mark registered in favour of the plaintiff with condition and limitation is for whole descriptive matters, such registration does not give any right to use word 'Express' exclusively. So, no question arises for permitting the plaintiff to use the word 'Express' exclusively. \n13.19 The second limb of the argument of the plaintiff was that the defendants are purposely using the word 'Express' to pass of his goods as a goods of the plaintiff and thereby, the defendants are indulged in the mischief of the passing off. The entire concept of passing off his based upon the principle of prior user or first user. The plaintiff upon registration of certificate claimed that he is using word 'Express' along with other descriptive material since 1999 as he is in the business of manufacturing lift, elevator, escalator etc. The defendants are latecomer in the business activity and therefore, the defendants cannot put claim for using the word 'Express' in their trade. In this regards, it is pertinent to note that some of the defendant are also registered user of word mark of descriptive matter along with word 'Express' and in their registration certificate, they have shown that they are in the business since 1995 and using the word 'Express' since 1995. The rival claim of prior user in this background of facts requires submission of evidence and analysis thereof during trial. The Hon'ble Apex Court in case of Uniply Industries Limited, has held following:-\nC/AO/20/2023 ORDER DATED: 04/05/2023 \"6.Considering the nature of pleadings in the two suits filed by the parties, it is clear that there is common field of activity between two parties in respect of goods and trade marks sought to be used by either are identical. Hence the decision in Cadilas case [supra] and of similar context may not be of much use in this case. Inasmuch the areas of activity and the nature of goods dealt with or business carried on being identical, and the trade marks being of similar nature the only question that needs to be decided is as to who is the prior user. In deciding this question, the High Court relied upon :(1) advertisement made by the respondents, (2) invoices, and (3) letters of dealers. \n7. It is no doubt true that advertisement of goods had been made by the respondents in 1993 itself. Whether that was followed up by goods being dealt with the trade mark in question is not clear as is to be seen by the following discussion. So far as the invoices are concerned, it is not very clear from the same that they were in relation to goods containing the trade marks in question because there is no mention of any particular trade mark in the same and may be they pertain to such goods, but this is a fact which is yet to be established by placing proper material before the court. So far as the declarations made before the excise authorities are concerned, the High Court itself found the material to be dubious. The letters issued by the dealers are both in favour of the appellant and the respondents. In this state of materials the courts below should have been wary and cautious in granting an injunction which would affect the trade and business of another person using an identical trade mark. Both the appellant and the respondents have applied for registration of their respective trade marks before the Registrar under the Trade and Merchandise Marks Act, 1958 and the respective rights of the parties will have to be investigated by the Registrar and appropriate registration granted to either of them or both of them, as the case may be, bearing in mind the provisions of Section 12(3) of the Trade and Merchandise Marks Act, 1958. There are many precedents to the effect that for inherently distinctive marks ownership is governed by the priority of use of such marks. The first user in the sale of goods or service is the owner and senior user. These marks are given legal protection against infringement immediately upon adoption and use in trade if two companies make use of the same trade mark and the gist of passing offf in relation to goodwill and reputation to goods.\" \n       C/AO/20/2023                                    ORDER DATED: 04/05/2023 13.20         It is further to be noted that in the present case, both the parties are in the field of manufacturing and services of lift, elevator, escalator etc. These products are not sold to person of average intelligence, who often confused by seeing labels of the product. In other words, these products are not sold to person of ordinary prudence. These products i.e. lift, elevator etc. are sold to altogether different class of customers, they knew the products of each company. It is hard to believe that they will be confused by use of the word 'Express' by any of the person involved in this business activity. Thus, the argument of passing off does not help the case of the plaintiff. \n13.21 It is further to be noted that almost all the businessmen in the business of manufacturing lift, elevator, escalator etc. are using the word 'Express', but to denote that their product and services are fast and rapid and they are giving service very quickly. They are using word 'Express' as a trademark in their product and rightly because, the word 'Express' has no distinctiveness and this is a common word and used in the common parlance as well as ordinarily in the English language. The learned Commercial Court has rightly noticed that there are several business concerns who are using the word Express like World Express Lift Company, 'Express' Maintenance, Express Greens, Express Drycleaners etc.. It can also be observed that some international companies like American Express, Mcdonald Express are also using word 'Express' in its trademark to indicate its service as fast and rapid. The leading newspaper is Indian 'Express' and it indicates that it is publishing news items expressly and rapidly. Even, C/AO/20/2023 ORDER DATED: 04/05/2023 Government is using the word 'Express' to its roads to indicate that their roads are made for rapid and fast transportation. In short, there cannot be any exclusivity on the word 'Express'. \n13.22 On perusal of the impugned order passed by the learned Commercial Court, in exercise of Order 39 Rule 1 and 2 of the Code, which is exercised under the discretionary power of the Code, we found that the learned Commercial Court has discussed all possible contentions of both the sides and under discretionary jurisdiction reached to the possible conclusion that the plaintiff has no prima facie case and if the injunction will be refused, the plaintiff will not suffer any irreparable loss or injury and thus, the balance of convenience is not in favour of the plaintiff. \n13.23 In case of Wander Limited and another Vs. Antox India Private Limited reported in 1990 SCC Suppl. 727, the Hon'ble Apex Court regarding the scope and ambit of appeal from order, has observed following:-\n\"The appeals before the Division Bench were against the exercise of discretion by the Single Judge. In such appeals, the Appellate Court will not interfere with the exercise of discretion of the court of first instance and substitute its own discretion except where the discretion has been shown to have been exercised arbitrarily, or capriciously or perversely or where the court had ignored the settled principles of law regulating grant or refusal of interlocutory injunctions. An appeal against exercise of discretion is said to be an appeal on principle. Appellate Court will not reassess the material and seek to reach a conclusion different from the one reached by the court below if the one reached by the court was reasonably possible on the material. The appellate court would normally not be justified in interfering with the exercise of discretion under appeal solely on the ground C/AO/20/2023 ORDER DATED: 04/05/2023 that if it had considered the matter at the trial stage it would have come to a contrary conclusion. If the discretion has been exercised by the Trial Court reasonably and in a judicial manner the fact that the appellate court would have taken a different view may not justify interference with the trial court's exercise of discretion.\" \n13.24 In case of Ramdev Food Products (P) Ltd. Vs. Arvindbhai Rambhai Patel reported in 2006(8) SCC 726, the Hon'ble Apex Court in para 125 to 127 has observed and held as that;\n\"125. We are not oblivious that normally the appellate court would be slow to interfere with the discretionary jurisdiction of the trial court. \n126. The grant of an interlocutory injunction is in exercise of discretionary power and hence, the appellate courts will usually not interfere with it. However, the appellate courts will substitute their discretion if they find that discretion has been exercised arbitrarily, capriciously, perversely, or where the court has ignored the settled principles of law regulating the grant or refusal of interlocutory injunctions. This principle has been stated by this Court time and time again. [See for example Wander Ltd. v. Antox India (P) Ltd., Laxmikant V. Patel v. Chetanbhai Shah and Seema Arshad Zaheer v. Municipal Corpn. of Greater Mumbai]\n127. The appellate court may not reassess the material and seek to reach a conclusion different from the one reached by the court below if the one reached by that court was reasonably possible on the material. The appellate court would normally not be justified in interfering with the exercise of discretion under appeal solely on the ground that if it had considered the matter at the trial stage it would have come to a contrary conclusion.\" \n13.25 The law is well established on the scope and ambit of the AO filed under Order 43 Rule 1(r) of the Code. When the C/AO/20/2023 ORDER DATED: 04/05/2023 learned Commercial Court has exercised the discretion judiciously and has passed the impugned order giving cogent and convincing reasons under its discretionary jurisdiction, the appellate Court would be slow to interfere over the discretion exercised by the Court at the first instance until the appellate Court finds that the Court below has exercised discretion arbitrarily, capriciously, whereupon the Court has ignored settled principles of law regulating the grant or refusal of interlocutory injunctions. The appellate Court in AO cannot reassess and reconsider the material and seek to reach a conclusion which is arrived at by the Court below. The view under the discretionary jurisdiction taken by the learned Commercial Court if is reasonably possible on the material, the appellate Court even if has different view, cannot palm its view upon the discretionary view taken by the Court below. \n14. In view of the above reasons and discussions, this Court does not find any reason to believe that the learned Commercial Court has exercised its discretion arbitrarily and capriciously or has taken a view, which is not reasonable and in ignorance of the settled principles of law regulating grant or refusal of the inter locutory injunctions. The appellant herein who is original plaintiff has failed to make out a case, which calls for any interference at the hands of this Court. In view of aforesaid discussion, the judgments relied upon by learned Senior Counsel Mr. Shalin Mehta does not render any assistance to the case of the plaintiff. \nC/AO/20/2023 ORDER DATED: 04/05/2023 15. For the foregoing reasons, all the appeals from order stand rejected. The impugned order passed by the learned Commercial Court is hereby confirmed. Interim relief, if any, granted earlier stands vacated forthwith. \n16. Since appeals from order are rejected, connected civil applications do not survive and stands disposed of accordingly. \n17. Copy of this order be placed in each appeal from order. \n(ASHUTOSH SHASTRI, J) (J. C. DOSHI,J) SHEKHAR P. BARVE",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a9a046c010c4437aaa15737b5312e838_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6e0cd36a8ae141439475ed56e0376295_1"
    },
    {
      "start": 242,
      "end": 359,
      "text": "\nGujarat High Court\nDamodarbhai Kumanbhai Kansagara vs World Express Elevator on 4 May, 2023\nAuthor: Ashutosh Shastri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "44ce9c34a614460292660f3f1dfed425_2"
    },
    {
      "start": 360,
      "end": 384,
      "text": "\nBench: Ashutosh Shastri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "783fb18a6454423dbb0060a8f51281af_3"
    },
    {
      "start": 391,
      "end": 613,
      "text": "C/Ao/20/2023                            Order Dated: 04/05/2023\n\n\n\n\n          In The High Court Of Gujarat At Ahmedabad\n\n                R/Appeal From Order No. 20 of 2023\n                                With\n             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50e885aadcbb404982b4c7c9d0e58a32_4"
    },
    {
      "start": 613,
      "end": 635,
      "text": "Civil Application (For",
      "labels": [
        "PREAMBLE"
      ],
      "id": "142f80b22be844969a2e1ccadd0a82c9_5"
    },
    {
      "start": 636,
      "end": 656,
      "text": " STAY) NO. 1 of 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ce6cc73e1fa4ca1b4708f6adce6f274_6"
    },
    {
      "start": 672,
      "end": 742,
      "text": "In R/APPEAL FROM ORDER NO. 20 of 2023                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d67cb734479f43f8b39ee0fc222d51d9_7"
    },
    {
      "start": 742,
      "end": 764,
      "text": "With                 R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "55e3ca09243c4d73be7c8d459cbdb93a_8"
    },
    {
      "start": 765,
      "end": 799,
      "text": "/ APPEAL FROM ORDER NO. 21 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5b19a91452fb4b8e9ad2fa49efe907fc_9"
    },
    {
      "start": 832,
      "end": 908,
      "text": "With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37da1e70930e4c96942cfe4b0d1db036_10"
    },
    {
      "start": 908,
      "end": 999,
      "text": "In R/APPEAL FROM ORDER NO. 21 of 2023                                 With                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "34badeb879fc4369a15d8c410fd309d2_11"
    },
    {
      "start": 999,
      "end": 1035,
      "text": "R / APPEAL FROM ORDER NO. 22 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "156c2bed2f5d4d12b99fe836dd73b392_12"
    },
    {
      "start": 1068,
      "end": 1144,
      "text": "With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96cbe8a3fa5f463390ed3f6baf8a04f5_13"
    },
    {
      "start": 1144,
      "end": 1214,
      "text": "In R/APPEAL FROM ORDER NO. 22 of 2023                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fbdcf557f99241e8ac47fe2ab2f01556_14"
    },
    {
      "start": 1214,
      "end": 1236,
      "text": "With                 R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "83e5bfd6c13044de87ac00965eb9374b_15"
    },
    {
      "start": 1237,
      "end": 1303,
      "text": "/APPEAL FROM ORDER NO. 23 of 2023                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5be84e7c84447338f66c6ac82cc8eb2_16"
    },
    {
      "start": 1303,
      "end": 1379,
      "text": "With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5df746db03744812ba03844aaae8a136_17"
    },
    {
      "start": 1379,
      "end": 1385,
      "text": "In R /",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37c11ff69c594f05bae75674db255269_18"
    },
    {
      "start": 1386,
      "end": 1418,
      "text": "APPEAL FROM ORDER NO. 23 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "130337c3e69c4b949c823ca01db98965_19"
    },
    {
      "start": 1451,
      "end": 1473,
      "text": "With                 R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3459ab83dabf4803a323f8fbce827492_20"
    },
    {
      "start": 1474,
      "end": 1508,
      "text": "/ APPEAL FROM ORDER NO. 24 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5702980738724844852e830c04bcbdd0_21"
    },
    {
      "start": 1541,
      "end": 1617,
      "text": "With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1aadee859fc6447aaa77bcf8bc079bf2_22"
    },
    {
      "start": 1617,
      "end": 1655,
      "text": "In R /APPEAL FROM ORDER NO. 24 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6e646abdce0f4910af683dd58f4c5d76_23"
    },
    {
      "start": 1688,
      "end": 1710,
      "text": "With                 R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "93434fad791f4fb3969b8ce2e79b18ab_24"
    },
    {
      "start": 1711,
      "end": 1745,
      "text": "/ APPEAL FROM ORDER NO. 25 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ba1a0819b9444e42a1cb2b4c87bc5a32_25"
    },
    {
      "start": 1778,
      "end": 1854,
      "text": "With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2335a6aa98804753946784069a6d22a0_26"
    },
    {
      "start": 1854,
      "end": 1891,
      "text": "In R/APPEAL FROM ORDER NO. 25 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "540de87770634dcf9e91e81e439edf70_27"
    },
    {
      "start": 1924,
      "end": 1946,
      "text": "With                 R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e482816717a49e287621f6cdf506697_28"
    },
    {
      "start": 1947,
      "end": 1981,
      "text": "/ APPEAL FROM ORDER NO. 26 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8921ec58436d4baab6272202d18b126d_29"
    },
    {
      "start": 2014,
      "end": 2090,
      "text": "With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bd555fb4d6934a6c8ec65492e6b78f71_30"
    },
    {
      "start": 2090,
      "end": 2160,
      "text": "In R/APPEAL FROM ORDER NO. 26 of 2023                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1e9cc238377d4469aaeae13e7fbe403c_31"
    },
    {
      "start": 2160,
      "end": 2182,
      "text": "With                 R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67dafc0ca7894f419d74e0daccf9c7d6_32"
    },
    {
      "start": 2183,
      "end": 2217,
      "text": "/ APPEAL FROM ORDER NO. 27 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b042f61d0c3b424eb0a034d9ca29a22d_33"
    },
    {
      "start": 2250,
      "end": 2326,
      "text": "With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b33343e4c03e4ea29b2832c54a145b7b_34"
    },
    {
      "start": 2326,
      "end": 2363,
      "text": "In R/APPEAL FROM ORDER NO. 27 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a36863a710e24bda8875aaa45303373b_35"
    },
    {
      "start": 2396,
      "end": 2418,
      "text": "With                 R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ac0d8a5fc0446a99dcaf7cd648a7e9f_36"
    },
    {
      "start": 2419,
      "end": 2453,
      "text": "/ APPEAL FROM ORDER NO. 28 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1fe6f37a2f6644e2b67862b4b5b652fd_37"
    },
    {
      "start": 2486,
      "end": 2562,
      "text": "With              CIVIL APPLICATION (FOR STAY) NO. 1 of 2022                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "abd613de4f964b4f8e2dd588a0922f9b_38"
    },
    {
      "start": 2562,
      "end": 2568,
      "text": "In R /",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7398b3e8ac704a7589731eb01c29fc17_39"
    },
    {
      "start": 2569,
      "end": 2601,
      "text": "APPEAL FROM ORDER NO. 28 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de9f5ebca38449a6b8be3871818cc7c1_40"
    },
    {
      "start": 2602,
      "end": 2609,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70443c3d13e342ed970d46eada9adb76_41"
    },
    {
      "start": 2610,
      "end": 2617,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d92246e76b1c4bcf9133f3f2d836c8e9_42"
    },
    {
      "start": 2618,
      "end": 2625,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21f33a1ca8b04d38900dd31ef40ecdae_43"
    },
    {
      "start": 2626,
      "end": 2633,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0ac9a45aaca0467eb70f10920c9899d3_44"
    },
    {
      "start": 2634,
      "end": 2641,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "605be05619cf48eba8fce8266f79a949_45"
    },
    {
      "start": 2642,
      "end": 2649,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dc632f7e817f4901a27be69c9385407e_46"
    },
    {
      "start": 2650,
      "end": 2657,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a089cc2e574849fea44520702ad26425_47"
    },
    {
      "start": 2658,
      "end": 2665,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1954f2a296cd48a4bf47ef46b6dede48_48"
    },
    {
      "start": 2666,
      "end": 2673,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "44697915b00643148fff4c0b21cf2746_49"
    },
    {
      "start": 2674,
      "end": 2681,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70995d6526aa447f867c69c840914007_50"
    },
    {
      "start": 2682,
      "end": 2689,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dbc4dadf9179427cad8b2109c2e2344f_51"
    },
    {
      "start": 2690,
      "end": 2697,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3e2dfc5cd34401eb730575ee5dcf352_52"
    },
    {
      "start": 2698,
      "end": 2705,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f7594fa14ced445f87a2bd6278c4a029_53"
    },
    {
      "start": 2706,
      "end": 2713,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "56bcd208bac44eb598b9e9b680644d31_54"
    },
    {
      "start": 2714,
      "end": 2762,
      "text": "= =\n\n\n                              Page 1 of 42",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4df1e603b34840deb9a7102c28159fa2_55"
    },
    {
      "start": 2813,
      "end": 2857,
      "text": "Downloaded on : Fri May 05 20:53:26 IST 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f4d601fd01184020ad90fa85c1656f87_56"
    },
    {
      "start": 2864,
      "end": 2876,
      "text": "C/AO/20/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fc25cddba0164a62839c4bddc3ad4e6c_57"
    },
    {
      "start": 2908,
      "end": 2931,
      "text": "ORDER DATED: 04/05/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f6bb7ba4fd5421797382267879594ec_58"
    },
    {
      "start": 2952,
      "end": 2983,
      "text": "DAMODARBHAI KUMANBHAI KANSAGARA",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b696a27ca4704c658456e502b8b651a3_59"
    },
    {
      "start": 3017,
      "end": 3048,
      "text": "Versus                         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2814f1a2d88943e8a7430dfcba45688c_60"
    },
    {
      "start": 3048,
      "end": 3061,
      "text": "WORLD EXPRESS",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d66264b96e34b7b99f3c9b434a76829_61"
    },
    {
      "start": 3062,
      "end": 3070,
      "text": "ELEVATOR",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f8ca066ddb649e3a74a2ca3c825cb70_62"
    },
    {
      "start": 3071,
      "end": 3078,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4bd6a2e31a24a9fb0ba2cdaaaefa8fd_63"
    },
    {
      "start": 3079,
      "end": 3086,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "55ca1d43c2be48d69795c8a9300bd335_64"
    },
    {
      "start": 3087,
      "end": 3094,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5074db025c414a47ac3bb5cc7d020a1a_65"
    },
    {
      "start": 3095,
      "end": 3102,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6941a64e45944f10a76d863ea41b6fd5_66"
    },
    {
      "start": 3103,
      "end": 3110,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c69351dc00164681af863c9519232e24_67"
    },
    {
      "start": 3111,
      "end": 3118,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5164a4aee4d244c18a5a0f18931174dd_68"
    },
    {
      "start": 3119,
      "end": 3126,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5e8d5782b2554de59b87175345cf46b5_69"
    },
    {
      "start": 3127,
      "end": 3134,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c19769fc84ab4bc0a71db415e6f718e3_70"
    },
    {
      "start": 3135,
      "end": 3142,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "94898373820143fe89f8b69bdfe652f2_71"
    },
    {
      "start": 3143,
      "end": 3150,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7ce214aa7d3c4d7294552cd2defee74d_72"
    },
    {
      "start": 3151,
      "end": 3158,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4383f6f1beea4de7b1407ef607f20164_73"
    },
    {
      "start": 3159,
      "end": 3166,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "23b41fc44ac6491b86295581e0adc844_74"
    },
    {
      "start": 3167,
      "end": 3174,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ff70ba7c38443e1ac24929282640886_75"
    },
    {
      "start": 3175,
      "end": 3182,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "419d0f5344a84a4cbae4d73768a21a19_76"
    },
    {
      "start": 3183,
      "end": 3450,
      "text": "==\nAppearance:\nAO 20/2023 MR SHALIN MEHTA, SR. ADVOCATE with MR AKSHAY A VAKIL(5473) for the Appellant MS POOJA O ACHARYA(9849) for the Respondents AO 21/2023 MR SHALIN MEHTA, SR. ADVOCATE with MR AKSHAY A VAKIL(5473) for the Appellant AO 22/2023 MR SHALIN MEHTA, SR.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "15767dabc20a4a56a58320f25a92a426_77"
    },
    {
      "start": 3451,
      "end": 3591,
      "text": "ADVOCATE with MR AKSHAY A VAKIL(5473) for the Appellant DR RAJESH ACHARYA for the Respondents AO 23/2023, 26/23 & 27/23 MR SHALIN MEHTA, SR.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3e8669df47c1441bac43ca04e4b8d5d7_78"
    },
    {
      "start": 3592,
      "end": 3985,
      "text": "ADVOCATE with MR AKSHAY A VAKIL(5473) for the Appellant MR HEMAL SHAH for the Respondents AO 24/2023 MR SHALIN MEHTA, SR. ADVOCATE with MR AKSHAY A VAKIL(5473) for the Appellant MR JAYKRUSHNA SANKHLA for the Respondents AO 25/2023 MR SHALIN MEHTA, SR. ADVOCATE with MR AKSHAY A VAKIL(5473) for the Appellant MR HASIT TOLIA for MR RH BHANSALI for the Respondents AO 28/2023 MR SHALIN MEHTA, SR.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a22127e900bc4c4b82518f757b2e17e0_79"
    },
    {
      "start": 3986,
      "end": 4122,
      "text": "ADVOCATE with MR AKSHAY A VAKIL(5473) for the Appellant MR JENIL SHAH for the Respondents ==============================================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6bb5c0e46fbf42678752e88e000016a9_80"
    },
    {
      "start": 4123,
      "end": 4129,
      "text": "== = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76262f0bdc6e482b9833e94cc8a8091f_81"
    },
    {
      "start": 4130,
      "end": 4137,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "27c6683f8cbe42afa5455dc19a7a8097_82"
    },
    {
      "start": 4138,
      "end": 4319,
      "text": "= = = =\n CORAM:HONOURABLE MR. JUSTICE ASHUTOSH SHASTRI        and        HONOURABLE MR. JUSTICE J. C. DOSHI                              Date : 04/05/2023                           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5d7f5101c74844c88da445f2a8a437e8_83"
    },
    {
      "start": 4319,
      "end": 4412,
      "text": "ORAL ORDER (PER : HONOURABLE MR. JUSTICE J. C. DOSHI) C/AO/20/2023 ORDER DATED: 04/05/2023 1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f5265f9593b746be9c74a30554a2211f_84"
    },
    {
      "start": 4413,
      "end": 4525,
      "text": "This group of appeals are filed under Order 43 Rule 1(r) of the Civil Procedure Code, 1908 (in short \"the Code\")",
      "labels": [
        "FAC"
      ],
      "id": "7f8804c2f0104ef7a94c2d6b6f1d1a2b_85"
    },
    {
      "start": 4526,
      "end": 4801,
      "text": "read with sections 5 and 3 of the Commercial Court Act, 2015 challenging order passed below Exh.5 in respective commercial trademark suits, wherein, the learned Commercial Court in exercise of powers under Order 39 Rule 1 and 2 of the Code, dismissed injunction applications.",
      "labels": [
        "FAC"
      ],
      "id": "f7e1210c2b2c41dea078f252b7970c0a_86"
    },
    {
      "start": 4803,
      "end": 5009,
      "text": "2. Since this group of appeals involves and contains common and identical facts, with the consent of learned counsel appearing for the respective parties, the same is being disposed of by this common order.",
      "labels": [
        "NONE"
      ],
      "id": "3b1674b534c941139b10a2f3dfd80f25_87"
    },
    {
      "start": 5010,
      "end": 5104,
      "text": "\n2.1. Learned counsel for both the sides requested to take up AO No.20 of 2023 as lead matter.",
      "labels": [
        "NONE"
      ],
      "id": "4c8a7775f7874d5c87ad5b7d94ecd8e0_88"
    },
    {
      "start": 5105,
      "end": 5151,
      "text": "Thus, facts are taken up from the said matter.",
      "labels": [
        "FAC"
      ],
      "id": "65e55cc34c544557937ef6c64c8fb256_89"
    },
    {
      "start": 5152,
      "end": 5393,
      "text": "The appellant is original plaintiff, whereas, the respondents are original defendants before the learned trial Court and therefore, for the sake of bravity, they are referred in the present judgment as per their original status in the suits.",
      "labels": [
        "FAC"
      ],
      "id": "52c8a499e1804938ae52212eabcb73d7_90"
    },
    {
      "start": 5394,
      "end": 5630,
      "text": "\n2.2 In all suits filed before the learned Commercial Court, the plaintiff is common, who has filed suits for infringement of registered trademark passing off goods and for permanent injunction along with injunction application Exh.5 3.",
      "labels": [
        "FAC"
      ],
      "id": "906f9bdea459490aa7c8fe6165108d8a_91"
    },
    {
      "start": 5631,
      "end": 6023,
      "text": "It is the case of the plaintiff that the plaintiff is a sole proprietor of 'Express' Electro Elevators having his office at C/AO/20/2023 ORDER DATED: 04/05/2023 Rajkot and carrying on business of Elevators, moving walkways, moving platforms, Escalators, Engines, Step Chains, Balustrades, step door operators, operating panels, installing repairing, maintaining and modernizing elevators etc.",
      "labels": [
        "FAC"
      ],
      "id": "23b9ba9700254fafaa200887cb744ee4_92"
    },
    {
      "start": 6024,
      "end": 6234,
      "text": "It is further case of the plaintiff that he is registered proprietor of trademark 'Express' Electro Elevators, wherein word 'Express' forms the essential, prominent and distinctive part of the entire trademark.",
      "labels": [
        "FAC"
      ],
      "id": "df10bb2ea0994e729bca32ae11211e45_93"
    },
    {
      "start": 6235,
      "end": 6396,
      "text": "The plaintiff further claimed that said trademark is registered vide trademark registration No.3088775 in class 7 for goods and 3088776 in class 37 for services.",
      "labels": [
        "FAC"
      ],
      "id": "f0927d8360174daf9785f5fc5cbda48f_94"
    },
    {
      "start": 6397,
      "end": 6550,
      "text": "It is further case of the plaintiff that he is using said trademark since 1999, which is noted by the Trademark Registry while registering the trademark.",
      "labels": [
        "FAC"
      ],
      "id": "8d542c7dbfea445f8d127bfb30cf22ea_95"
    },
    {
      "start": 6551,
      "end": 6692,
      "text": "The plaintiff has earned goodwill and reputation for his product under the trademark \"'Express'\", which is forming entire descriptive matter.",
      "labels": [
        "FAC"
      ],
      "id": "d881ca3c59564034b1dd94fc43e2765a_96"
    },
    {
      "start": 6693,
      "end": 6958,
      "text": "However, the defendants have deliberately adopted the trading style as well as trademark containing the word 'Express' so as to encash goodwill and reputation of the plaintiff as well as to pass on their goods under the impression that it is goods of the plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "2f1b304b72664bc0a49a4c8ff098c8b1_97"
    },
    {
      "start": 6959,
      "end": 7083,
      "text": "Therefore, upon such main contention, the plaintiff filed the suit for infringement of the trademark and passing off action.",
      "labels": [
        "FAC"
      ],
      "id": "be48d8a4c9ad4c75a25f2d32e3b3fb16_98"
    },
    {
      "start": 7084,
      "end": 7599,
      "text": "\n4. Injunction application has been moved in each suit claiming following relief:-\n\"Pending the hearing and disposal of the suit, an order of interim as well as ad-interim injunction be passed restraining the defendants by themselves, their servants, agents, dealers and all those connected with them from use of trademark 'Express' as part of their trademark/trading style and thereby, temporarily C/AO/20/2023 ORDER DATED: 04/05/2023 restrained from passing offf their business/goods as that of the plaintiff.\"\n5.",
      "labels": [
        "FAC"
      ],
      "id": "9e8e81768438451fa6fa6f3626d4682b_99"
    },
    {
      "start": 7600,
      "end": 7821,
      "text": "Upon service of the summons in each case, the defendants appeared and filed written statement and have taken a stand that the plaintiff has suppressed the material fact while filing the suit and claiming equitable relief.",
      "labels": [
        "FAC"
      ],
      "id": "68205a339d68437fb5f423a7ca9170c6_100"
    },
    {
      "start": 7822,
      "end": 8058,
      "text": "It is further contended that the plaintiff has not pleaded about the disclaimer clause, which has been stated in the registration certificate of his own trademark and thereby, has materially suppressed the things before the Court below.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b2ccc0347a47460f9eb40dc76928c881_101"
    },
    {
      "start": 8059,
      "end": 8293,
      "text": "It is further contended that some third party are using the word 'Express' prominently in its trademark since 1982, which is not stated by the plaintiff in his suit as well as in injunction application while claiming equitable relief.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "911a540bb54c4871a2b1612eb950671d_102"
    },
    {
      "start": 8294,
      "end": 8363,
      "text": "It is further contended that word 'Express' has a dictionary meaning.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9a0083355b414c449d47468f6bb6afb4_103"
    },
    {
      "start": 8364,
      "end": 8492,
      "text": "It is a generic word and worldwide, many people/Business concerns are using the word 'Express' along with their other trademark.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1e793c66dbdd42859c0d9866d2aa4d11_104"
    },
    {
      "start": 8493,
      "end": 8615,
      "text": "So, since word 'Express' is of publici juris, it cannot be said that it is a unique and innovative word forming trademark.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6bb01af8b7ef4983a324d5f6fb6836ef_105"
    },
    {
      "start": 8616,
      "end": 8818,
      "text": "It is further contended that on the contrary, word 'Express' is commonly used across the world over and therefore, the plaintiff cannot claim any exclusive proprietary right over the word 'Express'.\n5.1",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bd7b65127da04771b5fe53a544e84ac1_106"
    },
    {
      "start": 8819,
      "end": 9033,
      "text": "It is further contended that when the plaintiff applied for registration of the trademark as a device on 30.10.2015, wherein, other companies objected the application of the plaintiff for registration of trademark.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b40f3856450146559ec039f3ff45e4ac_107"
    },
    {
      "start": 9034,
      "end": 9174,
      "text": "J.K. Majithia and Co. prepared examination report in respect of trademark application of the C/AO/20/2023 ORDER DATED: 04/05/2023 plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "439b16199edc4192ac56793f3d87670d_108"
    },
    {
      "start": 9175,
      "end": 9611,
      "text": "During the registration process, the Registrar of Trademark wrote a letter dated 30.6.2016 to the plaintiff, whereby the plaintiff company was asked to tender his explanation in respect of the objection raised u/s 11 of the Trademark Act, 1999, whereupon, the plaintiff in response to the letter written by the Registrar of Trademark, on affidavit asserted that he is bona fide user of the said trademark in their service in label form.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e3962367797e4f6e8724c2166d507e4e_109"
    },
    {
      "start": 9612,
      "end": 9770,
      "text": "It is further contended that such statement on oath transpires that the plaintiff is not claiming any exclusive proprietary right over the word 'Express'.\n5.2",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4051669250104a44a577ba673fd435e1_110"
    },
    {
      "start": 9771,
      "end": 10040,
      "text": "It is further contended that the word 'Express' does not hold any distinctive character or special meaning, many other persons/Business concerns are using the word 'Express' in their business/service or product and therefore, the plaintiff cannot claim exclusive right.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "517cc9f17830434592bcc00b8d84b3b1_111"
    },
    {
      "start": 10041,
      "end": 10122,
      "text": "\n5.3 Upon above defence, it was contended to dismiss the injunction applications.",
      "labels": [
        "FAC"
      ],
      "id": "ec606509bb8748d788e3ffa3a568a712_112"
    },
    {
      "start": 10124,
      "end": 10294,
      "text": "6. After hearing learned advocates appearing for both the sides, the learned Commercial Court was pleased to dismiss the injunction applications filed in respective suit.",
      "labels": [
        "NONE"
      ],
      "id": "4f57ee32a78344a19d61cae7543ccdbf_113"
    },
    {
      "start": 10295,
      "end": 10615,
      "text": "\n7. Being aggrieved by the impugned order passed by the learned Commercial Court, the unsuccessful plaintiff has preferred this group of AO under Order 43 Rule 1(r) of the Code C/AO/20/2023 ORDER DATED: 04/05/2023 read with sections 5 and 3 of the Commercial Court Act, 2015 inter alia on the ground mentioned in the AO.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "22d4f4401869428386f21d0ac9d1800b_114"
    },
    {
      "start": 10617,
      "end": 10851,
      "text": "7.1 Heard learned Senior Counsel Mr. Shalin Mehta assisted by learned advocate Mr. AA Vakil appearing for the plaintiff and learned advocate Mr. Hasit Tolia as well as learned advocate Ms. Pooja Acharya representing the defendants.\n8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cf76f000816642cc8e0cfaa81fe8abe3_115"
    },
    {
      "start": 10852,
      "end": 11105,
      "text": "Learned Senior Counsel Mr. Shalin Mehta for the plaintiff would argue that the impugned order passed by the learned Commercial Court is against the settled provisions of Order 39 Rule 1 and 2 of the Code r/w section 135 of the Trademark Act, 1999, 1999.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5cce79300d4d4d9abee3f997ebf5a06d_116"
    },
    {
      "start": 11106,
      "end": 11658,
      "text": "\n8.1 Learned Senior Counsel Mr. Shalin Mehta would further submit that the learned Commercial Court has failed to take into consideration well settled principles of granting or refusing injunction in case of registered trade mark and as such, the impugned order pased by the learned Commercial Court is against the settled principles of law. Taking us through the registration certificate of the plaintiff, learned Senior Counsel Mr. Mehta would submit that on 30.10.2015, the word mark of the plaintiff 'Express' Electro Elevators has been registered.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d6cf3fdbf0594b7fba22b56ffb9e8385_117"
    },
    {
      "start": 11659,
      "end": 11834,
      "text": "The Registrar of Trademark at the time of registration of the word mark, specifically held that the plaintiff is using word mark 'Express' since 1999, precisely from 1.4.1999.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0a8ae2cb8026470686e243cfdc79b015_118"
    },
    {
      "start": 11835,
      "end": 12032,
      "text": "There is no plea or evidence produced by the defendants to show that the plaintiff is not a prior user of the work mark, which contained the word C/AO/20/2023 ORDER DATED: 04/05/2023 'Express'.\n8.2",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "63ce442b98e94ec5b69f3c82da5edfec_119"
    },
    {
      "start": 12033,
      "end": 12261,
      "text": "Learned Senior Counsel Mr. Shalin Mehta would further submit that since the plaintiff is owner of the registered word mark, he is entitled to restrain the defendants from using the word 'Express' in their trademark or word mark.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "51fd8032f1cc45a09d000d0926a6902d_120"
    },
    {
      "start": 12262,
      "end": 12436,
      "text": "However, the learned Commercial Court has failed to notice such evidence on record and thereby, has committed serious and grave error in rejecting the injunction application.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5a5eb20fe2534e6eaed94942e0588775_121"
    },
    {
      "start": 12437,
      "end": 12941,
      "text": "He would further submit that the learned Commercial Court ought to have believed that except word 'Express' stated in the work mark, other words are descriptive matters, whereas the word 'Express' used in the word mark by the plaintiff is the highlighted word and if the defendants are using such word, it would amount to infringement of the trademark of the plaintiff and once it is established on record that the defendants are using the word 'Express' along with other words either in prefix or suffix",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9e7668b9d2ee4e0181a16c38a39d4309_122"
    },
    {
      "start": 12942,
      "end": 13154,
      "text": ", the defendants are infringing the trademark of the plaintiff and in that circumstances, the learned Commercial Court ought to have issued the injunction to restrain the defendants from using the word 'Express'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4a05b10d8ff64edab2f7384c883594f2_123"
    },
    {
      "start": 13155,
      "end": 13399,
      "text": "He would further submit that the plaintiff is a distinctive user of the word 'Express' in his word mark and which has been recognized by the Registrar of Trademark and registered such trademark in Class 37 and Class 7 of the goods and services.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f989c03af14942aa819980c91162442f_124"
    },
    {
      "start": 13400,
      "end": 13690,
      "text": "The defendants in order pass on their goods i.e. elevator, lift, escalators are also using the word 'Express' in their trademark or word mark getting the word 'Express' highlighted and thereby, the defendants are even committing mischief of C/AO/20/2023 ORDER DATED: 04/05/2023 passing off.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0cba3e413edd4f14bff1e67f4f2f7095_125"
    },
    {
      "start": 13692,
      "end": 14014,
      "text": "8.3 Learned Senior Counsel Mr. Shalin Mehta would further submit that the learned Commercial Court has failed to notice such action of passing off and thereby, has committed error much less error of understanding the fact in background of the provisions of law, which is required to be corrected by allowing these appeals.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d406d4d925194309bcfcad6ffdb7a4cf_126"
    },
    {
      "start": 14016,
      "end": 14888,
      "text": "8.4 Learned Senior Counsel Mr. Shalin Mehta has taken this Court through the Convenience Set Nos.1 and 2 filed along with the AOs and would submit that the plaintiff is in business of manufacturing elevator, escalators etc. since more than two decades and at the very same time, the plaintiff is in the business of service of such elevator, escalators etc. since then, which is proved from the documentary evidence produced before the learned Commercial Court from Mark 4/1 to 4/316 and which shows that the plaintiff besides having registered trademark has also earned high reputation and tremendous goodwill in the business of selling elevator, lift, escalators etc. and as such, the plaintiff is not only the registered trademark holder, but he also holds tremendous reputation and goodwill in regard to the trademark, whereby, word 'Express' has been prominently used.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "13e5a19cd9914ef283e72fa732bb4df0_127"
    },
    {
      "start": 14889,
      "end": 14930,
      "text": "The plaintiff is prior user indisputably.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fc8636c424e941df996c4fe6309c98a0_128"
    },
    {
      "start": 14931,
      "end": 15140,
      "text": "However, the defendants in order to encash such popularity are also using the word 'Express' prominently in their trademark and word mark and thereby, the defendant are causing mischief of passing off as well.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "65a20c44528b47218f982573b2809398_129"
    },
    {
      "start": 15141,
      "end": 15318,
      "text": "But the learned Commercial Court has C/AO/20/2023 ORDER DATED: 04/05/2023 failed to notice such aspect and thereby, has committed error much less error of understanding the law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "03a61c4a55df4d77aec411d03266427a_130"
    },
    {
      "start": 15320,
      "end": 15593,
      "text": "8.5 Learned Senior Counsel Mr. Shalin Mehta would further submit that the learned Commercial Court has erred in holding that some third party is using the word 'Express' since 1982 and thereby, the plaintiff cannot be considered as prior user and adopter of word 'Express'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "06078022d69a439198304b1bbb3e2bde_131"
    },
    {
      "start": 15594,
      "end": 15904,
      "text": "He would further submit that in a case between the plaintiff and the defendants, the Court cannot brought into the notice and examine use of the word 'Express' by some third party and as such, cannot hold that the plaintiff is not a prior user of the word 'Express' having prominent user of the word 'Express'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1106ebadf5ef4a7a813e434bf0eeb698_132"
    },
    {
      "start": 15905,
      "end": 16022,
      "text": "He would further submit that issue of prior user of word 'Express' has been agitated between the parties to the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c6528f6ccfc84686a531cb8b645d8471_133"
    },
    {
      "start": 16023,
      "end": 16395,
      "text": "Thus, issue has to be decided between the parties to suit only and therefore, the Court cannot consider assertion that some third party is using word 'Express' prior to the plaintiff and upon such assertion, the Court below cannot neglect the claim of the plaintiff, however, the learned Commercial Court has completely overlooked this aspect and wrongfully denied relief.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dd044287c9da4ba8bdb0e7a014b0bab7_134"
    },
    {
      "start": 16397,
      "end": 16682,
      "text": "8.6 Learned Senior Counsel Mr. Shalin Mehta would further submit that the learned Commercial Court has also erred in believing that the word 'Express' is generic and it is not coined and therefore, the plaintiff cannot claim exclusiveness over the word 'Express' used in the word mark.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3611bcf28b8e4631b5c801f89608910e_135"
    },
    {
      "start": 16683,
      "end": 17073,
      "text": "He would further submit that even if word 'Express' is generic word, but since the plaintiff along with the word 'Express' has earned high reputation and C/AO/20/2023 ORDER DATED: 04/05/2023 goodwill in the market and as prima facie it is proved that the plaintiff is a prior user of the trademark with the generic word, the plaintiff was required to be protected by appropriate injunction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7d8ab8c21698468284ea1bf3e7928a2d_136"
    },
    {
      "start": 17074,
      "end": 17593,
      "text": "For such argument, he has relied upon judgment of the Hon'ble Apex Court in case of S. Syed Mohideen Vs. P. Sulochana Bai reported in 2016(66) PTC 1[SC] and submitted that in that case, the plaintiff was using the word mark in the style of 'Tirunelveli Iruttukadai Halwa', wherein the Hon'ble Apex Court held that word 'Iruttukadai Halwa' though is a household name in the nook and corner of State of Tamilnadu and even used in the song from the movie \"Samy\", wherein name of 'Iruttukadai' was mentioned time and again.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "27c5d786f79f42c3b26b7d5de9bad937_137"
    },
    {
      "start": 17594,
      "end": 17718,
      "text": "Since the plaintiff was prior user of such household name, he was required to be protected by granting necessary injunction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c4c77ccd171f4a0aab0ed7364ca9c38f_138"
    },
    {
      "start": 17720,
      "end": 17855,
      "text": "8.7 Another judgment on which Learned Senior Counsel Mr. Shalin Mehta is relied upon is in case of Kaviraj Pandit Durga Dutt Sharma Vs.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "47a2f77f24d6456bbe07aa29eca0ba95_139"
    },
    {
      "start": 17856,
      "end": 17864,
      "text": "Navratna",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7eda7671377441118e9c4cea909e7ce9_140"
    },
    {
      "start": 17865,
      "end": 18175,
      "text": "Pharmaceuticals Laboratories reported in AIR 1965 SC 980 to contend the same arguments that word \"Navratna\" though is having a common household meaning, since the plaintiff of that case was using prior to the defendant, the same is required to be protected and as such, was protected by the Hon'ble Apex Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4cbf17d3b7b74755bb4925f08b6359df_141"
    },
    {
      "start": 18177,
      "end": 18725,
      "text": "8.8 In regard to submission that generic name having dictionary meaning can also be protected, Learned Senior Counsel Mr. Shalin Mehta referred to recent decision of the Hon'ble Apex Court in case of Renaissance Hotel Holdings Inc. C/AO/20/2023 ORDER DATED: 04/05/2023 Vs. B. Vijaya reported in 2022(5) SCC 1, wherein the Hon'ble Apex Court held that word Renaissance since has been registered for the trademark of the plaintiff, the Hon'ble Apex Court has protected the plaintiff even in case where word Renaissance is used with prefix and suffix.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c4f098978416487b956da05e72cc4135_142"
    },
    {
      "start": 18726,
      "end": 18905,
      "text": "Relying upon this judgment, learned Senior Counsel Mr. Mehta would further submit that even if the word mark has a dictionary meaning, if it is registered, it has to be protected.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "66f608f9ab9f4b04b025994e97741626_143"
    },
    {
      "start": 18907,
      "end": 19050,
      "text": "8.9 Learned Senior Counsel Mr. Mehta has also relied upon judgment in case of Ozone Spa Pvt. Ltd. Vs. Ozone Clun reported in MANU/DE/0151/2010.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7da2e280ff6c49eb8f27b3196689f4cb_144"
    },
    {
      "start": 19052,
      "end": 19426,
      "text": "8.10 To meet with the finding of generic word used as trademark, another judgment relied upon by Learned Senior Counsel Mr. Mehta is in case of VMS Bathware Private Limited Vs. Graffiti India Pvt. Ltd. reported in MANU/GJ/1360/2018, to support the argument that first user or prior user if proved, is to be protected even against the defendant whose trademark is registered.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fffeff870e8d44e3a7ca29738c8130f6_145"
    },
    {
      "start": 19428,
      "end": 19757,
      "text": "8.11 Learned Senior Counsel Mr. Mehta has also relied upon judgment of this Court in case of Duncan Agro Industries Ltd. Vs. Samabhai Tea Processors (P) Ltd. reported in MANU/GJ/0002/1994, judgment of the Hon'ble Apex Court in case of Neon Laboratories Ltd. Vs. Medical Technologies Ltd. and others reported in MANU/SC/1192/2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7396da162b1b49f8af84d9d79cd930e6_146"
    },
    {
      "start": 19758,
      "end": 19800,
      "text": "\nC/AO/20/2023 ORDER DATED: 04/05/2023 8.12",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "13264b34c017402aa18a78c0ce97122d_147"
    },
    {
      "start": 19801,
      "end": 20054,
      "text": "Learned Senior Counsel Mr. Mehta would assail another finding of the learned Commercial Court that the plaintiff has not taken immediate step to stop the defendant from using the word 'Express' and therefore, the plaintiff is not entitled to injunction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d2664f4059c044b991b7d6721126f4c0_148"
    },
    {
      "start": 20055,
      "end": 20352,
      "text": "In other words, the plaintiff has not filed the suit and allowed the defendants to use the trademark for more than 3-4 years, so there is delay and laches on the part of the plaintiff to initiate proceedings which would not entitle the plaintiff to get the injunction under equitable jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "535e62b8c7bb4a1ab0b0ff77e189ba6b_149"
    },
    {
      "start": 20353,
      "end": 20645,
      "text": "To meet with this finding, he would submit that in a case of infringement, even if there is delay in initiating proceedings, once it is established that the plaintiff is a registered proprietor of the trademark or is a prior user of the said trademark, normally injunction should be followed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "78f74a2ed3ab4b8a9d3e19f5c1daf9e8_150"
    },
    {
      "start": 20646,
      "end": 20722,
      "text": "Mere delay in taking action is not sufficient to defeat grant of injunction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "66a793e9736a491c806389cbb4324927_151"
    },
    {
      "start": 20723,
      "end": 20909,
      "text": "For such submission, he has relied upon judgment of the Hon'ble Apex Court in case of Midas Hygiene Industries Private Limited Vs. Sudhir Bhatia and others reported in MANU/SC/0186/2004.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9365df6593a04262badae31460ed3c7c_152"
    },
    {
      "start": 20910,
      "end": 21481,
      "text": "Placing reliance upon this judgment, he would submit that the the learned Commercial Court has materially erred in holding that the plaintiff has started the action belatedly and therefore, the plaintiff is not entitled to get the injunction and therefore, learned Senior Counsel Mr. Mehta would submit that this finding of learned Commercial Court is in teeth of the law laid down by the Hon'ble Apex Court in case of Midas Hygiene (supra) and therefore, such finding of the learned Commercial Court is required to be set aside.\nC/AO/20/2023 ORDER DATED: 04/05/2023 8.13",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cf8b656bea0f447782157e84d65df4b1_153"
    },
    {
      "start": 21482,
      "end": 22153,
      "text": "In other and further submission, learned Senior Counsel Mr. Mehta would submit that the learned Commercial Court erred in believing that the plaintiff has not stated proper cause of action, while assailing such finding, he would submit that the word cause of action is not defined in Civil Procedure Code, 1908, but by general nomenclature, it can be said to be bundle of facts stated in the plaint which would constitute cause of action, but the learned Commercial Court has failed to appreciate such settled principles and wrongly assessed that the plaintiff has not stated correct cause of action and therefore, the plaintiff is not entitled to grant equitable relief.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1ddacccc21e34fb5a575e5af3ba343d3_154"
    },
    {
      "start": 22155,
      "end": 22362,
      "text": "8.14 To meet with the finding of suppression of material fact arrived at by the learned Commercial Court in the impugned order, learned Senior Counsel Mr. Mehta would submit that such a finding is erroneous.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "74702ae989c04c6db11836ed1c5bca7d_155"
    },
    {
      "start": 22363,
      "end": 22898,
      "text": "The plaintiff along with the suit has submitted copy of the registration certificate, which clearly indicates the disclaimer clause, it was not necessary for the plaintiff to plead such disclaimer clause in the pleadings since the document is forming part of the pleadings, whereupon, it is disclaimer clause, which is clearly mentioned and therefore, the plaintiff has not committed any mischief of suppression of material fact, but the learned Commercial Court has not noticed the document on record and as such, has committed error.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "575fc9bc8d8d476181485c73c256ae78_156"
    },
    {
      "start": 22899,
      "end": 23203,
      "text": "He would further submit that the learned Commercial Court has also committed error in holding that in field of business, many persons are using the word 'Express' with prefix or suffix or even plainly and that the trademark is allotted to many a person in C/AO/20/2023 ORDER DATED: 04/05/2023 that field.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "42006d5b54ee4ff0b958dba7f4304810_157"
    },
    {
      "start": 23204,
      "end": 23284,
      "text": "Hence, the plaintiff would not be entitled to get injunction for word 'Express'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d5bfbbc50ae2452bb71a8bb20d3dec8e_158"
    },
    {
      "start": 23285,
      "end": 23458,
      "text": "He would further submit that the case of the plaintiff is that the plaintiff is using the word 'Express' in a particular font and it is visible prominently in his trademark.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "61bbcc0e508146ba8c718a39e6cf73fc_159"
    },
    {
      "start": 23459,
      "end": 23694,
      "text": "So, using of the word 'Express' in the same manner by the defendants either in their product or in their stationary or elsewhere would infringe the trademark of the plaintiff as well as it would fall within the mischief of passing off.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "739b3ba493444da58e41918dd87aecdf_160"
    },
    {
      "start": 23695,
      "end": 23834,
      "text": "But the learned Commercial Court has failed to notice such aspect and thereby, has committed error in rejecting the injunction application.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8bc20b32dbf64a8bb87bfc75a8e11329_161"
    },
    {
      "start": 23836,
      "end": 24152,
      "text": "8.15 Lastly, learned Senior Counsel Mr. Mehta would submit that the learned Commercial Court has given erroneous finding that the plaintiff has not produced the licence to manufacture the lift, and since has no licence to manufacture the lift, the plaintiff by manufacturing lift is risking the life of many persons.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7131d96786d0423e8585dbc340bd0aa3_162"
    },
    {
      "start": 24153,
      "end": 24224,
      "text": "To obtain licence under the Gujarat Lift and Elevator Act is mandatory.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94821d1ca9ba427bab7709b7a7087c0e_163"
    },
    {
      "start": 24225,
      "end": 24506,
      "text": "He would further submit that the plaintiff is in business of manufacturing lift and elevator since 1999, trademark is also registered by the authority with a presumption that the plaintiff has a licence to manufacture the lift and elevators under the Gujarat Lift and Elevator Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "61fbbf875655417abd86ba49e788f7e3_164"
    },
    {
      "start": 24507,
      "end": 24822,
      "text": "He would further submit that in any circumstances, may be due to inadvertent error, the copy of the licence was not produced before the learned Commercial Court, but the plaintiff is holding a licence to manufacture the lift and elevator and therefore, that finding is also incorrect to deny injunction application.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2cd857260d6c4aa3ad0788a6b1afeeb6_165"
    },
    {
      "start": 24823,
      "end": 25181,
      "text": "Lastly, he submits that the pleadings as well as documents on record C/AO/20/2023 ORDER DATED: 04/05/2023 filed by the plaintiff clearly indicate that the plaintiff is a registered trademark holder for word 'Express' with some other descriptive matters, though it may be a generic word, the plaintiff since have registration, was entitled for the protection.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d14d638f497f4de3a91afbfb6be54cff_166"
    },
    {
      "start": 25182,
      "end": 25568,
      "text": "Secondly, he would submit that the plaintiff was a prior user of the word 'Express' for manufacturing and extending services in the field of lift, elevators etc. and therefore, even on that count, the plaintiff was required to be protected, but the learned Commercial Court on superficial grounds which are against the settled principles of law, has rejected the injunction application.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7b0a4eb6ca0c4dd8adb4f37ad2f234b8_167"
    },
    {
      "start": 25569,
      "end": 25728,
      "text": "He also argued that the reasons stated by the learned Commercial Court for rejecting injunction application are frivolous, erroneous, arbitrary and capricious.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7b701138b2334cd9bb3e475f3714a134_168"
    },
    {
      "start": 25730,
      "end": 25994,
      "text": "8.16 Upon such submission, learned Senior Counsel Mr. Shalin Mehta submits to allow this group of appeals by quashing and setting aside the impugned order passed by the learned Commercial Court and to grant relief of injunction, as prayed for, by the plaintiff.\n9.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "14550303ce934941a698088ac806371b_169"
    },
    {
      "start": 25995,
      "end": 26403,
      "text": "Per contra, learned advocate Mr. Hasit Tolia with learned advocate Ms. Pooja Acharya for the respondents, in his crisp and precise argument, has taken us through the registration certificate of the trademark of the plaintiff and argued that in a disclaimer clause, it is clearly stated that \" registration of the trademark shall give no right to the exclusive use of the descriptive matter to the plaintiff\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "821e8788ae8440b883ffc064f791e50f_170"
    },
    {
      "start": 26404,
      "end": 26549,
      "text": "Therefore, the plaintiff cannot claim any exclusivity over the descriptive material stated C/AO/20/2023 ORDER DATED: 04/05/2023 in the trademark.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "490b8f0724e84b93a8712562b8f7697c_171"
    },
    {
      "start": 26550,
      "end": 26924,
      "text": "He would further submit that considering the certificate upon which the plaintiff relied upon, indicates that the trademark which was registered in favour of the plaintiff was device mark and the trademark which was registered in favour of the plaintiff was with e-logo with the disclaimer clause that the plaintiff shall not claim exclusivity over the descriptive material.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2ef13b3e71aa49668bf1d59bd0174ac0_172"
    },
    {
      "start": 26925,
      "end": 27112,
      "text": "So, it makes abundently clear that the plaintiff has no whatsoever exclusive right over using of the word 'Express' and the plaintiff cannot claim that only he can use word 'Express'.\n9.1",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6e14b54e5f704524bdbe9cc8ac78cf8b_173"
    },
    {
      "start": 27113,
      "end": 27731,
      "text": "In support of his submission, learned advocate Mr. Tolia referred to section 15 and 17 of the Trademark Act, 1999 as well as section 9 of the Trademark Act, 1999 and submits that where proprietor of a registered trademark claims to be entitled to have exclusive use of any part thereof separately, he has to apply to register the whole of the descriptive material and to claim exclusive use for the separate part thereof with his registered trademark and if such is granted by the Registrar, only upon such registration, the plaintiff can claim exclusive right over using of that particular part of descriptive matter.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5ff4aace2e32486496104b705e94a3c5_174"
    },
    {
      "start": 27732,
      "end": 28080,
      "text": "Again taking this Court through the registration certificate produced by the plaintiff, he would submit that at nowhere, the plaintiff has applied for registration of word 'Express' for exclusive use vis-a- vis nowhere, the Registrar of the Trademark has granted exclusive proprietary right to the plaintiff for using the word 'Express' separately.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "80150c51b52d4726996a3341567d0b37_175"
    },
    {
      "start": 28081,
      "end": 28365,
      "text": "On the contrary, the disclaimer clause or condition and limitation clause clearly indicates that the trademark has been given to the plaintiff with the condition that C/AO/20/2023 ORDER DATED: 04/05/2023 the plaintiff has not given exclusive right of user over the descriptive matter.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4a790b10a4f14233ab51f6aaff432452_176"
    },
    {
      "start": 28367,
      "end": 28733,
      "text": "9.2 Learned advocate Mr. Tolia would further submit that some of the defendants of the commercial suits filed by the plaintiff are using the word 'Express' in their produce since 1995 and it is also on record that the defendants are using the word 'Express' in their trademark or letter head or stationary prior to the plaintiff has started using the word 'Express'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a0686b3c56654759a0a14347d8985a1b_177"
    },
    {
      "start": 28734,
      "end": 28898,
      "text": "He would further submit that who is the first user or who is the prior user is always a subject matter of trial at the threshold of deciding injunction application.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1df762a24ada48488f1f35ec427a7db9_178"
    },
    {
      "start": 28899,
      "end": 29237,
      "text": "He would further submit that the Court cannot go on to decide that one of the parties is a prior user merely upon intimation in the registration certificate or some other tangible documents which indicate using of that particular word and can claim mischief of passing off action at the stage of granting or refusing temporary injunction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e4623c3af34c48a29cbb81500095acb1_179"
    },
    {
      "start": 29238,
      "end": 29652,
      "text": "For such proposition, he has relied upon judgment of the Hon'ble Apex Court in case of Uniply Industries Limited Vs. Unicorn Plywood Private Limited and others reported in (2001) 5 SCC 95, whereupon, it is held by the Hon'ble Apex Court that where the areas of activity of parties in respect of goods and the trademarks in question were identical and the only question was as to which of the parties was prior user",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f7fd73127e814985ac81f681927ade76_180"
    },
    {
      "start": 29653,
      "end": 29822,
      "text": ", grant of interim injunction in favour of either party merely on the basis of prima facie case without considering other aspects arising in the matter is held improper.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "062970eba951492e8e434568371cc444_181"
    },
    {
      "start": 29824,
      "end": 30130,
      "text": "9.3    Learned advocate Mr. Tolia would further submit that if       C/AO/20/2023                             ORDER DATED: 04/05/2023 the trademark registration relied upon by the plaintiff is taken in toto, it would point out that the plaintiff has got the registration for device mark and word mark only.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "82a03efba7534bec9da98f5002043a5f_182"
    },
    {
      "start": 30131,
      "end": 30372,
      "text": "Insofar as device mark is concerned, a specific logo is slated in the registration certificate, whereas for word mark, it is given with the clear condition that the plaintiff shall not claim exclusive use of any of the word in the word mark.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3b939a52bf2348b4add8999bcef135ec_183"
    },
    {
      "start": 30373,
      "end": 30661,
      "text": "So, in these circumstances, claiming of exclusive use of the word 'Express' by the plaintiff and upon such claim seeking relief to restrain the defendant from using the word 'Express' in their trademark or in their stationary etc. is improper and is against the settled principles of law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3a6f7b170d2d4387a7b3d916cc12f8a4_184"
    },
    {
      "start": 30662,
      "end": 30838,
      "text": "He would further submit that in the business activity, there are numerous persons who are using the word 'Express' to indicate that their service or product are fast and rapid.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "65a09239604b420ea4851044ac3595ab_185"
    },
    {
      "start": 30839,
      "end": 31126,
      "text": "He would further submit that the plain meaning of the word 'Express' is superlative most rapid or moving and when attached with the business of lift or elevator, it is used for the purpose for showing that the lift/elevator manufactured is moving rapidly and quickly or is a superlative.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d971935e67d54cef9e1fd47700ce2cea_186"
    },
    {
      "start": 31127,
      "end": 31209,
      "text": "The plaintiff therefore, cannot claim any exclusive right over the word 'Express'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "040c2858d06b4660ad711d7f0e6acade_187"
    },
    {
      "start": 31210,
      "end": 31519,
      "text": "He would further submit that besides lift/elevator business, there are so many fields where the word 'Express' is used i.e. 'Express' Highway; there are some 'Express' trains; name of one leading company i.e. American 'Express' and many more are using said word to indicate quality of their services or goods.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d96763db547948209ab9c29d3800ad08_188"
    },
    {
      "start": 31520,
      "end": 31603,
      "text": "The plaintiff is not the lone person using word 'Express' in the business activity.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4bae692b7b72401cb95549a9662e0b5d_189"
    },
    {
      "start": 31604,
      "end": 31685,
      "text": "Apart from the plaintiff, there are thousands more, who are using word 'Express'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8c8960cfbee5434e97c0f775ff4a6356_190"
    },
    {
      "start": 31686,
      "end": 31793,
      "text": "So, the plaintiff has no exclusive right of using over the word 'Express' for his product and cannot claim.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5987c58eac104f2382cffa06f1b1da7e_191"
    },
    {
      "start": 31794,
      "end": 31902,
      "text": "It is most C/AO/20/2023 ORDER DATED: 04/05/2023 common and household name, which cannot get any exclusivity.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ccf150fbb5b24e3d877446fb0196656f_192"
    },
    {
      "start": 31903,
      "end": 32265,
      "text": "He therefore, submits that the learned Commercial Court having considered all these aspects, has not committed any error, which goes against settled principles of law or which can render the impugned order arbitrary, capricious and therefore, under the limited jurisdiction of appeal from order, hence, this appeal must fail and accordingly, it must be rejected.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d899794001174f4d872dbdbacef9866c_193"
    },
    {
      "start": 32267,
      "end": 32395,
      "text": "10. Learned advocate Ms. Puja Acharya appearing for some of the respondents has adopted arguments of learned advocate Mr. Tolia.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "602bd6562bd941f3a02bb634d7c1b790_194"
    },
    {
      "start": 32396,
      "end": 32533,
      "text": "Further, she would argue that since the word 'Express' is generic and common word, the plaintiff has no exclusive right to use such word.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "452936a910f144889b8d9e1e4fff813d_195"
    },
    {
      "start": 32534,
      "end": 32919,
      "text": "She would further submit that this Court in case of Matrix Telecom Private Limited Vs. Matrix Cellular Services Private Limited rendered in AO No.6 of 2010, as well as in case of Apollo Parker Construction Equipments Private Limited Vs. Ammann India Private Limited rendered in AO No.43 of 2022 and other allied matters has vividly discussed issue in regard to common and generic name.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "62a64ab4b4ba481d9a330de867619f72_196"
    },
    {
      "start": 32920,
      "end": 33207,
      "text": "In cases of Matrix Telecom (supra) and Apollo Parker (supra), this Court has clearly held that using of word 'Matrix' or 'Apollo' by the concerned party cannot claim exclusive right over those both the words as both of them have dictionary meaning and as are not coined by the plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "00b7f6ff2c1c40e9980b680bdbc09432_197"
    },
    {
      "start": 33208,
      "end": 33628,
      "text": "She would further submit that identically in case of Apple Silk Mills Private Limited Vs. Apple Sarees Private Limited rendered in case of AO No.89 of 2017 and other allied matters, the Division Bench of this Court held that 'Apple' is a generic word and cannot be claimed for exclusive use by the plaintiff and C/AO/20/2023 ORDER DATED: 04/05/2023 as such, this Court has denied exclusive claim of using the word Apple.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8f70687dd940470d97c3cef91874a956_198"
    },
    {
      "start": 33629,
      "end": 33755,
      "text": "She would further submit that this judgment has been confirmed by the Hon'ble Apex Court in SLP Nos.25843/2017 and 25844/2017.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "af65e13f11624cb2bfe2bdda4298485b_199"
    },
    {
      "start": 33757,
      "end": 33912,
      "text": "10.1 Learned advocate Ms. Puja Acharya would further submit that the plaintiff and the defendants both are manufacturing lift, elevator and escalators etc.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c6acb52b0f8e479f9a7049fb737c3715_200"
    },
    {
      "start": 33913,
      "end": 34089,
      "text": "These products are of such a nature that they would not be sold over the corner; selling of the lift or escalator or elevator are generally to the person, who knew the product.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "2460ef9d16ab46ec87291f7fbf755869_201"
    },
    {
      "start": 34090,
      "end": 34203,
      "text": "In other words, these products are sold only to the technical person who knows every details of lift or elevator.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "77d4ea1dc4b844a5a7b69822d98918ef_202"
    },
    {
      "start": 34204,
      "end": 34282,
      "text": "In that circumstances, the case of the plaintiff qua passing off has no merit.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "589159124fcc4cb499b19f21cb6e841f_203"
    },
    {
      "start": 34283,
      "end": 34381,
      "text": "\n10.2 Mainly upon above arguments, learned advocate Ms. Pooja Acharya submits to dismiss this AOs.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e1a25540fcfe4ce49ebc674d7ce2c909_204"
    },
    {
      "start": 34383,
      "end": 34587,
      "text": "11. To buttress the submission, she has also referred the judgment of the Delhi High Court in case of Delhivery Private Limtied Vs. Treasure Vase Ventures Private Limited reported in LAWS (DLH) 2020 1038.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4bf6c636dd7349d4b737692c448db8b2_205"
    },
    {
      "start": 34589,
      "end": 34695,
      "text": "11.1 No other and further submissions are canvassed by both the learned counsel appearing for the parties.",
      "labels": [
        "NONE"
      ],
      "id": "638514bf638c40c68ae150ae1a84dc3c_206"
    },
    {
      "start": 34696,
      "end": 34900,
      "text": "\n12. Having heard learned counsel for both the parties as well C/AO/20/2023 ORDER DATED: 04/05/2023 as perusing the pleadings and documents, broadly speaking, the case of the plaintiff rests on two limbs.",
      "labels": [
        "NONE"
      ],
      "id": "e4e3eb1e8ee9456bbc4cf857e69af057_207"
    },
    {
      "start": 34901,
      "end": 35241,
      "text": "Firstly, it is asserted that the plaintiff is a registered proprietor of word mark, which includes the word 'Express', which is prominently and exclusively used by the plaintiff, hence, using of such word 'Express' by the defendant and that too prominently in their product and stationary etc. are infringing the trademark on the plaintiff.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3ae49756071a49e1b95c4ab3ae6d6bcb_208"
    },
    {
      "start": 35242,
      "end": 35383,
      "text": "Secondly, it is asserted that the plaintiff is a prior user of the word 'Express' in the field of manufacturing lift, elevator and escalator.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f53b92b7c4e7467daeec0f3d12e0e0f6_209"
    },
    {
      "start": 35384,
      "end": 35567,
      "text": "The plaintiff is using said word since 1999 and hence, the defendants have no whatsoever right to use the same word 'Express' as the defendants entered into the business subsequently.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3c02271ff40d4ab6a11004ed2fa1aa1a_210"
    },
    {
      "start": 35568,
      "end": 35850,
      "text": "Offshoot to the second assertion is that the defendants intend to encash upon the reputation and goodwill of the plaintiff and intending to pass its own goods under the deception as if it is goods of the plaintiff and therefore, the defendant have committed mischief of passing off.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "2257cbf0743e4afdb061e157bdc1da37_211"
    },
    {
      "start": 35851,
      "end": 35903,
      "text": "Let us examine both the assertion one after another.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91cf245e3fd44468a8e52dec04110ed3_212"
    },
    {
      "start": 35905,
      "end": 36041,
      "text": "13. The plaintiff in order to prove that he is a registered proprietor of word mark 'Express', has referred to registration certificate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e955ad03a1e4bd3b7d79e75ebaa482b_213"
    },
    {
      "start": 36042,
      "end": 36355,
      "text": "The plain reading of two registration certificates produced by the plaintiff indicate following:-\n\"INTELLECTUAL PROPERTY INDIA PATENTS DESIGNS/ TRADE MARKS GEOGRAPHICAL INDICATIONS.\n      Trade Mark Application Number: 3088775        Office: AHMEDABAD       TradeMark NO: 3088775                          Class: 7",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cdd43f17a5b479f9e963c073bd1dfe9_214"
    },
    {
      "start": 36362,
      "end": 36595,
      "text": "Proprietor Details:\n\n\n\n\n\n  C/AO/20/2023                                     ORDER DATED: 04/05/2023 Name: DAMODARBHAI KUMANBHAI KANSAGARA Category: Single Firm Partnership Firm Details:\nTrading As: 'Express' ELECTRO ELEVATORS COMPANY",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d1b3e29c15f4aeb98bbba54bad04b5b_215"
    },
    {
      "start": 36596,
      "end": 36858,
      "text": "Trade Description: MANUFACTURE AND MERCHANTS Proprietor Address: Center-One, Office No. 103/104, Kalawad Road, Rajkot-360005 (GUJARAT) Address For Service: 'Express' ELECTRO ELEVATORS COMPANY, Center-One, Office No. 103/104, Kalawad Road, Rajkot-360005 (GUJARAT)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb2bed83b8544ac8aea18d59c8973148_216"
    },
    {
      "start": 36859,
      "end": 36883,
      "text": "Country: India Details:-",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c1b2d31896442f99dc9283f66a01271_217"
    },
    {
      "start": 36884,
      "end": 37063,
      "text": "\nRegistration Date: 30/10/2015 Certificate No: 2193893 Certificate Date: 06/06/2019 Registration Valid Upto: 30/10/2025 Journal No: 1885-0 Status:Registered Used Since: 01/04/1999",
      "labels": [
        "ANALYSIS"
      ],
      "id": "99b351151ed44b4f9df3c47ff49f4284_218"
    },
    {
      "start": 37064,
      "end": 37326,
      "text": "Trade Mark Type: DEVICE Word Mark: 'Express' ELECTRO ELEVATORS WITH E LOGO Goods & Descriptions: [Class : 7] ELEVATORS, MOVING WALKWAYS, MOVING PLATFORMS, ESCALATORS, ENGINES, STEP CHAINS, BALUSTRADES, STEPS DOOR OPERATORS, OPERATING PANELS, INCLUDED IN CLASS 7.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43a84bfbd3bd454dadbe417c48ae810e_219"
    },
    {
      "start": 37328,
      "end": 37432,
      "text": "Condition & Limitation: REGISTRATION OF THIS TRADE MARK SHALL GIVE NO RIGHT TO THE EXCLUSIVE USE OF THE.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ac7e366d2a648538ad870eb02b8d8a4_220"
    },
    {
      "start": 37433,
      "end": 37454,
      "text": "descriptive matters..",
      "labels": [
        "ANALYSIS"
      ],
      "id": "994fc5441c094fdc902767c86916824a_221"
    },
    {
      "start": 37455,
      "end": 37963,
      "text": "\nHISTORY DATA:\nDAMODARBHAI KUMANBHAI KANSAGARA, Center-One, Office No. 103/104, Kalawad Road, Rajkot-360005 (GUJARAT), Trading as :\nC/AO/20/2023 ORDER DATED: 04/05/2023 'Express' ELECTRO ELEVATORS COMPANY, MANUFACTURE AND MERCHANTS, (Single Firm)\"\n******************************************** \"INTELLECTUAL PROPERTY INDIA PATENTS/DESIGNS TRADE MARKS GEOGRAPHICAL INDICATIONS.\nTrade Mark Application Number: 3088776              Office: AHMEDABAD TradeMark NO: 3088776                                Class: 37",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5720d7289f4f4f9f8abe382901eac603_222"
    },
    {
      "start": 37964,
      "end": 38021,
      "text": "Proprietor Details:\nName: DAMODARBHAI KUMANBHAI KANSAGARA",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f931934fee1c47a2a994272dd03116ec_223"
    },
    {
      "start": 38022,
      "end": 38069,
      "text": "Category: Single Firm Partnership Firm Details:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e61b5bfc8734fe98a94d92853b7fc1c_224"
    },
    {
      "start": 38070,
      "end": 38363,
      "text": "\nTrading As: 'Express' ELECTRO ELEVATORS Trade Description: SERVICES COMPANY Proprietor Address: Center-One, Office No. 103/104, Kalawad Road, Rajkot-360005 (GUJARAT) Address For Service: 'Express' ELECTRO ELEVATORS COMPANY Center-One, Office No. 103/104, Kalawad Road, Rajkot-360005 (GUJARAT)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33ab7d2502304702b9124a006d026a70_225"
    },
    {
      "start": 38364,
      "end": 38388,
      "text": "Country: India Details:.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf1598c7b48d4a5080cc7e4f84248ba3_226"
    },
    {
      "start": 38389,
      "end": 38863,
      "text": "\nRegistration Date: 30/10/2015 Certificate No: 2129123 Certificate Date: 21/03/2019 Registration Valid Upto: 30/10/2025 Journal No: 1874-0 Status:Registered C/AO/20/2023 ORDER DATED: 04/05/2023 Used Since: 01/04/1999 Trade Mark Type: DEVICE Word Mark: 'Express' ELECTRO ELEVATORS WITH E LOGO Goods & Descriptions: [Class : 371 INSTALLING, REPAIRING, MAINTAINING AND MODERNIZING ELEVATORS, ESCALATORS AND OTHER PASSENGER ANDIOR CARGO CONVEYING EQUIPMENT INCLUDED IN CLASS-37.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd8710fc343b4acb9ceb241b214e6b28_227"
    },
    {
      "start": 38864,
      "end": 38989,
      "text": "\nCondition & Limitation: REGISTRATION OF THIS TRADE MARK SHALL GIVE NO RIGHT TO THE EXCLUSIVE USE OF THE.descriptive matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f9f3917241d43d6b72c2e1d23044c54_228"
    },
    {
      "start": 38990,
      "end": 39188,
      "text": "\nHISTORY DATA:\nDAMODARBHAI KUMANBHAI KANSAGARA, Center-One, Office No. 103/104, Kalawad Road, Rajkot-360005 (GUJARAT), Trading as :\n'Express' ELECTRO ELEVATORS COMPANY, SERVICES, (Single Firm)\"\n13.1",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b06e4d2326be4956915bdae8a2b54a82_229"
    },
    {
      "start": 39189,
      "end": 39409,
      "text": "Thus, the plaintiff is a registered proprietor of trademark type device and word mark 'Express' Electro Elevators\" with e- logo in class 7 and 37 for manufacturing and services of the elevators, lift, escalator etc. 13.2",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76157d7211e84ecd81ec6ef27c5fc7af_230"
    },
    {
      "start": 39410,
      "end": 39509,
      "text": "At this juncture, let understand difference between the device mark and word mark in the trademark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81e584239afa4230a85e6c4100729e8b_231"
    },
    {
      "start": 39510,
      "end": 39586,
      "text": "A device mark is a graphic image or design, which may or may not have words.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9181d224fe5e4dc3868f9888bd5c11fc_232"
    },
    {
      "start": 39587,
      "end": 39641,
      "text": "The device mark may be represented along with colours.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f20de66a15f43e89de2d2f431a0c369_233"
    },
    {
      "start": 39642,
      "end": 39871,
      "text": "However, if the proprietor of a trademark obtains trademark registration for a logo or design containing colours, then the same colours have to be used throughout to seek trademark C/AO/20/2023 ORDER DATED: 04/05/2023 protection.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b2d6712c27349788a724e417066ff95_234"
    },
    {
      "start": 39872,
      "end": 40110,
      "text": "When trademark proprietors wish to obtain trademark registration for a particular stylised appearance or a combination of stylized wording, colour, shape, and design, they must choose device mark registration in the trademark application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c346386f7f742f49a474814b5ac4d6c_235"
    },
    {
      "start": 40111,
      "end": 40279,
      "text": "Registering a device mark prevents the third parties from using a similar logo or design for their products or services, rather than the words incorporated in the logo.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c22f8c92f8524ac28a1b14c6ec5cda11_236"
    },
    {
      "start": 40281,
      "end": 40377,
      "text": "13.3 In contrast, word mark includes one word or combination of the word, letters or numericals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be884c52232d4dcda6d1a136af3db19c_237"
    },
    {
      "start": 40378,
      "end": 40411,
      "text": "The word need not have a meaning.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0dc43b83f8484286b822c39da36a1700_238"
    },
    {
      "start": 40412,
      "end": 40486,
      "text": "It can even be a combination of unique letters with or without numericals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bcbcaf41695247cda6407bcd38ae75d8_239"
    },
    {
      "start": 40487,
      "end": 40681,
      "text": "\n13.4 Coming back to the registration certificate, which is reproduced herein above, it spells that the plaintiff is a registered owner of the trademark for device with e-logo contained therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97af12f0190548059b4b389a020a6ef5_240"
    },
    {
      "start": 40682,
      "end": 40949,
      "text": "Thus, it transpires that upon such registration, the plaintiff can claim that such kind of logo or design cannot be used by others and if the other use such kind of logo contained therein, they can be restrained from using such logo by issuing appropriate injunction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c85baaf52ae4898aed41f402a2a668a_241"
    },
    {
      "start": 40950,
      "end": 41107,
      "text": "However, it is not a case of the plaintiff that the defendants are using a particular logo, which was registered as a device mark in favour of the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfaf49d8d3a245d4963c8c20b9441b0b_242"
    },
    {
      "start": 41108,
      "end": 41567,
      "text": "Insofar as infringement of word mark is concerned, the plaintiff got the registration in this fashion \"'Express' Electro Elevators\" with e-logo, which indicates the entire combination of the word have been registered as a word mark in favour of the plaintiff, but with the condition and limitation, which reads as C/AO/20/2023 ORDER DATED: 04/05/2023 under:-\n\"Registration of this trademark shall give no right to the exclusive user of the description matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ce2389a8b134ace9ab6ef8b5094b2d6_243"
    },
    {
      "start": 41568,
      "end": 41683,
      "text": "In black and blue, the registering authority deprived the plaintiff from exclusively using the descriptive matter.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55fcd29e7285421f8a002152dfbc53fa_244"
    },
    {
      "start": 41685,
      "end": 41989,
      "text": "13.5 It was the argument of the learned Senior Counsel Mr. Mehta that in word mark, except the word 'Express', rest of the combination of the word are descriptive matters; condition and limitation inscripted in certificate of trademark applies only to this descriptive matters and not the word 'Express'.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c893c8a0b6304ee9965f4d7649c33fe4_245"
    },
    {
      "start": 41990,
      "end": 42197,
      "text": "However, there is no such material on record which underpin the submission of learned Senior Counsel Mr. Mehta that 'Express' is not a descriptive matter and is independent from the other descriptive matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d10328e2cf94fcb810fdf0d594ab22e_246"
    },
    {
      "start": 42198,
      "end": 42408,
      "text": "At the cost of repetition, we would like to observe that the entire word mark has been registered as \"'Express' Electro Elevators\" with e-logo and with the condition and limitation for the use as stated supra .",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d7aa40e34fc4f6a9773d21ac8a1fdc7_247"
    },
    {
      "start": 42409,
      "end": 42700,
      "text": "Thus, the plaintiff's claim to restrain the defendants from using the word 'Express' on the strength that the plaintiff is a registered proprietor of the word 'Express' along with other descriptive matter, does not find support from the documentary evidence and thus, cannot be countenanced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "67e8c57bea8e4c4883266d55c7b35de6_248"
    },
    {
      "start": 42701,
      "end": 42885,
      "text": "\n13.6 At this juncture, we may refer to sections 15 and 17 of the Trademark Act, 1999, which read as under:-\n15. Registration of parts of trade marks and of trade marks as a series.--\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51825f6f20604446afe0d9530ae57a4d_249"
    },
    {
      "start": 42885,
      "end": 42899,
      "text": "C / AO/20/2023",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b9767152f5045ac9d6b44c5380d91e4_250"
    },
    {
      "start": 42900,
      "end": 43112,
      "text": "ORDER DATED: 04/05/2023 (1) Where the proprietor of a trade mark claims to be entitled to the exclusive use of any part thereof separately, he may apply to register the whole and the part as separate trade marks.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66eaa42ed4b9488a8adeca8f88dedef7_251"
    },
    {
      "start": 43113,
      "end": 43250,
      "text": "\n(2) Each such separate trade mark shall satisfy all the conditions applying to and have all the incidents of, an independent trade mark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "803f1e1530384e329f384081661c5895_252"
    },
    {
      "start": 43251,
      "end": 44138,
      "text": "\n(3) Where a person claiming to be the proprietor of several trade marks in respect of the same or similar goods or services or description of goods or description of services, which, while resembling each other in the material particulars thereof, yet differ in respect of-- (a) statement of the goods or services in relation to which they are respectively used or proposed to be used; or (b) statement of number, price, quality or names of places; or (c) other matter of a non-distinctive character which does not substantially affect the identity of the trade mark; or (d) colour, seeks to register those trade marks, they may be registered as a series in one registration.\n17. Effect of registration of parts of a mark.-- (1) When a trade mark consists of several matters, its registration shall confer on the proprietor exclusive right to the use of the trade mark taken as a whole.",
      "labels": [
        "STA"
      ],
      "id": "489ba7205ec6482687873733fb8d415a_253"
    },
    {
      "start": 44139,
      "end": 44674,
      "text": "\n(2) Notwithstanding anything contained in sub-section (1), when a trade mark-- (a) contains any part-- (i) which is not the subject of a separate application by the proprietor for registration as a trade mark; or (ii) which is not separately registered by the proprietor as a trade mark; or (b) contains any matter which is common to the trade or is otherwise of a non-distinctive character, the registration thereof shall not confer any exclusive right in the matter forming only a part of the whole of the trade mark so registered.\"",
      "labels": [
        "STA"
      ],
      "id": "65b5ef16156748389c1e2bfb40b3c961_254"
    },
    {
      "start": 44676,
      "end": 44986,
      "text": "13.7 The conjoint reading of both the provisions of law indicates that when the proprietor of the trademark claims to be entitled to exclusive use of any part of the word mark thereof separately, he may have to apply to register the whole of the part as C/AO/20/2023 ORDER DATED: 04/05/2023 separate trademark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "676a7948618147d48636cec4b2dbe273_255"
    },
    {
      "start": 44987,
      "end": 45242,
      "text": "The collective perusal of the provisions of law clearly makes a case that if the plaintiff wants exclusive use of any part of the trademark or the part of the word mark, which is a combination of the words, has to apply it separately for the registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a20a29be6d604390b91d115fc1fd146e_256"
    },
    {
      "start": 45243,
      "end": 45561,
      "text": "Section 17 of the Trademark Act, 1999, which is an aftermath effect of the registration of the parts of the mark clearly indicates that when a trade mark consists of several matters, its registration shall confer on the proprietor exclusive right to the use of the trade mark taken as a whole and not any part thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c98a26972654abd9a2bf9327c15acce_257"
    },
    {
      "start": 45562,
      "end": 45733,
      "text": "So, if the word mark is registered as a whole, it conferred the powers on the proprietor exclusive right to use the entire combination of the word and not any one thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8046ca9552ee4e6b9adcc3b404c3e8b5_258"
    },
    {
      "start": 45734,
      "end": 45896,
      "text": "The plaintiff by asking relief to protect exclusive use of word \"Express\", precisely wants to get away from the clutches of section 17 of the Trademark Act, 1999.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "239dd48f3e3b43069170d221beabac07_259"
    },
    {
      "start": 45897,
      "end": 46098,
      "text": "The plaintiff wants that out of the combination of the word, he may be given injunction for exclusive use of the word 'Express', which is forming part of the combination of the words being a word mark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "456b92b0371c47c6b235a1e3f506b1e9_260"
    },
    {
      "start": 46099,
      "end": 46246,
      "text": "However, the provisions of law does not support such claim of the plaintiff, as the plaintiff has no separate registration for word 'Express'.\n13.8",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3535182fc0c14797a328dc3c875b8465_261"
    },
    {
      "start": 46247,
      "end": 46397,
      "text": "At this juncture, we may also refer to section 9 of the Trademark Act, 1999, which reads as under:-\n9. Absolute grounds for refusal of registration.--",
      "labels": [
        "STA"
      ],
      "id": "61cee118cca64ad991a57d051ee6cc6c_262"
    },
    {
      "start": 46399,
      "end": 46583,
      "text": "(1) The trade marks-- (a) which are devoid of any distinctive character, that is to say, not capable of distinguishing the goods or services of one person from those of another person;",
      "labels": [
        "STA"
      ],
      "id": "f0a5018531594a53b2aa2bc6463564f1_263"
    },
    {
      "start": 46584,
      "end": 47313,
      "text": "\n(b) which consist exclusively of marks or indications which may serve in trade to designate the kind, quality, quantity, intended C/AO/20/2023 ORDER DATED: 04/05/2023 purpose, values, geographical origin or the time of production of the goods or rendering of the service or other characteristics of the goods or service;\n(c) which consist exclusively of marks or indications which have become customary in the current language or in the bona fide and established practices of the trade, shall not be registered:\nProvided that a trade mark shall not be refused registration if before the date of application for registration it has acquired a distinctive character as a result of the use made of it or is a well-known trade mark.",
      "labels": [
        "STA"
      ],
      "id": "0cd08dab0a0040ab98a0379394f74cef_264"
    },
    {
      "start": 47314,
      "end": 48240,
      "text": "\n(2) A mark shall not be registered as a trade mark if-- (a) it is of such nature as to deceive the public or cause confusion;\n(b) it contains or comprises of any matter likely to hurt the religious susceptibilities of any class or section of the citizens of India;\n(c) it comprises or contains scandalous or obscene matter;\n(d) its use is prohibited under the Emblems and Names (Prevention of Improper Use) Act, 1950 (12 of 1950).\n(3) A mark shall not be registered as a trade mark if it consists exclusively of-- (a) the shape of goods which results from the nature of the goods themselves; or (b) the shape of goods which is necessary to obtain a technical result; or (c) the shape which gives substantial value to the goods.\nExplanation.--For the purposes of this section, the nature of goods or services in relation to which the trade mark is used or proposed to be used shall not be a ground for refusal of registration.",
      "labels": [
        "STA"
      ],
      "id": "967adf9b406f46f494ce1f93774e52e5_265"
    },
    {
      "start": 48241,
      "end": 48862,
      "text": "\n13.9 The provision of law clearly stipulates that the trademarks, which are devoid of any distinctive character or which consist exclusively of marks or indications which may serve in trade to designate the kind, quality, quantity, intended purpose, values, geographical origin or the time of production of the goods or rendering of the service or other characteristics of the goods or service or which consist exclusively of marks or indications which have become customary in the current language or in the C/AO/20/2023 ORDER DATED: 04/05/2023 bona fide and established practices of the trade, shall not be registered:",
      "labels": [
        "STA"
      ],
      "id": "5b2ea399049a4ad89568becdc0f5c607_266"
    },
    {
      "start": 48863,
      "end": 49073,
      "text": "Provided that a trade mark shall not be refused registration if before the date of application for registration it has acquired a distinctive character as a result of the use before the date of the application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11373f5662ab4f2a9a483665398e8bf1_267"
    },
    {
      "start": 49074,
      "end": 49319,
      "text": "It also provides that a mark shall not be registered as a trade mark if (i) it is of such nature as to deceive the public or cause confusion; (ii) it contains or comprises of any matter likely to hurt the religious susceptibilities of any class.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4833b8177be94b1890fb150bb1124dbb_268"
    },
    {
      "start": 49320,
      "end": 49403,
      "text": "\n13.10 Undoubtedly, word 'Express' is devoid of exclusive or distinctive character.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10afb229b9814a54804f74e62462f252_269"
    },
    {
      "start": 49404,
      "end": 49531,
      "text": "As narrated earlier, word 'Express' is used by several business concerns or activity to denote quality of its goods or service.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3cb92b6ee3248fb980f4e8c08f2343f_270"
    },
    {
      "start": 49532,
      "end": 49722,
      "text": "In business activity of manufacturing and selling of the lift/elevator etc. or in field of their service, it is quite common to use word 'Express' to indicate quality of the product/service.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d0b9724ef9b4634865cd48bd3ba72ac_271"
    },
    {
      "start": 49723,
      "end": 49897,
      "text": "To be noted that the plaintiff has miserably failed that he has acquired distinctive character by using word 'Express' even before registration because of wide exclusive use.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec2751244d24421cbcc5c5f2c3246533_272"
    },
    {
      "start": 49898,
      "end": 50942,
      "text": "\n13.11 The learned Commercial Court in the impugned order has observed following:-\n\"...Further, defendants furnished trademark status of plaintiff vide Mark 24/A at internal page 1 to 12, wherein plaintiff Damodarbhai Kumanbhai Kansagara applied for the registration of trademark as device on dated 30.10.2015 and in the same document, the opposition/rectification details are there, wherein 6 different companies objected against the plaintiff's application and the J.K. Mahethiya and Co. also prepared examination report in respect of trademark \"'Express' Electro Elevators\" in respect of the plaintiff's application and the Registrar of Trademark wrote a letter dated 30.6.2016 to the plaintiff company and asked his explanation in respect of objections raised u/s 11 of the C/AO/20/2023 ORDER DATED: 04/05/2023 Trademark Act, 1999 and the plaintiff Damodarbhai Kansagara in response to the letter of the registry submitted his affidavit, in which it is stated that he is bona fide user of the said trademark for the services in Label Form.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "55a67ab67a00452a8aedbd67f939c7c9_273"
    },
    {
      "start": 50944,
      "end": 51324,
      "text": "13.12 The documents produced by the defendants at mark 24/A in the file of suit indicates that when the plaintiff has applied fort registration of his trademark, for device and for word mark, the registering authority had raised contention under section 11 of the Trademark Act, 1999 for registration of the word 'Express' in a word mark along with some other descriptive matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "366e692a87624518ab59869be95cf1cd_274"
    },
    {
      "start": 51325,
      "end": 51551,
      "text": "While answering to this question raised by the registering authority, in affidavit on oath, the plaintiff asserted before the trademark registry that he is a bona fide user of the said trademark for the services in label form.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f42d538be5946c9953e2a9d8190ac91_275"
    },
    {
      "start": 51552,
      "end": 51860,
      "text": "Though the plaintiff has not pleaded or averred in the suit about his affidavit filed before the trademark registry, whereupon he said that he is a bona fide user of the said trademark, the limitation and condition stated in the registration certificate reproduced herein above, thus came on the certificate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63683103d11a4ffeb6e8e816dd954957_276"
    },
    {
      "start": 51861,
      "end": 52247,
      "text": "In other words, when the plaintiff undertook before the registering authority that he is a bona fide user of the word mark which includes the word 'Express' and is using services in label form, the trademark registry has registered the word mark which includes the word 'Express' but with the clear condition and limitation that the plaintiff shall no be entitled to use it exclusively.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73283292b96b4cc1b67def05c24911ca_277"
    },
    {
      "start": 52249,
      "end": 52521,
      "text": "13.13 In oxford English dictionary the word 'Express' has been defined as operating at high speed, designed for such operation, travelling very fast, specially designed for a particular C/AO/20/2023 ORDER DATED: 04/05/2023 object, done, made or sent for a special purpose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19e78ba5f1ba4c18b6428ce27b749a9c_278"
    },
    {
      "start": 52522,
      "end": 52630,
      "text": "When the word 'Express' is attached with word lift, the meaning stated that it does not stop at every floor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1cb6afd552e49a8a40a40eb272c7ca0_279"
    },
    {
      "start": 52631,
      "end": 52786,
      "text": "The word 'Express' when used as a noun, it makes a system for prompt and special transport of parcel, money or goods at the rate higher than standard rate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed05d00fe06245c5ba53b156536443c3_280"
    },
    {
      "start": 52787,
      "end": 52942,
      "text": "When it is used as adverb, it is stated very quick delivery system and when it is used as adjective, it means travelling very fast, operating very quickly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0cb451c4e74f409781719e073e4c9673_281"
    },
    {
      "start": 52943,
      "end": 53148,
      "text": "Thus, the word 'Express' for which the plaintiff claims exclusivity, in view of dictionary meaning, is used commonly in the English language and generally to denote that service is given rapidly or fastly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "01f9399671ef4cc48cdde53883582c85_282"
    },
    {
      "start": 53149,
      "end": 53242,
      "text": "Thus, there is no dispute that the word 'Express' is generic word and has dictionary meaning.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c43c162441dd48e6ba4f445b01076eb4_283"
    },
    {
      "start": 53243,
      "end": 53334,
      "text": "Thus, such mark, which is capable of having dictionary meaning are incapable of protection.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de54c539348746c9b32989debb218275_284"
    },
    {
      "start": 53335,
      "end": 53524,
      "text": "A proprietor who intends to have a registered trademark is not expected to choose marks which are either ordinary word or common to the trade or services or those words which are laudatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "739d33a552e546f0afd5d6aaf72f301d_285"
    },
    {
      "start": 53525,
      "end": 53651,
      "text": "Using of common word or words having dictionary meaning can never be monopolized under the guise of registration of trademark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a78498361c1f4ac2997cf4ae8404c5de_286"
    },
    {
      "start": 53652,
      "end": 53786,
      "text": "To stand as a distinctive trademark, the trademark must be unique and different from the rest of the mark in the business environment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e76274a2c1a4d6ba078b7a3d306dbc7_287"
    },
    {
      "start": 53787,
      "end": 53873,
      "text": "Such trademark claiming distinctiveness requires no proof of its being standing apart.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d804465644d421da4826bcaea9b264a_288"
    },
    {
      "start": 53874,
      "end": 53985,
      "text": "It established connection between the product and its proprietor for the consumer to buy the goods or services.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "817d9db1d83c4b93a407f2b57ecf286d_289"
    },
    {
      "start": 53986,
      "end": 54164,
      "text": "The generic marks are descriptive of quality of the product and can never give any proprietary right to a person even if it is assiduously projected and permitted as a trademark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69280b347d1d4df593e0c76c53cdc8b3_290"
    },
    {
      "start": 54165,
      "end": 54220,
      "text": "The generic name can never be registered under the law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ec9662ebb154380b6b6da2bcad542e3_291"
    },
    {
      "start": 54221,
      "end": 54263,
      "text": "[See section 9 of the Trademark Act, 1999.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74bc581903c64cd89fd61a64fe769a6e_292"
    },
    {
      "start": 54264,
      "end": 54352,
      "text": "\n       C/AO/20/2023                                       ORDER DATED: 04/05/2023 13.14",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6683d9920444d8295ac0fd0c2bd0151_293"
    },
    {
      "start": 54353,
      "end": 54597,
      "text": "         Thus, it is made evidently clear that the case of the plaintiff that he has been conferred exclusive right to use the word 'Express' as has been registered along with other descriptive matters under word mark does not stand on its leg.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b08aed585634cc39eb3189ece5605f2_294"
    },
    {
      "start": 54598,
      "end": 54713,
      "text": "Trademark Registry has not conferred any right upon the plaintiff to use word 'Express' exclusively as a trademark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc4b73a5156749f3bbc4065603d4abcb_295"
    },
    {
      "start": 54714,
      "end": 54917,
      "text": "In fact, the word 'Express' is a part of the word mark and even for trademark, the plaintiff cannot claim any exclusivity due to the limitation and condition stated there in the registration certificate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f46b9d417c9472fb517568a717bdf34_296"
    },
    {
      "start": 54918,
      "end": 55138,
      "text": "Even otherwise, in view of the conjoint reading of sections 9, 15 and 17 of the Trademark Act, 1999, the case of the plaintiff as far as claiming exclusive right over the word mark 'Express' fails on legal count as well.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3e7ead054ed4e3e818b20d77d79f851_297"
    },
    {
      "start": 55139,
      "end": 55278,
      "text": "At the cost of repetition, it can be said that the word 'Express' is used towards service or to describe speed or rapidness of the service.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de7e66ee84154431972bcfb4b046ef96_298"
    },
    {
      "start": 55279,
      "end": 55423,
      "text": "It does not have any distinctiveness and in fact, the word 'Express' having common and generic name, it can never be monopolized as a trademark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6d45a21ccdd419aad97c9b6859d9255_299"
    },
    {
      "start": 55425,
      "end": 55824,
      "text": "13.15 In Registrar of Trademarks Vs. Ashokchandra Rakhit reported in AIR 1955 SC 5581, the Hon'ble Apex Court has observed as under:-\n\"It is true that where a distinctive label is registered as a whole, such registration cannot possibly give any exclusive statutory right to the proprietor of the trade mark to the use of any particular word or name contained therein apart from the mark as a whole.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5d7cf26fbb0d4fe29c6dbaa529916bac_300"
    },
    {
      "start": 55825,
      "end": 55905,
      "text": "As said by Lord Esher in Pinto v. Badman(2): (1) [1951] 68 R.P.C. 103 at p. 106.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "be399fd397cf4a69b219c527e5c73d15_301"
    },
    {
      "start": 55906,
      "end": 55933,
      "text": "(2) 8 R.P.C. 181 at p. 191.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14c7d6369f524b8890a4310d7e093d20_302"
    },
    {
      "start": 55934,
      "end": 56063,
      "text": "\"The truth is that the label does not consist of each particular part of it, but consists of the combination of them all\"\n      C",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d785d83eb408498f856c6ffde04b945b_303"
    },
    {
      "start": 56064,
      "end": 56076,
      "text": "/ AO/20/2023",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e18d584f4984af5bea7ff596010b9b3_304"
    },
    {
      "start": 56105,
      "end": 56142,
      "text": "ORDER DATED: 04/05/2023 13.16        ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c357fdc7a454205b7e306f6d624cee3_305"
    },
    {
      "start": 56142,
      "end": 56262,
      "text": "The Division Bench of this Court in case of Apollo Parker (supra) observed in regard to the label mark as follows:-\n\"16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6291fa3acd474a0aa5c082654af6b9de_306"
    },
    {
      "start": 56263,
      "end": 56352,
      "text": "Admittedly the trade marks of the plaintiff and the defendants are label or device marks.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d66a884cc5e847e1aa19a27de8f86b09_307"
    },
    {
      "start": 56353,
      "end": 56512,
      "text": "The word 'Apollo' is used in both but they are not the word marks, nor the word Apollo is registered as trade mark to be exclusive to the use of the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12fd2a05413d4cedbe65f31bee6718c1_308"
    },
    {
      "start": 56513,
      "end": 56568,
      "text": "Neither of the party is registered user of word Apollo.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e231bb4a3fd4e2fb1c1507efc81db5a_309"
    },
    {
      "start": 56569,
      "end": 56631,
      "text": "The registration of the device and not the word Apollo per se.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "348f2d7e93a64d5fb365dcd844f84a4d_310"
    },
    {
      "start": 56632,
      "end": 56814,
      "text": "Undoubtedly the word Apollo is, even otherwise a generic term used by for the purpose of identifying several other goods and services, besides the goods of the parties herein.\"\n13.17",
      "labels": [
        "ANALYSIS"
      ],
      "id": "615ec0c9bafd4fbebc04b00e1b5a3a46_311"
    },
    {
      "start": 56815,
      "end": 56945,
      "text": "In the very same judgment, the Division Bench of this Court has also explained about the generic word, which reads as under:-\n\"18.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2af3b1e774994b77b30df4e8be1e2c5a_312"
    },
    {
      "start": 56946,
      "end": 57038,
      "text": "The device or label mark of the parties has only common feature, which is the word 'Apollo'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da6e7d1c101d42e7ad68f0e4f1bbb0b1_313"
    },
    {
      "start": 57039,
      "end": 57063,
      "text": "It is generic in nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "13c9fbf2001b4c0d87a58c8ffe1ba7dd_314"
    },
    {
      "start": 57064,
      "end": 57199,
      "text": "Several companies engaged in the construction activity itself, have got their trade mark differently projected, but with word 'Apollo'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2987118abb1f47958e538e5aec3ffe54_315"
    },
    {
      "start": 57200,
      "end": 57250,
      "text": "The defendant has produced list of such companies.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "583bb5f6ae634e008e0a54098cbcd0d7_316"
    },
    {
      "start": 57251,
      "end": 57318,
      "text": "Therefore, there is no exclusivity for 'Apollo', for the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c05ae42f8624ba4a62d1992e9f794e9_317"
    },
    {
      "start": 57319,
      "end": 57389,
      "text": "The word 'Apollo' is not even separately registered for the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33185d80cba14950a8f3ea070821b359_318"
    },
    {
      "start": 57390,
      "end": 57493,
      "text": "Both the sides have got registered the label 'Apollo' with its distinct projective features as a whole.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "752a88567e2b447abc259afb14374e98_319"
    },
    {
      "start": 57494,
      "end": 57659,
      "text": "18.1 The principle is that if a trade mark consists of several aspects, its registration would confer exclusive right on the owner for use it as a total, as a whole.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c40eee68789e483fbfaa5c2b4e7cc921_320"
    },
    {
      "start": 57660,
      "end": 57981,
      "text": "But when a trade mark contains any part which is not subject of a separate application or which is not separately registered or it is a common and of non- distinctive feature, the registration shall not confer any exclusive right in respect of such part not separately registered or which figures as common or is generic.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e4c651ff872452bae61a0239cd085e0_321"
    },
    {
      "start": 57982,
      "end": 58139,
      "text": "The right of the plaintiff, therefore, extends to only, and limited to the artistic way of projection of 'Apollo' or its stylised representation as depicted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "edde8ea053bf4abb8b6b1fd1120feda7_322"
    },
    {
      "start": 58140,
      "end": 58192,
      "text": "The right would not extend to word 'Apollo' per se.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a1f5016cdb6457ebb6b7994f4e8e6f1_323"
    },
    {
      "start": 58200,
      "end": 58287,
      "text": "C/AO/20/2023                                      ORDER DATED: 04/05/2023 13.18        ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "926853ce27624bd98d98b1f752abccea_324"
    },
    {
      "start": 58287,
      "end": 58415,
      "text": "Admittedly, in the present case, it is not the case of the plaintiff that their device mark has been infringed by the defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57886433fe4c41c9828130fcffda7a33_325"
    },
    {
      "start": 58416,
      "end": 58539,
      "text": "The condition and limitation stated in the registration certificate does not confer any exclusive right upon the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2299138d8b2647a0977174584eb4892a_326"
    },
    {
      "start": 58540,
      "end": 58732,
      "text": "The word mark registered in favour of the plaintiff with condition and limitation is for whole descriptive matters, such registration does not give any right to use word 'Express' exclusively.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a8fbd6949b844f79603a36cd1baacc6_327"
    },
    {
      "start": 58733,
      "end": 58823,
      "text": "So, no question arises for permitting the plaintiff to use the word 'Express' exclusively.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c204b437e1284ed3b6bd7014d71411c8_328"
    },
    {
      "start": 58825,
      "end": 59068,
      "text": "13.19 The second limb of the argument of the plaintiff was that the defendants are purposely using the word 'Express' to pass of his goods as a goods of the plaintiff and thereby, the defendants are indulged in the mischief of the passing off.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d092af2e54994113bc0914f08d3a303d_329"
    },
    {
      "start": 59069,
      "end": 59160,
      "text": "The entire concept of passing off his based upon the principle of prior user or first user.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "471ff97f2be743e8a18766865f12cb26_330"
    },
    {
      "start": 59161,
      "end": 59369,
      "text": "The plaintiff upon registration of certificate claimed that he is using word 'Express' along with other descriptive material since 1999 as he is in the business of manufacturing lift, elevator, escalator etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "455fbda78457420888b75bfa5cdedc96_331"
    },
    {
      "start": 59370,
      "end": 59515,
      "text": "The defendants are latecomer in the business activity and therefore, the defendants cannot put claim for using the word 'Express' in their trade.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1eef71292a148baa30ea3e62318b270_332"
    },
    {
      "start": 59516,
      "end": 59806,
      "text": "In this regards, it is pertinent to note that some of the defendant are also registered user of word mark of descriptive matter along with word 'Express' and in their registration certificate, they have shown that they are in the business since 1995 and using the word 'Express' since 1995.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "345c6f37108a406d945a4a81df605f88_333"
    },
    {
      "start": 59807,
      "end": 59931,
      "text": "The rival claim of prior user in this background of facts requires submission of evidence and analysis thereof during trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "edabf88260f146f382d6a33d107dc02b_334"
    },
    {
      "start": 59932,
      "end": 60278,
      "text": "The Hon'ble Apex Court in case of Uniply Industries Limited, has held following:-\nC/AO/20/2023 ORDER DATED: 04/05/2023 \"6.Considering the nature of pleadings in the two suits filed by the parties, it is clear that there is common field of activity between two parties in respect of goods and trade marks sought to be used by either are identical.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "081cb61fe9bb4d8bac7e0ac8b6227eb1_335"
    },
    {
      "start": 60279,
      "end": 60381,
      "text": "Hence the decision in Cadilas case [supra] and of similar context may not be of much use in this case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "970c82148be54b56a64a087457747246_336"
    },
    {
      "start": 60382,
      "end": 60606,
      "text": "Inasmuch the areas of activity and the nature of goods dealt with or business carried on being identical, and the trade marks being of similar nature the only question that needs to be decided is as to who is the prior user.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2012bdd57be42eba08c7b56cb5fa106_337"
    },
    {
      "start": 60607,
      "end": 60746,
      "text": "In deciding this question, the High Court relied upon :(1) advertisement made by the respondents, (2) invoices, and (3) letters of dealers.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4729ba4569c04d928e5a88ea36c1d4bb_338"
    },
    {
      "start": 60747,
      "end": 60847,
      "text": "\n7. It is no doubt true that advertisement of goods had been made by the respondents in 1993 itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a4c90a5483c4418b77f72ca3d123db4_339"
    },
    {
      "start": 60848,
      "end": 60988,
      "text": "Whether that was followed up by goods being dealt with the trade mark in question is not clear as is to be seen by the following discussion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d24a01ae604467f96dab0597814c8f6_340"
    },
    {
      "start": 60989,
      "end": 61339,
      "text": "So far as the invoices are concerned, it is not very clear from the same that they were in relation to goods containing the trade marks in question because there is no mention of any particular trade mark in the same and may be they pertain to such goods, but this is a fact which is yet to be established by placing proper material before the court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d631936587e041008802e6f3254fb772_341"
    },
    {
      "start": 61340,
      "end": 61472,
      "text": "So far as the declarations made before the excise authorities are concerned, the High Court itself found the material to be dubious.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cecd80ec1fef4665b9cd8ce5fd3f02e3_342"
    },
    {
      "start": 61473,
      "end": 61563,
      "text": "The letters issued by the dealers are both in favour of the appellant and the respondents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f76f3bfc542645b1b679afbf478cf83b_343"
    },
    {
      "start": 61564,
      "end": 61759,
      "text": "In this state of materials the courts below should have been wary and cautious in granting an injunction which would affect the trade and business of another person using an identical trade mark.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63f02baed2104a88a1ec2643a6384b84_344"
    },
    {
      "start": 61760,
      "end": 62202,
      "text": "Both the appellant and the respondents have applied for registration of their respective trade marks before the Registrar under the Trade and Merchandise Marks Act, 1958 and the respective rights of the parties will have to be investigated by the Registrar and appropriate registration granted to either of them or both of them, as the case may be, bearing in mind the provisions of Section 12(3) of the Trade and Merchandise Marks Act, 1958.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e35bfd4a6a9c47189b3361a9219294fd_345"
    },
    {
      "start": 62203,
      "end": 62340,
      "text": "There are many precedents to the effect that for inherently distinctive marks ownership is governed by the priority of use of such marks.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87031bc1e9a04804ac2ef3aec0d16ae5_346"
    },
    {
      "start": 62341,
      "end": 62417,
      "text": "The first user in the sale of goods or service is the owner and senior user.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d7df53f01964f66b51501d3f4d07a4f_347"
    },
    {
      "start": 62418,
      "end": 62648,
      "text": "These marks are given legal protection against infringement immediately upon adoption and use in trade if two companies make use of the same trade mark and the gist of passing offf in relation to goodwill and reputation to goods.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7681ffc3bf0643b690c0898c1628c714_348"
    },
    {
      "start": 62649,
      "end": 62669,
      "text": "\n       C/AO/20/2023",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ffb37a1bc02346308d8ac238cd5c25e5_349"
    },
    {
      "start": 62705,
      "end": 62743,
      "text": "ORDER DATED: 04/05/2023 13.20         ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f1e592bfc8845d08ddf9328b76322e2_350"
    },
    {
      "start": 62743,
      "end": 62892,
      "text": "It is further to be noted that in the present case, both the parties are in the field of manufacturing and services of lift, elevator, escalator etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1035c963706f4147af86710d1db5c13a_351"
    },
    {
      "start": 62893,
      "end": 63007,
      "text": "These products are not sold to person of average intelligence, who often confused by seeing labels of the product.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b055d023a0334b9e83725bd6b925c8e9_352"
    },
    {
      "start": 63008,
      "end": 63083,
      "text": "In other words, these products are not sold to person of ordinary prudence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "986e235e6a2b46cfb29c537cd63f4b27_353"
    },
    {
      "start": 63084,
      "end": 63216,
      "text": "These products i.e. lift, elevator etc. are sold to altogether different class of customers, they knew the products of each company.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e4b3ba365694ff7a5ff000a8fe6a4f3_354"
    },
    {
      "start": 63217,
      "end": 63351,
      "text": "It is hard to believe that they will be confused by use of the word 'Express' by any of the person involved in this business activity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48e0c6b81e454bba87501a949cce6d32_355"
    },
    {
      "start": 63352,
      "end": 63426,
      "text": "Thus, the argument of passing off does not help the case of the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a228dd8251142388d2f60c77bcc407c_356"
    },
    {
      "start": 63428,
      "end": 63692,
      "text": "13.21 It is further to be noted that almost all the businessmen in the business of manufacturing lift, elevator, escalator etc. are using the word 'Express', but to denote that their product and services are fast and rapid and they are giving service very quickly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15c9090a398c4937acba735a2f7d5730_357"
    },
    {
      "start": 63693,
      "end": 63922,
      "text": "They are using word 'Express' as a trademark in their product and rightly because, the word 'Express' has no distinctiveness and this is a common word and used in the common parlance as well as ordinarily in the English language.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "afbe8054ef034e6da956bb4f2c20a10e_358"
    },
    {
      "start": 63923,
      "end": 64141,
      "text": "The learned Commercial Court has rightly noticed that there are several business concerns who are using the word Express like World Express Lift Company, 'Express' Maintenance, Express Greens, Express Drycleaners etc..",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6512cac109574b598fc7977816785ac3_359"
    },
    {
      "start": 64142,
      "end": 64329,
      "text": "It can also be observed that some international companies like American Express, Mcdonald Express are also using word 'Express' in its trademark to indicate its service as fast and rapid.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "41c514c01dcb40c08d8d28587a8bb7aa_360"
    },
    {
      "start": 64330,
      "end": 64444,
      "text": "The leading newspaper is Indian 'Express' and it indicates that it is publishing news items expressly and rapidly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4850309b1a244c9d91fbb71d59ffb1dc_361"
    },
    {
      "start": 64445,
      "end": 64612,
      "text": "Even, C/AO/20/2023 ORDER DATED: 04/05/2023 Government is using the word 'Express' to its roads to indicate that their roads are made for rapid and fast transportation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "349a7517819c4e219b2ee4b452579b4e_362"
    },
    {
      "start": 64613,
      "end": 64677,
      "text": "In short, there cannot be any exclusivity on the word 'Express'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23c70746762f41a1918318fec35fc43b_363"
    },
    {
      "start": 64679,
      "end": 65256,
      "text": "13.22 On perusal of the impugned order passed by the learned Commercial Court, in exercise of Order 39 Rule 1 and 2 of the Code, which is exercised under the discretionary power of the Code, we found that the learned Commercial Court has discussed all possible contentions of both the sides and under discretionary jurisdiction reached to the possible conclusion that the plaintiff has no prima facie case and if the injunction will be refused, the plaintiff will not suffer any irreparable loss or injury and thus, the balance of convenience is not in favour of the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9bb15b7141014715bcf7c2c205a20032_364"
    },
    {
      "start": 65258,
      "end": 65566,
      "text": "13.23 In case of Wander Limited and another Vs. Antox India Private Limited reported in 1990 SCC Suppl. 727, the Hon'ble Apex Court regarding the scope and ambit of appeal from order, has observed following:-\n\"The appeals before the Division Bench were against the exercise of discretion by the Single Judge.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "cdf7566d50684a998c3849a60cd4ad7d_365"
    },
    {
      "start": 65567,
      "end": 65947,
      "text": "In such appeals, the Appellate Court will not interfere with the exercise of discretion of the court of first instance and substitute its own discretion except where the discretion has been shown to have been exercised arbitrarily, or capriciously or perversely or where the court had ignored the settled principles of law regulating grant or refusal of interlocutory injunctions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a122c90a4ea4fa38acc6d903179cc89_366"
    },
    {
      "start": 65948,
      "end": 66026,
      "text": "An appeal against exercise of discretion is said to be an appeal on principle.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "70bbfa6368cf4b5a9dadc336ce935ea3_367"
    },
    {
      "start": 66027,
      "end": 66227,
      "text": "Appellate Court will not reassess the material and seek to reach a conclusion different from the one reached by the court below if the one reached by the court was reasonably possible on the material.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a051c092915544a299f46276a2ebe9a2_368"
    },
    {
      "start": 66228,
      "end": 66498,
      "text": "The appellate court would normally not be justified in interfering with the exercise of discretion under appeal solely on the ground C/AO/20/2023 ORDER DATED: 04/05/2023 that if it had considered the matter at the trial stage it would have come to a contrary conclusion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "328b9cf851e94710b73cf2a23547b0a2_369"
    },
    {
      "start": 66499,
      "end": 66735,
      "text": "If the discretion has been exercised by the Trial Court reasonably and in a judicial manner the fact that the appellate court would have taken a different view may not justify interference with the trial court's exercise of discretion.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9c45c6a79e04056ad4df90af755a7d2_370"
    },
    {
      "start": 66737,
      "end": 66920,
      "text": "13.24 In case of Ramdev Food Products (P) Ltd. Vs. Arvindbhai Rambhai Patel reported in 2006(8) SCC 726, the Hon'ble Apex Court in para 125 to 127 has observed and held as that;\n\"125.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e47a3096702241e3bf4cd7c56ef581e2_371"
    },
    {
      "start": 66921,
      "end": 67058,
      "text": "We are not oblivious that normally the appellate court would be slow to interfere with the discretionary jurisdiction of the trial court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da6a50bc6d824b60bfd1830a896c2135_372"
    },
    {
      "start": 67060,
      "end": 67211,
      "text": "126. The grant of an interlocutory injunction is in exercise of discretionary power and hence, the appellate courts will usually not interfere with it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "11b49ed2a496413f98c522078d199dd2_373"
    },
    {
      "start": 67212,
      "end": 67484,
      "text": "However, the appellate courts will substitute their discretion if they find that discretion has been exercised arbitrarily, capriciously, perversely, or where the court has ignored the settled principles of law regulating the grant or refusal of interlocutory injunctions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff72faf127da475d9cf6d583d9f26cee_374"
    },
    {
      "start": 67485,
      "end": 67550,
      "text": "This principle has been stated by this Court time and time again.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c3a29f2eb5e9447bb5924577225df6b8_375"
    },
    {
      "start": 67551,
      "end": 67710,
      "text": "[See for example Wander Ltd. v. Antox India (P) Ltd., Laxmikant V. Patel v. Chetanbhai Shah and Seema Arshad Zaheer v. Municipal Corpn. of Greater Mumbai]\n127.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "466a6e345fed4a97b06f1d3fc223d851_376"
    },
    {
      "start": 67711,
      "end": 67915,
      "text": "The appellate court may not reassess the material and seek to reach a conclusion different from the one reached by the court below if the one reached by that court was reasonably possible on the material.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c03bae5677cc4cd7a1aca81a41ad4820_377"
    },
    {
      "start": 67916,
      "end": 68150,
      "text": "The appellate court would normally not be justified in interfering with the exercise of discretion under appeal solely on the ground that if it had considered the matter at the trial stage it would have come to a contrary conclusion.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a9b4fb2136b4561a2ed266628ffb269_378"
    },
    {
      "start": 68152,
      "end": 68262,
      "text": "13.25 The law is well established on the scope and ambit of the AO filed under Order 43 Rule 1(r) of the Code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84f95dc044e14280a37baa522006cd75_379"
    },
    {
      "start": 68263,
      "end": 68820,
      "text": "When the C/AO/20/2023 ORDER DATED: 04/05/2023 learned Commercial Court has exercised the discretion judiciously and has passed the impugned order giving cogent and convincing reasons under its discretionary jurisdiction, the appellate Court would be slow to interfere over the discretion exercised by the Court at the first instance until the appellate Court finds that the Court below has exercised discretion arbitrarily, capriciously, whereupon the Court has ignored settled principles of law regulating the grant or refusal of interlocutory injunctions.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ba3b2bed4e904cb890ccf931241ac685_380"
    },
    {
      "start": 68821,
      "end": 68961,
      "text": "The appellate Court in AO cannot reassess and reconsider the material and seek to reach a conclusion which is arrived at by the Court below.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "08446b4445744eaa8596c9c91c767143_381"
    },
    {
      "start": 68962,
      "end": 69211,
      "text": "The view under the discretionary jurisdiction taken by the learned Commercial Court if is reasonably possible on the material, the appellate Court even if has different view, cannot palm its view upon the discretionary view taken by the Court below.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4bc63b85bc2441fb6faa804362e030b_382"
    },
    {
      "start": 69213,
      "end": 69559,
      "text": "14. In view of the above reasons and discussions, this Court does not find any reason to believe that the learned Commercial Court has exercised its discretion arbitrarily and capriciously or has taken a view, which is not reasonable and in ignorance of the settled principles of law regulating grant or refusal of the inter locutory injunctions.",
      "labels": [
        "RATIO"
      ],
      "id": "64c26c7e03d74d609a781a7a4ad4ea65_383"
    },
    {
      "start": 69560,
      "end": 69698,
      "text": "The appellant herein who is original plaintiff has failed to make out a case, which calls for any interference at the hands of this Court.",
      "labels": [
        "RATIO"
      ],
      "id": "9c825464a8114ea393fd3ebfe82427da_384"
    },
    {
      "start": 69699,
      "end": 69861,
      "text": "In view of aforesaid discussion, the judgments relied upon by learned Senior Counsel Mr. Shalin Mehta does not render any assistance to the case of the plaintiff.",
      "labels": [
        "RATIO"
      ],
      "id": "73f80dcc59a64effa95d6667dbaa8efd_385"
    },
    {
      "start": 69862,
      "end": 69903,
      "text": "\nC/AO/20/2023 ORDER DATED: 04/05/2023 15.",
      "labels": [
        "RPC"
      ],
      "id": "e4cda13b2bb84ca884e5a1ade5d2062c_386"
    },
    {
      "start": 69904,
      "end": 69973,
      "text": "For the foregoing reasons, all the appeals from order stand rejected.",
      "labels": [
        "RPC"
      ],
      "id": "589f2198b2164cd7994dc877c0c48be2_387"
    },
    {
      "start": 69974,
      "end": 70052,
      "text": "The impugned order passed by the learned Commercial Court is hereby confirmed.",
      "labels": [
        "RPC"
      ],
      "id": "4198ed67c02e40b49a495449b23d4193_388"
    },
    {
      "start": 70053,
      "end": 70118,
      "text": "Interim relief, if any, granted earlier stands vacated forthwith.",
      "labels": [
        "RPC"
      ],
      "id": "d2ecac1c9e0d4ff8a26ca366f76942d9_389"
    },
    {
      "start": 70120,
      "end": 70242,
      "text": "16. Since appeals from order are rejected, connected civil applications do not survive and stands disposed of accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "f5f66f3fc2f54d97a8d11a42510b9ef4_390"
    },
    {
      "start": 70243,
      "end": 70303,
      "text": "\n17. Copy of this order be placed in each appeal from order.",
      "labels": [
        "RPC"
      ],
      "id": "fe7e3e26b17a4337b2ef5118f2580a48_391"
    },
    {
      "start": 70304,
      "end": 70359,
      "text": "\n(ASHUTOSH SHASTRI, J) (J. C. DOSHI,J) SHEKHAR P. BARVE",
      "labels": [
        "NONE"
      ],
      "id": "3a6c1b4288e442fd9788ab4d5802fcf6_392"
    }
  ]
}