{
  "id": "43a0671041215fe1eb9a9e1e2d943bf3b23970ce98c1667888451570d3b9b575",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nBombay High Court \nYeturu Rama Chandra Reddy, Engineer & ... vs Exe. Director, Godavari M.Wada ... on 17 April, 2017 \nAuthor: T.V. Nalawade\nBench: T.V. Nalawade \n                                               Arb . Appeal Nos.6 & 5/16 \n                                   1 \n\n\n                  In The High Court At Bombay\n              Appellate Side, Bench At Aurangabad\n\n                    Arbitraton Appeal No. 6 Of 2016 \n                                  With\n                   Civil Application No. 8990 Of 2016 \n                                  With\n                   Civil Application No. 14314 Of 2016 \n\n Executive Director,\n Godawari Marathawada Irrigation\n Development Corporation\n Aurangabad Through its\n Executive Engineer, Majalgaon\n Canal Division No. 7, Gangakhed,\n Dist. Parbhani (M.S.)            .... Appellant. \n\n          Versus\n\n\n M/s. Y.R. Reddy Engineers and\n Builders, 843, Banjara Avenue,\n Banjara Hills, Hyderabad-34.          ....Respondent. \n\n\n Mr. A.C. Dharmadhikari h/f. Mr. B.R. Surwase, Advocate for\n appellant. \n Mr. S. Rajan h/f. Mr. M.D. Narwadkar, Advocate for respondent. \n\n\n                                  With\n                    Arbitraton Appeal No. 5 Of 2016 \n                                  With\n                   Civil Application No . 14313 Of 2016 \n\n Yeturu Rama Chandra Reddy\n Engineers and Builders,\n 843, Banjara Avenue,\n Banjara Hills, Hyderabad-34.               .... Appellant. \n\n          Versus\n\n Executive Director, \n\n\n\n\n: : : Uploaded on - 25/04/2017               : :: Downloaded on - 27/08/2017 23:38:39 : ::\n                                                               Arb. Appeal Nos.6 & 5/16 \n                                               2\n\n\n Godawari Marathawada Irrigation\n Development Corporation \n Aurangabad Through the\n Executive Engineer, Majalgaon\n Canal Division No. 7, Gangakhed,\n Dist. Parbhani (M.S.)                                     ....Respondent.\n\n\n\n Mr. S. Rajan h/f. Mr. M.D. Narwadkar, Advocate for appellant. \n Mr. A.C. Dharmadhikari h/f. Mr. B.R. Surwase, Advocate for\n respondent. \n                                          Coram : T.V. Nalawade, J.\n                                          Dated : April 17, 2017.\n\n\n Judgment : \n1) Both the appeals are admitted. Notice after admission is made returnable forthwith. By consent, heard both the sides for final disposal. \n2) Arbitration Appeal No. 5/2016 is filed by the Contractor,  at whose instance Arbitrator was appointed by this Court under section 11 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Act' for short). The other appeal is filed by the Employer, which is State Government, Corporation. Arbitrator had allowed all the claims of the Contractor and this decision was challenged by filing Misc. Application (RJE) No. 77/2011 by the Employer in the Court of Principal District Judge, (hereinafter referred to as 'P.D.J.' for Arb.Appeal Nos.6 & 5/16 short) Parbhani under the Act. By the decision dated 31.12.2015, the proceeding filed under section 34 of the Act by the Employer is partly allowed and the award given in respect of few claims is set aside. In view of these circumstances, both the sides have challenged the decision given by the District Court, Parbhani. \n3) For deciding the challenges raised by both the sides in the appeals, the nature of work and also the history of previous arbitration proceedings in respect of the same work needs to be mentioned.\n4) The work of Majalgaon Right Bank Canal was a part of Jaikwaid Project. This project was in respect of construction of dam on river Godavari at Paithan, District Aurangabad and at various places, the canals were to be constructed. Tender notice of the work of Majalgaon Right Bank Canal from k.m. 72 to 87 and k.m. 88 to 99, which included earthwork (excluding earthwork at k.m. 78 to 87) lining structure, tunnel at k.m. 90 and enroute reservoir at k.m. 91 was published by the Corporation. The work was allotted to the appellant from Arbitration Appeal No. 5/2016. \n                                                   Arb. Appeal Nos.6 & 5/16  5)               The cost of the work as per the tender was Rs.700.84 lakh. The work order was issued on 20.1.1990 and the period of work was fixed as 36 months from the date of work order. From time to time, the Contractor applied for extension of the period and extensions were granted by the Employer. The total extension of 47 months was granted, which expired in December 1996. Prior to that the Contractor abandoned the remaining work. Initially pre-final bill was prepared and it was finalised on 14.3.1998. The amount mentioned in the final bill was accepted by the Contractor without raising any protest. \n6) During the execution of the work, the Contractor had raised disputes as provided by General Conditions of Contract (hereinafter referred to as 'G.C.C.' for short) and particularly, as per the Clause No. 56. These disputes were raised in the year 1995. On most of the disputes, the incharge Engineer gave the decision and it was communicated to the Contractor on 15.7.1995. \n7) The Contractor was not satisfied with the decision Arb.Appeal Nos.6 & 5/16 given by the incharge Chief Engineer and he referred the dispute to Board of Arbitrators which was constituted as per Clause No. 57 of the G.C.C. As per the agreement, the Board was expected to deliver reasoned award. The Contractor made claims under eleven heads before Board of Arbitrators and all the claims were contested by the Employer. In all 13 claims were made by the Contractor before the department, but he prosecuted 11 claims before the Board of Arbitrators. It is the case of Contractor that the decision on claim Nos. 12 and 13 was likely to be taken departmentally as per the terms and conditions of the contract and so, he had preferred not to take decision on these claims from Board of Arbitrators. The Board of Arbitrators gave award in respect of 11 claims on 27.5.1998. \n8) The reference was made to Board of Arbitrators as per the procedure given in the agreement between the parties and the provisions of Indian Arbitration Act, 1940 were applicable. The award was filed as per the old provisions in the Court and rule was made by the Court on the award. The award and the decision of the Court have become final. The award of amount of Rs.2,61,14,396/- was given in favour of the Contractor and the cost of Rs. 1,21,721/- was also awarded in Arb.Appeal Nos.6 & 5/16 favour of the Contractor. This amount was deposited in the Court when the Employer failed in appeal which was filed in this Court to challenge the award. The appeal was dismissed on 8.7.1999. \n9) No decision was given by the Chief Executive Engineer on the aforesaid two claims which were made with the Department and which were not prosecuted before the Board of Arbitrators by the Contractor. By the letter dated 6.2.2002, first time the Contractor informed to the Department that he wanted to refer the dispute to Arbitrator. Prior to that, the incharge Executive Engineer and Superintending Engineer had rejected these claims also. \n10) The Contractor then gave the name of his nominee for constitution of Board of Arbitrators by letter dated 21.3.2002. The Employer did not give the name of it's nominee who was to work as the second Arbitrator. In the letter dated 21.3.2002 itself, the Contractor had informed to the Employer that if the Employer does not appoint Arbitrator, the Arbitrator appointed by the Contractor will work as the sole Arbitrator. As per the procedure given in Clause 57 of the agreement, G.C.C., the Contractor had already requested the Chairman of the Arb.Appeal Nos.6 & 5/16 Central Water Commission (C.W.C.) to see that the Board of Arbitrators is constituted. However, by the letter dated 25.3.2002, the Contractor informed to the Chairman that his letter dated 8.2.2002 made in aforesaid regard be ignored and action should not be taken by the Chairman for constitution of the Board of Arbitrators. Then the Contractor filed a proceeding in the High Court bearing No. 5/2002 for appointment of Arbitrator under the provision of section 11 of the Arbitration and Conciliation Act, 1996. Due to the aforesaid correspondence made by the Contractor, the Chairman of C.W.C. did not take further action. \n11) The Chairman of C.W.C. was not made party in the proceeding filed under section 11 of the Act in the High Court. This application was opposed by the Employer by contending that the High Court had no power and the Board of Arbitrators needs to be constituted as per the agreement. This Court appointed retired Justice Shri. A.S. Bhate as the sole Arbitrator by the order dated 10.7.2003. The Employer filed review application by contending that it was necessary to create the Board of Arbitrators as per the provisions of agreement and the sole Arbitrator appointed by the High Court cannot get Arb.Appeal Nos.6 & 5/16 jurisdiction to decide the dispute. In the review application, the High Court again asked the parties to supply three names by each of them. In the meantime, retried Justice Shri. Bhate informed to the High Court that he was not willing to work as sole Arbitrator. This Court then made appointment of one retired District Judge Shri. R.G. Karmarkar as the sole Arbitrator. The Employer had objection to appointment of Arbitrator under section 11 of the Act, but he did not raise objection to the name of Shri. Karmarkar. It is the case of Employer that it had not given consent for appointment of sole Arbitrator and only objection was not taken to the name suggested by the High Court. After making of the appointment of Shri. Karmarkar, as there was mention of consent of the Employer in the order, application was moved by the Employer for making correction and to remove that mention. The High Court did not accept that contention. The application filed for correction was rejected by the High Court on 4.3.2004. The order of appointment of Shri. Karmarkar dated 9.10.2003 and the order dated 4.3.2004 were challenged by the Employer in the Apex Court by filing Special Leave to Appeal. \n12) The Hon'ble Apex Court granted stay to the orders of Arb.Appeal Nos.6 & 5/16 Hon'ble High Court on 14.3.2005. Before that date, Shri. Karmarkar had started the proceeding. The claim statement was filed and the written statement was also filed by the Employer. The Employer took the defence that the Arbitrator had no jurisdiction and he was not competent as his appointment was not as per the agreement. Other objection was taken that the claims were barred by the principle of res-judicata and they were time barred. On merits also, the claims raised before the sole Arbitrator were opposed. \n13) Due to stay granted by the Apex Court, the proceeding before Shri. Karmarkar remained stayed from 14.3.2005 to 28.11.2007. On 28.11.2007, the Apex Court disposed of the Special Leave to Appeal with observations that the point of jurisdiction can be decided by the Arbitrator himself in view of the position of law prevailing at that time. Shri. Karmarkar then expressed his enability to act as an Arbitrator. Prior to that, in the year 2004, he had passed order on objection of jurisdiction taken by the Employer. The names of retired Justice Shri. S.C. Malte and retired Justice Shri. S.G. Mutalik were suggested by High Court this time. The Employer contended that such persons cannot be appointed as Arbitrator Arb.Appeal Nos.6 & 5/16 in view of the agreement made by the parties. This Court then appointed Shri. Mutalik as the sole Arbitrator. Before Shri. Mutalik also, the Employer took aforesaid defences and objections. The request was made to decide the point of jurisdiction first, but Shri. Mutalik, Arbitrator expressed that this point will be decided along with the dispute. Shri. Mutalik fixed his fees as Rs.1,00,000/- for reading the papers and Rs.70,000/- per meeting. The order with regard to aforesaid charges and fees was also challenged by the Employer, but the Employer did not succeed. \n14) The learned Arbitrator has allowed all the claims of the Contractor (7 +1 Claims). It is held by the learned Arbitrator that there is no bar of principle of res-judicata to the claims. Though issue was framed on the point of limitation and it was clubbed with the issue of res-judicata, the award delivered by the learned Arbitrator does not show that he had touched this point. The learned Arbitrator has held that in view of the order made by this Court under section 11 of the Act, he has jurisdiction. The learned Arbitrator has held that the Contractor is entitled to recover the amount of Rs. 11,24,60,651/- with interest at the rate of 16% p.a. and has held that the interest Arb.Appeal Nos.6 & 5/16 will be payable up to the period ending on 30.9.2003 and then the interest will be payable from 4.2.2004 the date of filing of the claims on the awarded amount then till the date of realisation. The cost of Rs.10,00,000/- was imposed by the learned Arbitrator on the Employer. This award was delivered on 3.4.2011. \n15) In the decision given by the learned P.D.J., Parbhani in Application (RJE) No. 77/2011, the learned P.D.J. has set aside the award of Arbitrator in respect of claim Nos. 2 [2A and 2B], 3, 4 and 5. The award in respect of claim Nos. 1 and 6 is confirmed by the P.D.J. The claim No. 7 was in respect of interest and so, it can be said that interest is allowed in respect of the claim Nos. 1 and 6. The learned P.D.J. has held that the claim Nos. 2A, 2B, 4 and 5 cannot be allowed as they are hit by the principle of res-judicata. The learned P.D.J. held that claim No. 4 was time barred. The claim No. 3 is set aside by holding that there is virtually no evidence and there is no justification in awarding this claim when the award was required to be reasoned award. \n16) In the present matter, in view of the contentions Arb.Appeal Nos.6 & 5/16 made and the arguments advanced, following points need to be decided. \n(i) Whether the present matters need to be decided by Commercial Appellate Division constituted under the Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act, 2015 ? \n(ii) Whether the learned Arbitrator Shri. Mutalik, Retired Judge of this Court was competent in view of the agreement ? \n(iii) Whether claim Nos. 1, 2, 3 & 6 could have been considered by the Arbitral Tribunal in view of the terms and conditions of the contract ? \n(iv) Whether the aforesaid claims [2A, 2B, 4 and 5] are hit by the principle of res-judicata ?\n(v) Whether claim Nos. 1, 4 & 6 are time barred?\n(vi) Whether claim No. 3 was substantiated ? \n(vii) Whether the award delivered by the learned Arbitrator and the decision given by the learned P.D.J. need to be interfered with in the appeals ? \nPoint No. 1 :-\nEffect of the provisions of the Commercial Courts, Arb.Appeal Nos.6 & 5/16 Commercial Division and Commercial Appellate Division of High Court Act, 2015 on the jurisdiction of this Court :\n17) The learned counsel for Contractor submitted that for Aurangabad Bench of this Court, Commercial Appellate Division of High Court is created under the aforesaid enactment and so, the present matters need to be placed before the said Court. For ascertaining as to whether this Court has jurisdiction, this Court has seen the scheme of the aforesaid Special Enactment carefully. It is true that the dispute of the present matters falls under the definition of 'commercial dispute' given under section 2(c) and the value of the dispute is more than Rs.\n28 Crore. \n18) Aurangabad Bench of Bombay High Court has no ordinary original civil jurisdiction and so, there is no Commercial Division of the High Court at Aurangabad Bench. Commercial Appellate Division for Aurangabad Bench came to be constituted under the aforesaid Act with effect from 30.6.2016. The present proceeding was filed on 31.3.2016. The proceeding under section 34 of the Act was decided by the learned P.D.J., Parbhani on 31.12.2016 as \"Court\" under the Act. This is because first Arb.Appeal Nos.6 & 5/16 time by Government notification dated 30.6.2016, the Government constituted commercial Court at district levels including for district Parbhani and High Court under letter dated 14.7.2016 appointed the Judges of District Court as Commercial Courts. From the record, it can be said that for Parbhani district and other districts, the Commercial Court actually started functioning for district places on 16.7.2016. The aforesaid Special Enactment was published by notification in official gazette on 31.12.2015, but the Courts were constituted subsequently and the proceeding under section 34 was decided by the learned P.D.J. as the \"Court\" under section 34 of the Act on 31.12.2015. \n19) The matters which are required to be decided by Commercial Appellate Division are mentioned in section 13 of the aforesaid Special Enactment and the provision runs as under :-\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.- (1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or Arb.Appeal Nos.6 & 5/16 order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1906 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n20) Section 3 of this Special Enactment shows that the State Government is expected to constitute the Commercial Courts by notification. It is required to be published in official gazette and that was done on 30.6.2016. On the date of decision of the matter filed under section 34 of the Act, Commercial Court was not in existence and similarly, Commercial Appellate Division was also not in existence when the present appeals were filed in this Court. The provision of section 15 takes care of the pending matters and this provision shows that only the matters which are filed or were filed under section 34 of the Act and which were still pending can be Arb.Appeal Nos.6 & 5/16 transferred under the provision of section 15 and they are required to be transferred either to Commercial Court or Commercial Division. Neither in section 15 nor in any other provision of the Special Enactment, there is provision for transferring the appeals, which are filed against the decisions given by the Courts as mentioned in section 34 of the Act to Commercial Appellate Division of this Court. In view of this position of law, it needs to be held that present appeals need to be decided by this Court as appeals filed under section 37 of the Act and not by Commercial Appellate Division of the High Court. So, the point is answered accordingly. \n21) On the aforesaid point, the learned counsel for Contractor placed reliance on the observations made by Commercial Appellate Division of this Court at Principal Seat in Judgment of Commercial Appeal No. 7 of 2016 [Hubtown Limited Vs. IDBI Trusteeship Service Limited] decided on 24.10.2016. This Court has carefully gone through the facts of this case and observations made by the Commercial Appellate Division. The facts were totally different and the order made by the Commercial Division in Summons for Judgment was taken in appeal before the Commercial Appellate Division. It was held Arb.Appeal Nos.6 & 5/16 that appeal filed under section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 was tenable and the order of learned Single Judge of Commercial Division in Summons for Judgment was set aside. The maintainability of Commercial Appeal was in question, but as the order of Commercial Division was taken in appeal such decision was given. Thus, the observations made in this case are of no use to the Contractor in the present matter. \nPoint No. 2 - Compentency of the Arbitrator :-\n22) To ascertain, whether the retired Judge of the High Court Shri. Mutalik could have been appointed as Arbitrator under section 11 of the Act, the provision of section 11 (relevant portion) needs to be considered first. The relevant portions are section 11(1) to 11(6), 11(8) of the Act and they run as under :-\n\"11. APPOINTMENT OF ARBITRATORS. -(1) A person of any nationality may be an arbitrator, unless otherwise agreed by the parties. \n(2) Subject to sub-section (6), the parties are free to agree on a procedure for appointing the arbitrator or arbitrators. \n(3) Failing any agreement referred to in sub-section (2), in an arbitration with three Arb.Appeal Nos.6 & 5/16 arbitrators, each party shall appoint one arbitrator, and the two appointed arbitrators shall appoint the third arbitrator who shall act as the presiding arbitrator. \n                        (4)    If the appointment procedure in sub-                section (3) applies and-                         (a) a party fails to appoint an arbitrator within thirty days from the receipt of a request to do so from the other party; of (b) the two appointed arbitrators fail to agree on the third arbitrator within thirty days from the date of their appointment, the appointment shall be made, upon request of a party, by the Chief Justice or any person or institution designated by him. \n(5) Failing any agreement referred to in sub-section(2), in an arbitration with a sole arbitrator, if the parties fail to agree on the arbitrator within thirty days from receipt of a request by one party from the other party to so agree the appointment shall be made, upon request of a party, by the Chief Justice or any person or institution designated by him. \n                        (6)    Where,      under       an       appointment                procedure agreed upon by the parties, - \n                        (a)    a party fails to act as required under                that procedure; or                         (b)    the   parties,   or   the    two     appointed arbitrators, fail to reach an agreement expected of them under that procedure; or Arb.Appeal Nos.6 & 5/16 (c) a person, including an institution, fails to perform any function entrusted to him or it under that procedure, a party may request the Chief Justice or any person or institution designated by him to take the necessary measure, unless the agreement on the appointment procedure provides other means for securing the appointment. \n                        (7)    ........\n                        ( 8)    The Chief Justice or the person or institution designated by him, in appointing an arbitrator, shall have due regard to- (a) any qualifications required of the arbitrator by the agreement of the parties; and (b) other considerations as are likely to secure the appointment of an independent and impartial arbitrator.\"\n23) In the present matters, the application under section 11 of the Act was filed in the year 2002 and the appointment of retired Judge of this Court was made first time in the proceeding on 10.7.2003. The subsequent appointments of sole Arbitrator mentioned above were made only to replace the first sole Arbitrator appointed by this Court. This decision was taken up to Supreme Court by filing Special Leave Petition by the Employer. The Apex Court referred the case of M/s. S.B.P & Co. Vs. M/s. Patel Engineering Ltd. and Anr. [AIR 2006 SUPREME Arb.Appeal Nos.6 & 5/16 COURT 450] and held that it will be open to raise the challenge to jurisdiction of Arbitrator appointed by High Court before the Arbitrator himself as provided in the Act. In the case of S.B.P. & Co. cited supra also, the Apex Court had made it clear that if the applications filed under section 11 of the Act were already decided, it is to be presumed that in those cases, the appointments were made as per the ratio of previous case of Apex Court reported as M/s. Konkan Railway Corporation Ltd. and Anr. Vs. M/s. Rani Construction P. Ltd. [AIR 2002 SUPREME COURT 778]. As the contrary view was taken in the case of S.B.P. & Co., cited supra, the Apex Court made it clear in the case of S.B.P. & Co. itself that in the matters in which Arbitrators were already appointed as per the case of Konkan Railway Corporation cited supra, in those cases all objections with regard to jurisdiction of the Arbitrator need to be decided under section 16 of the Act. This position of law needs to be kept in mind while applying the provisions of section 11(1) to 11(6) of the Act to the present matters. Thus, the point of competency of the Arbitrator is open in the present matter. In view of the provision of section 16 (6) of the Act read with provision of section 34 (2) (v) of the Act, this point could have been considered by the Arbitrator and also the District Court. In Arb.Appeal Nos.6 & 5/16 the appeal, this point can be again considered. \n24) If the provisions of section 11(2) and 11(6) of the Act are read together, they show that if there is agreement over the procedure for appointment of arbitration and the procedure provides other means for securing the appointment, the power under section 11(6) of the Act cannot be used. \n25) The provision of section 11(2) of the Act shows that this provision is subject to the provision of section 11(6) of the Act and so, if there is already agreement on procedure, there cannot be new agreement on procedure by the parties to appoint the Arbitrator. Similarly, if there is agreement on procedure available, the provisions of sections 11 (3), 11 (4), 11 (5) cannot be used as those provisions are to take care of the situation where there is no agreement on the procedure to appoint Arbitrator. It needs to be kept in mind that in section 11(6) of the Act, there are two parts. The first part relates to the lacuna in the procedure agreed. Due to such lacuna, if even after following the procedure the Arbitrator cannot be appointed, then the Court can take necessary measures as mentioned in those provisions of law to see that Arbitrator is appointed. \nArb.Appeal Nos.6 & 5/16 However, the second part relates to the situation where there is the procedure, and due to the failure on the part of the one or more parties or due to other situation mentioned in clauses (b)\n(c) of section 11(6) of the Act, the Arbitrator is not appointed, but there is the procedure to take care of such situation and by following that procedure the Arbitrator can be appointed. In the present matters, procedure mentioned in second part of section 11(6) of the Act was available. \n26) Clause No. 57 of the G.C.C. between the parties reads as under :-\n\"57. ARBITRATION : \n(1) All disputes or differences in respect of which the decision, if any, of the Engineer or Employer has not become final and binding as aforesaid, shall on the initiative of either party in dispute be referred to the adjudication of three arbitrators. One arbitrator is to be nominated by the Employer, one by the Contractor and the third by the President of the International Chamber of Commerce, in the case of foreign contractors and Chairman, Central Water Commission in the case of local contractors. If either of the parties fail to appoint its arbitrator within sixty days after receipt of notice for the appointment of an arbitrator then the President of the International Chamber of Arb.Appeal Nos.6 & 5/16 Commerce or the Chairman, Central Water Commission as the case may be, shall appoint an Arbitrator. A certified copy of the appointment made by the 'President'/'Chairman' shall be furnished to both parties. \n(2) The arbitration shall be conducted in accordance with the Rules of Conciliation and Arbitration of the International Chamber of Commerce, Paris in the case of foreign contractors and provisions of Indian Arbitration Act 1940 or any statutory modifications thereof in the case of local contractors and shall be held in either case at such place and time in India as the Arbitrators may determine. The decision of the majority of the Arbitrators shall be final and binding upon the parties and the expenses of the Arbitrators shall be paid as may be determined by the Arbitrators. \n(3) The said arbitrator/s shall have full power to open up, revise and review any decision, opinion, direction, certificate or valuation by the Engineer, Neither party shall be limited in the proceedings before such arbitrator/s to the evidence or arguments put before the Engineer for the purpose of obtaining his said decision. No decision given by the Engineer in accordance with the foregoing provisions shall disqualify him from being called as a witness and giving evidence before the arbitrator/s on any matter whatsoever relevant to the dispute or difference referred to the arbitrator/s as aforesaid. The reference to Arb.Appeal Nos.6 & 5/16 arbitration may proceed notwithstanding that the works shall not then be or be alleged to be complete provided always that the obligations of the Employer, the Engineer and the Contractor shall not be altered by reason of the arbitration being conducted during the progress of the works. \n(4) Performance under the contract shall, if reasonably possible, continue during the arbitration proceedings and payments due to the Contractor by the Employer shall bot be withheld, unless they are the subject matter of the arbitration proceedings. \n(5) All awards shall be in writing and in case of claims equivalent to Rupees one hundred thousand or more, such awards shall state reason for the amounts awarded. \n(6) Neither Party is entitled to bring a claim to arbitration if its Arbitrator has not been appointed by thirty days after the expiration of the Maintenance period. \n(7) The Term 'Indian Contractor' shall include Indian firm or group of Indian firms and Joint Venture consortia eligible for price preference as domestic tenderer.\" \nClause No. 57 (1) shows that the authority mentioned in the Clause viz. the Chairman of C.W.C. was having power to appoint the sole arbitrator if both or either party had failed to nominate Arb.Appeal Nos.6 & 5/16 the Arbitrator as provided in first part of this clause. In the first arbitral proceeding, both the sides had appointed their nominees and the third Arbitrator was appointed by Chairman of C.W.C. Thus, in the present matter also, it was possible to use this procedure. Infact reference was already made to the Chairman of C.W.C. and the matter was pending before the Chairman for consideration. It is the Contractor, who had written to the Chairman of C.W.C. to inform that he was not interested in getting the Arbitrator appointed as per this clause as he wanted to move High Court under section 11 of the Act. This fact of the present matter and the position of law already quoted are sufficient to hold that retired Justice Shri. Mutalik could not have been appointed as Arbitrator under section 11 by this Court. Both the learned Arbitrator and the Court under section 34 of the Act have committed error in holding that retired Justice Shri. Mutalik was appointed as per the provisions made in law. This single ground is sufficient to set aside the entire award delivered by the learned Arbitrator. So, the point No. 2 is answered accordingly. \n27) On the aforesaid point, the learned counsel for Employer placed reliance on the observations made by the Arb.Appeal Nos.6 & 5/16 Supreme Court in the case reported as 2016 (4) Mh.L.J. 101 [Huawei Technologies Company Ltd. Vs. Sterlite Technologies Ltd.]. In this case, the Apex Court has considered the provisions of section 11 and 15 (2) of the Act and has laid down that the term 'Rules' mentioned in section 15 (2) relates to the provisions made in the agreement for appointment of Arbitrator. It is laid down that on every occasion including for occasion of filling vacancy of Arbitrator, the Rules in that regard need to be followed. There cannot be dispute over this proposition and this Court has quoted the relevant portion of the agreement mentioned in the procedure for appointment of Arbitrator. \n28) The learned counsel for respondent/Contractor placed reliance on the observations made by the Supreme Court in Civil Appeal No. 6275/2014 [North Eastern Railway & Ors. Vs. Tripple Engineering Works] decided on 13.8.2014. In this case and also in the case reported as 2013 (2) Arb.L.R. 105 (SC) [M/s. Deep Trading Company Vs. M/s. Indian Oil Corporation and Ors.], the Apex Court has discussed the provision of section 11 and has laid down that when one party forfeited right to appoint his nominee for Arb.Appeal Nos.6 & 5/16 constitution of Arbitral Tribunal, it is not open to the said party to say that the Arbitrator cannot be appointed under section 11 of the Act. The facts of the two reported cases show that due to failure of one party to nominate his Arbitrator, it was not possible to constitute the Arbitral Tribunal. In view of that circumstance, the Apex Court laid down that the provision of section 11 can be used. The facts of the present matter are totally different and this Court has already observed that even after failure of one or both the parties, the Arbitrator could have been appointed by the agency mentioned in the agreement. In the present matter, the Contractor avoided to get constituted the Tribunal from the said agency, the Chairman of C.W.C. The relevant portion of section 11 of the Act is also discussed in this regard and so, the observations made by the Apex Court in these two cases are of no use to the Contractor. Point No. 3 :-\n29) Under this point, this Court is discussing all the remaining points like point of limitation, point of res-judicata, point of excepted matters and to some extent the merits of the claim. \nArb.Appeal Nos.6 & 5/16 30) The relevant facts of the dispute between the parties are already quoted and they show that while before December 1996, the Contractor had abandoned the work, though the period for execution of work was expected by the department till December 1996. In the year 1995, only 13 claims were raised by the Contractor before the Employer as per the procedure given in Clause 56 of G.C.C. Out of the said 13 claims, the Contractor preferred to get decision from Board of Arbitrators on 11 claims. As per the record, pre-final bill was prepared on 30.6.1996 and then the final bill was prepared and singed on 14.3.1998. In view of the aforesaid facts, it can be said that no more work was expected when pre-final bill and final bill were signed by the parties. These bills were accepted by the Contractor without raising any protest. These circumstances need to be kept in mind while deciding the point of limitation, and the point of res-judicata. In spite of these circumstances, the Contractor raised new claims which were five in numbers before the second Arbitrator. It can be said that there is no record with the Contractor in respect of these new five claims to show that they were made under the procedure given under the agreement and particularly, Clause No. 56 of the agreement. The award prepared by the learned Arbitrator in the present Arb.Appeal Nos.6 & 5/16 matter shows that the learned Arbitrator considered one way correspondence allegedly made by the Contractor with the department for presuming that these new claims were raised and they were pending with the department. It is already observed that only 13 claims were raised as per the procedure and the Contractor had preferred to take final decision on two claims departmentally and he had filed claims statement in respect of remaining 11 claims before the Board of Arbitrators (first arbitration). The award delivered by the learned Arbitrator in the present matter shows that there was virtually non application of mind and the learned Arbitrator virtually accepted all the contentions made by the Contractor as they were without considering the effect of the principle of res-judicata, limitation and also the presence or absence of the material with regard to actual work done. There are many points, on the basis of which it can be said that the Arbitrator had not considered the basic concepts like res-judicata and for instance issue No. 6A can be quoted in that regard. \n\"6A] Does the claimant prove that he is entitled to for payment of interest @ 16% p.a. from 13- 02-1993 to 15-7-1995 on all sums awarded under the Award dated 27-05-1998 ?\" \nFortunately, in the reasoning other point is considered and decided. \nArb.Appeal Nos.6 & 5/16 31) The provision with regard to the procedure to raise the claims and to make reference to arbitration can be found in Clause Nos. 56 and 57 of G.C.C. Clause No. 57 is already quoted. Clause No. 56 runs as under :-\n\"56. SETTLEMENT OF DISPUTES :-\nIf any dispute or difference of any kind whatsoever shall arise between the Engineer or Employer and the Contractor in connection with, or arising out of the Contract, or the execution of the works, whether during the progress of the works or after their completion and whether or after the termination, abandonment or breach of the Contract, it shall, in the first place, be referred to and settled by the Engineer-in-charge who shall, within a period of thirty days after being requested by the contractor to do so give written notice of his decision to the Contractor. Upon receipt of the written notice on decision of the Engineer the Contractor shall promptly proceed without delay to comply with such notice for decision. \nIf the Engineer-in-charge fails to give notice of his decision in writing within a period of thirty days after being requested, or if the Contractor is dissatisfied with the notice of decision of the Engineer-in-charge the Contractor may within thirty days after receiving notice of decision Arb.Appeal Nos.6 & 5/16 appeal to the Superintending Engineer, who shall afford an opportunity to the Contractor to be heard and to offer evidence in support of his appeal. The Superintending Engineer shall give notice of his decision within a period of thirty days after the Contractor has given the said evidence in support of his appeal. Subject to arbitration, as hereinafter provided, such decision of the Superintending Engineer in respect of every matter so referred shall be final and binding upon the Contractor and shall forthwith be given effect to by the Contractor, who shall proceed with the execution of the works with all due diligence whether he requires arbitration, as hereinafter provided, or not. If the Superintending Engineer has given written notice of his decision to the Contractor and no claim to arbitration has been communicated to him by the Contractor within a period of thirty days from receipt of such notice, the said decision shall remain final and binding upon the Contractor. If the Superintending Engineer shall fail to give notice of his decision as aforesaid within a period of thirty days after being requested as aforesaid, or if the Contractor be dissatisfied with any such decision, then and in any such case the Contractor within thirty-days after receiving notice of such decision, or within thirty days after the expiration of the first-named period of thirty days, as the case may be, appeal to Chief Engineer who shall afford an opportunity Arb.Appeal Nos.6 & 5/16 to the Contractor to be heard and to offer evidence in support of his appeal. The Chief Engineer shall give decision within a period of thirty days after the Contractor has given evidence in support of his appeal. If the Contractor is dissatisfied with this decision, the contractor within a period of thirty days from receipt of decision shall indicate his intention to refer the dispute to Arbitration, failing which the said decision shall be final and conclusive.\" \nIn view of the wording of Clause No. 56, it was necessary for the Contractor to presume that his two claims, out of aforesaid 13 claims, were not accepted by the department. This presumption is necessary as for every stage, the period is fixed in Clause No.\n56. If he had taken the matter up to Chief Engineer and the decisions were given against him by the incharge Engineer and Superintending Engineer, then after expiry of period of 30 days from raising the grievance before the Chief Engineer, it was necessary for the Contractor to presume that the department was not accepting the remaining two claims. It can be said that the Contractor took the risk by presuming that he will be getting the remaining two claims settled departmentally and the Contractor did not stake claims under the two heads before the Board of Arbitrators.\nArb.Appeal Nos.6 & 5/16 32) It is already observed that so far as the remaining five claims are concerned from the present matter, they were not prosecuted as per the procedure given in Clause No. 56 and so, it can be said that these claims were never raised during the execution of the work. Even if it is presumed that in the year 1995, the Contractor had made correspondence with regard to new claims, in that case also the Contractor ought to have prosecuted the matter under Clause No. 56 of G.C.C. Thus, it needs to be inferred that the cause of action had already arisen at the end of year 1995 in respect of the new claims also. \n33) Clause 57 (6) of G.C.C. shows that matter needs to be referred to arbitration within 30 days after expiration of the maintenance period. Clause 5 of G.C.C. provides for maintenance and defect liability period. This period was 180 days from the certified date of completion. It is already observed that Contractor had abandoned the work and there was no question of issuing certificate of completion. The record shows that the Contractor never attempted to obtain completion certificate to get absolved himself from the liability mentioned in Clause 5 of G.C.C. If the work was not completed, then it can be Arb. Appeal Nos.6 & 5/16 said that the period mentioned in Clause 5 can be counted from the date of final bill. As final bill was signed by the Contractor without protest on 14.3.1998, the period of limitation started to run after expiry of 180 days from 14.3.1998. \n34) The amendment to section 28 of the Contract Act, which made agreement void if the agreement was limiting the limitation period provided by General Law came in to force with effect from 8.1.1997. In view of Clause No. 5 of G.C.C. if it is presumed that benefit of amended provision of the Contract Act needs to be given to the Contractor, in that case also, the period of limitation started to run after completion of 180 days from 14.3.1998. If this amendment is not made applicable, then the period had started to run as provided in Clause 56 of G.C.C. Thus, even if the best possible case for the Contractor is accepted, he ought to have raised the dispute within three years from 14.9.1998 (14.3.1998 + 180 days). \n35) For all the claims decided in the present matter, it can be said that the Contractor took steps first time in the year 2002 by filing proceeding under section 11 of the Act. He filed the claim before Arbitrator appointed by this Court in the year Arb.Appeal Nos.6 & 5/16 2003. Due to these circumstances, this Court has no hesitation to hold that all the claims decided by the learned Arbitrator in the present matter were time barred. \n36) So far as the point of res-judicata is concerned, following points need to be kept in mind. Not only the principle of res-judicata, but the principle of constructive res-judicata also needs to be used in such matters. The contention of waiver was made at all the stages for the Employer. \n(i) The Board of Arbitrators came to be constituted on 17.1.1996 and it had given direction to both the sides to file statement of claims. \n(ii) The first meeting of Board of Arbitrators was held on 4.11.1996 and on that date, the decision was taken as to which claims will be decided. Thus, it was open to the Contractor to file the claims decided in the present matter before the Board of Arbitrators also. In spite of these circumstances, the Contractor preferred not to file the claims before the Board of Arbitrators in the first arbitration. \n37) The Board of Arbitrators had given award on Arb.Appeal Nos.6 & 5/16 following claims :-\n(i) Revised rates for work executed after the original scheduled period viz. for the work executed after 20.1.1993. The new rate was fixed by the Board of Arbitrators as per the contract formula accepted in the agreement by the parties viz. as per the price indices as on 20.1.1993. This additional amount was given as compensation for delay caused for execution of the work. \n(ii) Revised rates for extra items exceeding 30% of the work over the tender quantities. The revised rates were given in respect of this work done also even prior to 20.1.1993. Similarly, under this head the revised rate was given in respect of work done after 20.1.1993. \n(iii) Damages on account of recovery of amount as security deposit from running bills and interest at the rate of 16% p.a. is given on such amount. Thus, the claim of compensation in respect of retension of money by the department during the work period was placed before the Board of Arbitrators for consideration. The Board of Arbitrators could have considered the present Arb.Appeal Nos.6 & 5/16 claim of getting interest on amount of bank guarantee for the period starting from 20.1.1993. But, this point was not raised. \n(iv) The payment of Rs.1.5 per bag cement was awarded as the difference of rate as there was contract to supply cement in jute bags to the Contractor by the Employer and the cement was supplied in polythene bags. \n(v) Interest on all the amount due and demanded in claims at the rate of 16% p.a. from the date of occurrence till the date of realisation. The Board of Arbitrators has awarded interest on the amount which was due to the Contractor prior to 10.7.1995 and also on the amount which became payable on 15.7.1995. These dates are with regard to the demands made by the Contractor under Clause 56 of G.C.C. Similarly past and pendente-lite interest with reference to the date 4.11.1996, the date of first hearing of the Board of Arbitrators is granted at the rate of 16% p.a. Further, the order was made by Board of Arbitrators that if the amount was not paid within two months from the date of the award delivered by the Board of Arbitrators, the Arb.Appeal Nos.6 & 5/16 department was liable to pay the interest at the rate of 18% p.a. This item again shows that it was open to the Contractor to claim interest in respect of all the amounts which were due to him, according to him, before the Board of Arbitrators. \n38) The Board of Arbitrators had rejected the following claims made by the Contractor :-\n(i) Loss of over heads and profits due to delay. This was done as revised rate was given for entire work done after 20.1.1993 by the Board of Arbitrators. \n(ii) The compensation for extra lead charges for cut spoils disposed of at the distant location. This claim was rejected with reference to clauses of G.C.C. and special terms and conditions of the contract. \n(iii) The extra rate for hard rock excavation in canal section. This claim was rejected as the Contractor failed to prove that there was any such agreement. \nUnder this item, the present claim of control blasting could have been considered and it can be said that it needs to be presumed that such claim was considered. \n(iv) Compensation for idle machinery and idle labour Arb.Appeal Nos.6 & 5/16 charges due to stoppage of work for the same period. This claim was rejected as the Contractor failed to prove that at any time, his labour and machinery remained idle and so, on merit it was rejected. \n(v) Payment of rehandling charges for casing material of k.m. 90 spoils used for embankment of entire reservoir. This claim was rejected on the basis of the material available and terms and conditions of the contract. \n(vi) Extra item of every overcuts of hard rock at k.m. 89 and 90 beyond normal pay line and also back filling of the same. This is also rejected on merits and it can be said that present item and control blasting could have been raised under this claim also by the Contractor.\n39) Aforesaid circumstances show that all the so called extra items except the two claims which were specifically withdrawn by the Contractor were placed before the Board of Arbitrators, first arbitration. The following were the two items which were specifically withdrawn by the Contractor. \n(i) Hard rock excavation involving controlled Arb.Appeal Nos.6 & 5/16 blasting. It was the case of Contractor that radius was changed due to geography and existence of the structures in the vicinity. On this point also, it needs to be observed that as per the terms and conditions of contract, it was necessary for the Contractor to visit the site and make assessment, estimate before quoting rate. These things ought to have been inspected by the Contractor. The learned Arbitrator in the present matter has not considered this aspect of the matter. The Board of Arbitrators had considered this aspect. \n(ii) Extra quarrying and transport charges for stone and metals for concrete work and also for work of filling. It is the case of Contractor that useful stones were not available along with canal line and he was required to bring that material from the other place, k.m. 91. The work was to be done from k.m. 72 to 87 and 88 to 99. Here only it needs to be observed that the learned Arbitrator has not touched the record of sites already informed by the Employer. The learned Arbitrator has decided this point only on the basis of quantities used in the work and it is presumed that these quantities were brought from distant place when Arb.Appeal Nos.6 & 5/16 no material whatsoever was produced by the Contractor to show that this material was in fact brought from distant place. \n40) The discussion already made and the material show that the work of controlled blasting was executed in the year 1994-95. It is already observed that it was necessary for the Contractor to presume that the department was not accepting this claim as extra item and so, it was necessary for the Contractor to refer this claim to arbitration. This opportunity was there to the Contractor when the Board of Arbitrators was constituted, but he preferred to virtually withdrawn the claim. Same can be said in respect of the other claim, extra item of stone and metals. \n41) Before the learned Arbitrator from the present matter, the Contractor had made in all 7 claims which included the aforesaid two claims. The department took the defence that already revised rate was given to the Contractor by the Board of Arbitrators in the past and the new claims were not raised before the Arbitrator. It was submitted for the Employer that the agreement did not provide for separate or additional charges Arb.Appeal Nos.6 & 5/16 even in respect of the controlled blasting. The defence was taken that there was no prior approval of incharge Engineer with regard to controlled blasting. As already observed, like point of res-judicata, the point of limitation was also there. \n42) So far as the item of controlled blasting is concerned, the attention of the learned Arbitrator was drawn to the Clause 2.16 of second volume of agreement. This clause provides for execution of hard rock chiseling/control blasting. It is the case of Employer that the tender rates were fixed after preparing estimates on the basis of survey done by the department and the contractor had accepted the rate and so, it was not open to him to claim additional rate or as extra item. The attention of the learned Arbitrator was drawn to clause No. 2.16.2 of the second volume showing that when the control blasting was not permissible in the zone of 100 meters directly below transmission line, the Contractor ought to have resorted to pneumatic rock breakers or chiseling. In view of this clause, it was necessary for the Contractor to first take permission of the Employer if he wanted to do the control blasting under transmission lines. It is not the case of Contractor that such permission was granted by the Employer to him. For this reason Arb.Appeal Nos.6 & 5/16 also, nothing could have been given by the learned Arbitrator under this head to the Contractor. It can be said that it was not agreed item. Even when Arbitral Tribunal has held that permission was not granted by the Employer, the claim is allowed by the Arbitrator. \n43) So far as the claim No. 2 which was withdrawn by the Contractor in the past when the Board of Arbitrators was constituted is concerned viz. the claim of extra quarrying and transport of stones/metals, the attention of the learned Arbitrator was drawn to Clause No. 20 of G.C.C. and Clause No. 5.6 of the special terms and conditions of the contract. The sites where quarries could have been taken were already informed and it was made clear that if the material available at those quarries was not sufficient, the Contractor was to make his own arrangement at own cost of such material. The clauses show that the Contractor was expected to spend for construction of road also for transport of such material. Even if the case of Contractor that he was required to Collect the material at k.m. 91 could have been considered by ignoring the aforesaid clauses of agreement, then also it was necessary for the Contractor to substantiate that claim. The award delivered by the Arbitrator Arb.Appeal Nos.6 & 5/16 shows that he did not refer to the drawings and maps annexed with the tender record showing the quarries. The learned Arbitrator did not ask the Contractor to produce the record which is ordinarily created like payment of royalty in respect of such material to the revenue department. Surprisingly, the learned Arbitrator has granted the claim by presuming that the quantities actually used was required for work and so, the Contractor must have transported this quantity from the place which he has contended. The Contractor himself has admitted that some material was available at the other quarries which were not that away from the site of work, but the Contractor has not given the exact quantity of the material recovered from those sites by producing record of royalty and other record. These circumstances show that most casual approach was shown by the learned Arbitrator and even when there was no material to substantiate the claim, the learned Arbitrator has granted the claim and so award on such claim cannot sustain in law. The Arbitral Tribunal has not referred Clause No. 5.7 of the special terms and conditions. Thus, there was no material with the Contractor to substantiate the claim under this head and the Contractor had virtually failed to substantiate this claim and the Court has rightly set aside the claim under this head. \nArb.Appeal Nos.6 & 5/16 44) The decision of the learned Arbitrator of granting claims under issue No. 3A, 3B, 4A and 4B viz. revised rates for entire quantities of work executed after 20.1.1993 and for quantities which were less than 70% of the tender quantity show that there was virtually non application of mind. It is already mentioned that the Board of Arbitrators had given revised rates to the Contractor by presuming that delay was caused to the employer, but the learned Arbitrator has again given compensation under this head. Even if, the Board of Arbitrators had not given such compensation, in that case also, the decision of the Board of Arbitrators had become final on that point as this point was raised before the Board of Arbitrators and so, there was bar of principle of res-judicata for granting these claims. From this angle, the learned Arbitrator has not considered these claims. Thus, the award on such claims cannot sustain in law. \n45) The claim in respect of excess price allegedly paid by the Contractor for sand mentioned in issue Nos. 5A and 5B is similar to the claim in respect of other material like rubble, Arb.Appeal Nos.6 & 5/16 metal etc. It was the responsibility of the Contractor as per the Clause 20 of G.C.C. and Clause 5.6 of special terms and conditions of the contract to procure the sand. This aspect of the agreement is not at all considered by the learned Arbitrator and compensation is granted under this head. Such award cannot sustain in law. \n46) The claim in respect of interest under issue No. 6A viz. interest on bank guarantee could not have been awarded by the Arbitrator. Clause No. 10.3 of the special terms and conditions of the contract shows that it was necessary for the Contractor to keep such bank guarantee with the employer during the period of execution of work. As per this clause, bank guarantee was to remain with the Employer and it was to be released only after completion of the work and settlement of the account. Thus, the learned Arbitrator has committed grave error in awarding interest on the bank guarantee in the present matter. If issue Nos. 6A, 6B and 7 are read, which were framed by the learned Arbitrator, it can be said that the learned Arbitrator had not applied mind even for framing the issues. For these reasons, the award on claims under this head needs to be set aside. \nArb.Appeal Nos.6 & 5/16 47) Issue No. 12 framed by the learned Arbitrator was about entitlement of the Contractor to get compensation, revision of rates and specific relief at the same time. As already observed, claims were considered by the Board of Arbitrators and decision was given by the Board of Arbitrators on this point. This point appears to be separately considered by the learned Arbitrator and it can be said that it was not necessary for the learned Arbitrator to decide this issue in view of the decision given by the Board of Arbitrators. This issue could not have been considered separately as it had connection with other claims. \n48) The decision given under section 34 of the Act by the learned P.D.J., Parbhani shows that the award in respect of claim Nos. 2 to 5 is set aside and for the reasons given by the 'Court' and by this Court, it is not possible to interfere in the said decision of the P.D.J. The P.D.J. has however confirmed the award given on claim Nos. 1 and 6. But the award given in respect of those claims also cannot sustain in law in view of the discussion already made. \n49) The learned counsel for Employer placed reliance on Arb.Appeal Nos.6 & 5/16 the observations made by the Apex Court in the case reported as 2016 (8) SCALE 779 [Union of India and Anr. Vs. Indusind Bank Ltd. and Anr.]. This case is on the interpretation of provision of section 28 of the Contract Act as amended in the year 1997. The Apex Court has laid down that the provision has prospective effect. This Court has quoted the relevant terms and conditions of the agreement and the best possible case for Contractor is considered. In spite of such consideration, this Court has come to the conclusion that it is not possible to hold that the Contractor took action for enforcement of his so called right within prescribed period of three years from the date of cause of action. Thus, even if the observations made in this case are ignored in view of the terms and conditions of the Contract, the Contractor cannot succeed in the matter. However, there cannot be dispute over the proposition made by the Hon'ble Apex Court in this matter. \n50) On the point of interest claimed on the bank guarantee amount, the learned counsel for Employer placed reliance on the observations made by the Apex Court in the case reported as 2016 (3) Mh.L.J. 1 [Union of India Vs. Bright Power Projects (India) Pvt. Ltd. In the case decided by three Arb.Appeal Nos.6 & 5/16 Hon'ble Judges of the Apex Court, it is made clear that when there is agreement that no interest would be awarded to the Contractor, the Arbitral Tribunal cannot award interest. The Apex Court has referred the provision of section 31 (7)(a) of the Act, which runs as under :-\n\"31(7)(a) Unless otherwise agreed by the parties, where and in so far as an arbitral award is for the payment of money, the Arbitral Tribunal may include in the sum for which the award is made interest, at such rate as it deems reasonable, on the whole or any part of the money, for the whole or any part of the period between the date on which the cause of action arose and the date on which the award is made.\"\n51) The facts of the reported case show that there was the claim in respect of interest on security deposit, earnest money and also on other amount, but in view of the agreement that no interest would be payable, the Apex Court held that Arbitral Tribunal could not have awarded interest. On the other hand, the learned counsel for respondent placed reliance on the observations made by the Apex Court in the case reported as AIR 1985 SC 607 [Hyderabad Municipal Corporation Vs. M. Krishnaswami Mudaliar]. In this case decided by two Hon'ble Judges of the Apex Court, the work was abandoned and Arb.Appeal Nos.6 & 5/16 in view of the claim made by the Contractor under the Interest Act, in that case, the Apex Court held that granting of interest was possible. The facts were different and further, there is the case cited supra viz. 2016 (3) Mh.L.J. 1 [Union of India Vs. Bright Power Projects (India) Pvt. Ltd. decided by the three Judges of the Honble Apex Court showing that Arbitrator is not expected to give award which will be against the terms and conditions of the agreement. In the present matter, relevant facts are considered by this Court and relevant portion of the agreement is already quoted and so, the finding is given that the Contractor is not entitled to get interest on the bank guarantee. \n52) The learned counsel for respondent placed reliance on the observations made by the Apex Court in the cases reported as 2014 (4) Arb.LR 307 (SC) [Associate Builders Vs. Delhi Development Authority] and 2014 (4) Arb.LR 1 (SC) [Swan Gold Mining Ltd. Vs. Hindustan Copper Ltd.]. The Apex Court has laid down that ordinarily when view expressed by the Arbitrator on facts is possible view, the decision of the Arbitrator given on factual aspect cannot be disturbed by the Court. However, the observations show that such award needs to be based on evidence given to substantiate Arb.Appeal Nos.6 & 5/16 the claim and it should be in accordance with the terms and conditions of the Contract and it should not be against the law. There cannot be dispute over the proposition. Only to that extent, this Court has considered the challenge against the award. \n53) In view of the aforesaid discussion made by this Court, this Court holds that point Nos. (iii), (iv), (v), (vi) and (vii) need to be answered against the Contractor and they are answered accordingly. \n54) So, this Court holds that the proceeding filed by the department, Employer needs to be allowed and entire award of the learned Arbitrator needs to be set aside. Similarly, the decision given by the learned P.D.J. of conforming the award in respect of claim Nos. 1 and 6 needs to be set aside. In the result, following order :-\nORDER (I) Arbitration Appeal No. 6/2016 of the Employer is allowed. The entire award delivered by the learned Arbitrator is hereby set aside and the claims stand rejected. The decision given by the learned P.D.J., Parbhani in proceeding filed under Arb.Appeal Nos.6 & 5/16 section 34 of the Act, by which award in respect of claim No. 1 and 6 is confirmed, is also set aside and the entire proceeding filed under section 34 of the Act by the Employer stands allowed. \n(II) Arbitration Appeal No. 5/2016 of the Contractor stands dismissed. \n(III) Civil Applications filed in both the matters are disposed of. \n(IV) Parties to bear their own cost throughout.\n[ T.V. NALAWADE, J. ] ssc/",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "68002bfc61344a96b21c3feaa1f8bfb5_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0f484f04f80c4f3aa757dd9575a1b309_1"
    },
    {
      "start": 242,
      "end": 260,
      "text": "\nBombay High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cd148001518044d2a53fa502d4578baf_2"
    },
    {
      "start": 261,
      "end": 359,
      "text": "\nYeturu Rama Chandra Reddy, Engineer & ... vs Exe. Director, Godavari M.Wada ... on 17 April, 2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "896db3d6d6d54889b8e3ed05cdf2a012_3"
    },
    {
      "start": 361,
      "end": 403,
      "text": "Author: T.V. Nalawade\nBench: T.V. Nalawade",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96d2f04b8d2641189d970d8c9261f136_4"
    },
    {
      "start": 452,
      "end": 477,
      "text": "Arb . Appeal Nos.6 & 5/16",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7f3690146a0c4198beea9abba3893309_5"
    },
    {
      "start": 514,
      "end": 636,
      "text": "1 \n\n\n                  In The High Court At Bombay\n              Appellate Side, Bench At Aurangabad\n\n                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86ecc9e6e94c4ed4b044656a5eeb3fa1_6"
    },
    {
      "start": 636,
      "end": 646,
      "text": "Arbitraton",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bcdeae60040b42f7a0a70b9c8371055f_7"
    },
    {
      "start": 647,
      "end": 667,
      "text": "Appeal No. 6 Of 2016",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5b921f1f502e4e63a71190b7c507f42e_8"
    },
    {
      "start": 703,
      "end": 761,
      "text": "With\n                   Civil Application No. 8990 Of 2016",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1c6eb245855c465799b5682d0a252ae9_9"
    },
    {
      "start": 797,
      "end": 856,
      "text": "With\n                   Civil Application No. 14314 Of 2016",
      "labels": [
        "PREAMBLE"
      ],
      "id": "136cf981a1934974ad07f9965af3d5b6_10"
    },
    {
      "start": 857,
      "end": 1065,
      "text": "\n\n Executive Director,\n Godawari Marathawada Irrigation\n Development Corporation\n Aurangabad Through its\n Executive Engineer, Majalgaon\n Canal Division No. 7, Gangakhed,\n Dist. Parbhani (M.S.)            ....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ed43ad7d17a2492592ee435ff7278d5a_11"
    },
    {
      "start": 1066,
      "end": 1076,
      "text": "Appellant.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69889e414959486ca71902dac25b59fe_12"
    },
    {
      "start": 1089,
      "end": 1099,
      "text": "Versus\n\n\n ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df32ab7c49c844e4a3a7fdf0ae58a7fe_13"
    },
    {
      "start": 1099,
      "end": 1190,
      "text": "M/s. Y.R. Reddy Engineers and\n Builders, 843, Banjara Avenue,\n Banjara Hills, Hyderabad-34.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cf10513762d948cea2bce28770fcdcd2_14"
    },
    {
      "start": 1200,
      "end": 1215,
      "text": "....Respondent.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a4f77ed13c74b5d84bd5209ea4bd744_15"
    },
    {
      "start": 1216,
      "end": 1290,
      "text": "\n\n\n Mr. A.C. Dharmadhikari h/f. Mr. B.R. Surwase, Advocate for\n appellant.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0b2a22acf96f4c1f870bd4adf0929d2e_16"
    },
    {
      "start": 1291,
      "end": 1355,
      "text": "\n Mr. S. Rajan h/f. Mr. M.D. Narwadkar, Advocate for respondent.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5bd6ed98a95f4a90ae53cf31be6b3426_17"
    },
    {
      "start": 1393,
      "end": 1449,
      "text": "With\n                    Arbitraton Appeal No. 5 Of 2016",
      "labels": [
        "PREAMBLE"
      ],
      "id": "159da71503694a578c82dcb898b50ce3_18"
    },
    {
      "start": 1485,
      "end": 1529,
      "text": "With\n                   Civil Application No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0bf439514b8a4f62932b674bb1c02511_19"
    },
    {
      "start": 1530,
      "end": 1545,
      "text": ". 14313 Of 2016",
      "labels": [
        "PREAMBLE"
      ],
      "id": "afb38dd7e4b247b0a930a6e0766a7eb0_20"
    },
    {
      "start": 1546,
      "end": 1651,
      "text": "\n\n Yeturu Rama Chandra Reddy\n Engineers and Builders,\n 843, Banjara Avenue,\n Banjara Hills, Hyderabad-34.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5e22561173740aba98cc5a82247aaf3_21"
    },
    {
      "start": 1666,
      "end": 1681,
      "text": ".... Appellant.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f2004592fdca4fdfb44c65588a426c5f_22"
    },
    {
      "start": 1694,
      "end": 1703,
      "text": "Versus\n\n ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5ecfdb62a0ce43818a4362c2168fe7e8_23"
    },
    {
      "start": 1703,
      "end": 1722,
      "text": "Executive Director,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c235033dc41433b8921af1fe6be597c_24"
    },
    {
      "start": 1728,
      "end": 1758,
      "text": ": : : Uploaded on - 25/04/2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86ef45475d194e48bc8a3960e9024520_25"
    },
    {
      "start": 1773,
      "end": 1815,
      "text": ": :: Downloaded on - 27/08/2017 23:38:39 :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0c5b6ebe98a9414f9d1464ac1705c2b8_26"
    },
    {
      "start": 1816,
      "end": 1886,
      "text": "::\n                                                               Arb.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2882499c9d8f4b6783e3c54fb60abce9_27"
    },
    {
      "start": 1887,
      "end": 1906,
      "text": "Appeal Nos.6 & 5/16",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d7a50a52cd4c4333b0a8c4e0aead4c31_28"
    },
    {
      "start": 1955,
      "end": 2016,
      "text": "2\n\n\n Godawari Marathawada Irrigation\n Development Corporation",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d8eff2493804b73880bad8ce8671809_29"
    },
    {
      "start": 2017,
      "end": 2029,
      "text": "\n Aurangabad",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa593d3c67d94f79bf1aea0ce9c8dc41_30"
    },
    {
      "start": 2030,
      "end": 2247,
      "text": "Through the\n Executive Engineer, Majalgaon\n Canal Division No. 7, Gangakhed,\n Dist. Parbhani (M.S.)                                     ....Respondent.\n\n\n\n Mr. S. Rajan h/f. Mr. M.D. Narwadkar, Advocate for appellant.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7047162328334eefb47004f881d786b9_31"
    },
    {
      "start": 2248,
      "end": 2321,
      "text": "\n Mr. A.C. Dharmadhikari h/f. Mr. B.R. Surwase, Advocate for\n respondent.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "16a6ad54ccc8465c812e2008080073f7_32"
    },
    {
      "start": 2365,
      "end": 2470,
      "text": "Coram : T.V. Nalawade, J.\n                                          Dated : April 17, 2017.\n\n\n Judgment :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "786847e0c76c4d08b7d825100a7b2cc0_33"
    },
    {
      "start": 2471,
      "end": 2505,
      "text": "\n1) Both the appeals are admitted.",
      "labels": [
        "NONE"
      ],
      "id": "78060c48c1b24cf48d27476dc712bd61_34"
    },
    {
      "start": 2506,
      "end": 2558,
      "text": "Notice after admission is made returnable forthwith.",
      "labels": [
        "NONE"
      ],
      "id": "9cde691d4538436082451a00d7f52c0f_35"
    },
    {
      "start": 2559,
      "end": 2611,
      "text": "By consent, heard both the sides for final disposal.",
      "labels": [
        "NONE"
      ],
      "id": "5a8e25b14d5d477db4ba0749a21e5534_36"
    },
    {
      "start": 2612,
      "end": 2673,
      "text": "\n2) Arbitration Appeal No. 5/2016 is filed by the Contractor,",
      "labels": [
        "FAC"
      ],
      "id": "9a727a569ed84cddad26e7328d3b878a_37"
    },
    {
      "start": 2674,
      "end": 2844,
      "text": " at whose instance Arbitrator was appointed by this Court under section 11 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Act' for short).",
      "labels": [
        "FAC"
      ],
      "id": "08d9ee3e5745469eb64472df8c0add4d_38"
    },
    {
      "start": 2845,
      "end": 2927,
      "text": "The other appeal is filed by the Employer, which is State Government, Corporation.",
      "labels": [
        "FAC"
      ],
      "id": "6620447d238d40a689c61b214d426b65_39"
    },
    {
      "start": 2928,
      "end": 3216,
      "text": "Arbitrator had allowed all the claims of the Contractor and this decision was challenged by filing Misc. Application (RJE) No. 77/2011 by the Employer in the Court of Principal District Judge, (hereinafter referred to as 'P.D.J.' for Arb.Appeal Nos.6 & 5/16 short) Parbhani under the Act.",
      "labels": [
        "FAC"
      ],
      "id": "be5df23ffbef4536a112bb6040199d7a_40"
    },
    {
      "start": 3217,
      "end": 3392,
      "text": "By the decision dated 31.12.2015, the proceeding filed under section 34 of the Act by the Employer is partly allowed and the award given in respect of few claims is set aside.",
      "labels": [
        "FAC"
      ],
      "id": "6b9ad3c30e224e109430a78f32492149_41"
    },
    {
      "start": 3393,
      "end": 3507,
      "text": "In view of these circumstances, both the sides have challenged the decision given by the District Court, Parbhani.",
      "labels": [
        "FAC"
      ],
      "id": "ca987a3bb79142f488f6a73aa85ecb8f_42"
    },
    {
      "start": 3508,
      "end": 3781,
      "text": "\n3) For deciding the challenges raised by both the sides in the appeals, the nature of work and also the history of previous arbitration proceedings in respect of the same work needs to be mentioned.\n4) The work of Majalgaon Right Bank Canal was a part of Jaikwaid Project.",
      "labels": [
        "FAC"
      ],
      "id": "82a4afe28bee41efb507eda79d5a6a7c_43"
    },
    {
      "start": 3782,
      "end": 3940,
      "text": "This project was in respect of construction of dam on river Godavari at Paithan, District Aurangabad and at various places, the canals were to be constructed.",
      "labels": [
        "FAC"
      ],
      "id": "840970fe23b94d98875b5cab591fb485_44"
    },
    {
      "start": 3941,
      "end": 4201,
      "text": "Tender notice of the work of Majalgaon Right Bank Canal from k.m. 72 to 87 and k.m. 88 to 99, which included earthwork (excluding earthwork at k.m. 78 to 87) lining structure, tunnel at k.m. 90 and enroute reservoir at k.m. 91 was published by the Corporation.",
      "labels": [
        "FAC"
      ],
      "id": "6e2ebf87b5054c40a17b5c3f4b685918_45"
    },
    {
      "start": 4202,
      "end": 4276,
      "text": "The work was allotted to the appellant from Arbitration Appeal No. 5/2016.",
      "labels": [
        "FAC"
      ],
      "id": "3c837ecf45d240b487456f4497e6ceb7_46"
    },
    {
      "start": 4329,
      "end": 4357,
      "text": "Arb. Appeal Nos.6 & 5/16  5)",
      "labels": [
        "FAC"
      ],
      "id": "839a52f8ec8945699cfe53a37d3908ca_47"
    },
    {
      "start": 4372,
      "end": 4430,
      "text": "The cost of the work as per the tender was Rs.700.84 lakh.",
      "labels": [
        "FAC"
      ],
      "id": "9c682e44782a4c8098f31638862f7c06_48"
    },
    {
      "start": 4431,
      "end": 4544,
      "text": "The work order was issued on 20.1.1990 and the period of work was fixed as 36 months from the date of work order.",
      "labels": [
        "FAC"
      ],
      "id": "f82f52c5a6ea4588a45e50516c5b59cc_49"
    },
    {
      "start": 4545,
      "end": 4659,
      "text": "From time to time, the Contractor applied for extension of the period and extensions were granted by the Employer.",
      "labels": [
        "FAC"
      ],
      "id": "c23a92131c314017aa1ac95d68f3a40e_50"
    },
    {
      "start": 4660,
      "end": 4737,
      "text": "The total extension of 47 months was granted, which expired in December 1996.",
      "labels": [
        "FAC"
      ],
      "id": "1016dcc3552d46df8a68e910c36eca7d_51"
    },
    {
      "start": 4738,
      "end": 4796,
      "text": "Prior to that the Contractor abandoned the remaining work.",
      "labels": [
        "FAC"
      ],
      "id": "ba0339c76e2441d385d1a800bc3f9871_52"
    },
    {
      "start": 4797,
      "end": 4869,
      "text": "Initially pre-final bill was prepared and it was finalised on 14.3.1998.",
      "labels": [
        "FAC"
      ],
      "id": "34dbc3ac89a044e8b52f9055d31e3998_53"
    },
    {
      "start": 4870,
      "end": 4968,
      "text": "The amount mentioned in the final bill was accepted by the Contractor without raising any protest.",
      "labels": [
        "FAC"
      ],
      "id": "5b27fdb3be654cac81dd373ec9152c5e_54"
    },
    {
      "start": 4969,
      "end": 5179,
      "text": "\n6) During the execution of the work, the Contractor had raised disputes as provided by General Conditions of Contract (hereinafter referred to as 'G.C.C.' for short) and particularly, as per the Clause No. 56.",
      "labels": [
        "FAC"
      ],
      "id": "c904dce907a7465fb6b39b52e5d0c157_55"
    },
    {
      "start": 5180,
      "end": 5224,
      "text": "These disputes were raised in the year 1995.",
      "labels": [
        "FAC"
      ],
      "id": "f100c79649704f56a820e93d8d4a77ac_56"
    },
    {
      "start": 5225,
      "end": 5345,
      "text": "On most of the disputes, the incharge Engineer gave the decision and it was communicated to the Contractor on 15.7.1995.",
      "labels": [
        "FAC"
      ],
      "id": "4a3d89ae6478451ca7f862bb42d8fd4a_57"
    },
    {
      "start": 5347,
      "end": 5570,
      "text": "7) The Contractor was not satisfied with the decision Arb.Appeal Nos.6 & 5/16 given by the incharge Chief Engineer and he referred the dispute to Board of Arbitrators which was constituted as per Clause No. 57 of the G.C.C.",
      "labels": [
        "FAC"
      ],
      "id": "65374913a2d74dcdb3649d5a5fce7a5e_58"
    },
    {
      "start": 5571,
      "end": 5642,
      "text": "As per the agreement, the Board was expected to deliver reasoned award.",
      "labels": [
        "FAC"
      ],
      "id": "3da880d733414edea4645de3992f622d_59"
    },
    {
      "start": 5643,
      "end": 5767,
      "text": "The Contractor made claims under eleven heads before Board of Arbitrators and all the claims were contested by the Employer.",
      "labels": [
        "FAC"
      ],
      "id": "88699713143a44e08f59b1b8f5ad5b6f_60"
    },
    {
      "start": 5768,
      "end": 5896,
      "text": "In all 13 claims were made by the Contractor before the department, but he prosecuted 11 claims before the Board of Arbitrators.",
      "labels": [
        "FAC"
      ],
      "id": "9e69afe103b34952a4149a2035920e52_61"
    },
    {
      "start": 5897,
      "end": 6142,
      "text": "It is the case of Contractor that the decision on claim Nos. 12 and 13 was likely to be taken departmentally as per the terms and conditions of the contract and so, he had preferred not to take decision on these claims from Board of Arbitrators.",
      "labels": [
        "FAC"
      ],
      "id": "5c3b9044b8ed4dc0a9944511e55abf1a_62"
    },
    {
      "start": 6143,
      "end": 6216,
      "text": "The Board of Arbitrators gave award in respect of 11 claims on 27.5.1998.",
      "labels": [
        "FAC"
      ],
      "id": "165a889df3d4480e9b5a2a59e008137c_63"
    },
    {
      "start": 6217,
      "end": 6399,
      "text": "\n8) The reference was made to Board of Arbitrators as per the procedure given in the agreement between the parties and the provisions of Indian Arbitration Act, 1940 were applicable.",
      "labels": [
        "FAC"
      ],
      "id": "c32172f8f92f43b795d0b9d19f3f2a00_64"
    },
    {
      "start": 6400,
      "end": 6503,
      "text": "The award was filed as per the old provisions in the Court and rule was made by the Court on the award.",
      "labels": [
        "FAC"
      ],
      "id": "5c55e656130f4a598f4c03ff782dff67_65"
    },
    {
      "start": 6504,
      "end": 6562,
      "text": "The award and the decision of the Court have become final.",
      "labels": [
        "FAC"
      ],
      "id": "5f808f749f484e368b2b7dedacb098d8_66"
    },
    {
      "start": 6563,
      "end": 6741,
      "text": "The award of amount of Rs.2,61,14,396/- was given in favour of the Contractor and the cost of Rs. 1,21,721/- was also awarded in Arb.Appeal Nos.6 & 5/16 favour of the Contractor.",
      "labels": [
        "FAC"
      ],
      "id": "1ccbcf6ec2ee4d7a96e6faa1744d5020_67"
    },
    {
      "start": 6742,
      "end": 6869,
      "text": "This amount was deposited in the Court when the Employer failed in appeal which was filed in this Court to challenge the award.",
      "labels": [
        "FAC"
      ],
      "id": "142a5c9d0d2c44eca9c3423ff53f386a_68"
    },
    {
      "start": 6870,
      "end": 6907,
      "text": "The appeal was dismissed on 8.7.1999.",
      "labels": [
        "FAC"
      ],
      "id": "a9b52b5ddf084d05b9b0b240f99c7f18_69"
    },
    {
      "start": 6909,
      "end": 7110,
      "text": "9) No decision was given by the Chief Executive Engineer on the aforesaid two claims which were made with the Department and which were not prosecuted before the Board of Arbitrators by the Contractor.",
      "labels": [
        "FAC"
      ],
      "id": "ebfe0c329e5c4a4583be6c7a461d7ce3_70"
    },
    {
      "start": 7111,
      "end": 7244,
      "text": "By the letter dated 6.2.2002, first time the Contractor informed to the Department that he wanted to refer the dispute to Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "e1cef7419a41486fb1249601cb6c611b_71"
    },
    {
      "start": 7245,
      "end": 7351,
      "text": "Prior to that, the incharge Executive Engineer and Superintending Engineer had rejected these claims also.",
      "labels": [
        "FAC"
      ],
      "id": "6077a2ef21fe47cc9209c4d87b82ba3e_72"
    },
    {
      "start": 7352,
      "end": 7473,
      "text": "\n10) The Contractor then gave the name of his nominee for constitution of Board of Arbitrators by letter dated 21.3.2002.",
      "labels": [
        "FAC"
      ],
      "id": "4202667ffee94c85808f9c27e6f389b8_73"
    },
    {
      "start": 7474,
      "end": 7566,
      "text": "The Employer did not give the name of it's nominee who was to work as the second Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "86c9dffee2c643988e8a0ea4db029830_74"
    },
    {
      "start": 7567,
      "end": 7775,
      "text": "In the letter dated 21.3.2002 itself, the Contractor had informed to the Employer that if the Employer does not appoint Arbitrator, the Arbitrator appointed by the Contractor will work as the sole Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "5bd6edcd4ab14126b01c610aad4f7dee_75"
    },
    {
      "start": 7776,
      "end": 8009,
      "text": "As per the procedure given in Clause 57 of the agreement, G.C.C., the Contractor had already requested the Chairman of the Arb.Appeal Nos.6 & 5/16 Central Water Commission (C.W.C.) to see that the Board of Arbitrators is constituted.",
      "labels": [
        "FAC"
      ],
      "id": "b3b7759201eb4ad68dda052068ef20a7_76"
    },
    {
      "start": 8010,
      "end": 8249,
      "text": "However, by the letter dated 25.3.2002, the Contractor informed to the Chairman that his letter dated 8.2.2002 made in aforesaid regard be ignored and action should not be taken by the Chairman for constitution of the Board of Arbitrators.",
      "labels": [
        "FAC"
      ],
      "id": "7cddbb98fc9a4e419996564e84af2c41_77"
    },
    {
      "start": 8250,
      "end": 8436,
      "text": "Then the Contractor filed a proceeding in the High Court bearing No. 5/2002 for appointment of Arbitrator under the provision of section 11 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "FAC"
      ],
      "id": "46fd133ba90d45399e0798b70cf8145d_78"
    },
    {
      "start": 8437,
      "end": 8548,
      "text": "Due to the aforesaid correspondence made by the Contractor, the Chairman of C.W.C. did not take further action.",
      "labels": [
        "FAC"
      ],
      "id": "012bcc33d6124c0692c63117f0cfc354_79"
    },
    {
      "start": 8549,
      "end": 8666,
      "text": "\n11) The Chairman of C.W.C. was not made party in the proceeding filed under section 11 of the Act in the High Court.",
      "labels": [
        "FAC"
      ],
      "id": "0f8bde7e391241fea2d801e754887df9_80"
    },
    {
      "start": 8667,
      "end": 8833,
      "text": "This application was opposed by the Employer by contending that the High Court had no power and the Board of Arbitrators needs to be constituted as per the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "011ebc7725d24b5c88b3e0acf1fc1603_81"
    },
    {
      "start": 8834,
      "end": 8940,
      "text": "This Court appointed retired Justice Shri. A.S. Bhate as the sole Arbitrator by the order dated 10.7.2003.",
      "labels": [
        "RLC"
      ],
      "id": "0e52e3d3bea642fdabb48a2c279d746b_82"
    },
    {
      "start": 8941,
      "end": 9207,
      "text": "The Employer filed review application by contending that it was necessary to create the Board of Arbitrators as per the provisions of agreement and the sole Arbitrator appointed by the High Court cannot get Arb.Appeal Nos.6 & 5/16 jurisdiction to decide the dispute.",
      "labels": [
        "FAC"
      ],
      "id": "90f0fb57d05b4167902ef4a7ab338c0a_83"
    },
    {
      "start": 9208,
      "end": 9312,
      "text": "In the review application, the High Court again asked the parties to supply three names by each of them.",
      "labels": [
        "RLC"
      ],
      "id": "28f9a0b940a741f388a1928d8da3d7f7_84"
    },
    {
      "start": 9313,
      "end": 9436,
      "text": "In the meantime, retried Justice Shri. Bhate informed to the High Court that he was not willing to work as sole Arbitrator.",
      "labels": [
        "RLC"
      ],
      "id": "ddae5dcf83024ee38f67b8c22f9536b6_85"
    },
    {
      "start": 9437,
      "end": 9544,
      "text": "This Court then made appointment of one retired District Judge Shri. R.G. Karmarkar as the sole Arbitrator.",
      "labels": [
        "RLC"
      ],
      "id": "dae16b56e62a45eabcdf03ba25ff06a1_86"
    },
    {
      "start": 9545,
      "end": 9692,
      "text": "The Employer had objection to appointment of Arbitrator under section 11 of the Act, but he did not raise objection to the name of Shri. Karmarkar.",
      "labels": [
        "FAC"
      ],
      "id": "470725bc679e4c16a3a4bcc57492754c_87"
    },
    {
      "start": 9693,
      "end": 9858,
      "text": "It is the case of Employer that it had not given consent for appointment of sole Arbitrator and only objection was not taken to the name suggested by the High Court.",
      "labels": [
        "FAC"
      ],
      "id": "a5d12fc6ae4c47948d372d9858446c6b_88"
    },
    {
      "start": 9859,
      "end": 10060,
      "text": "After making of the appointment of Shri. Karmarkar, as there was mention of consent of the Employer in the order, application was moved by the Employer for making correction and to remove that mention.",
      "labels": [
        "FAC"
      ],
      "id": "df74d45f1e7e43439320a3dda72a109a_89"
    },
    {
      "start": 10061,
      "end": 10107,
      "text": "The High Court did not accept that contention.",
      "labels": [
        "RLC"
      ],
      "id": "f97a531cdea541e58d87d8b71d2a1cc4_90"
    },
    {
      "start": 10108,
      "end": 10188,
      "text": "The application filed for correction was rejected by the High Court on 4.3.2004.",
      "labels": [
        "RLC"
      ],
      "id": "709dac601eb143d193095e01d705d71a_91"
    },
    {
      "start": 10189,
      "end": 10362,
      "text": "The order of appointment of Shri. Karmarkar dated 9.10.2003 and the order dated 4.3.2004 were challenged by the Employer in the Apex Court by filing Special Leave to Appeal.",
      "labels": [
        "RLC"
      ],
      "id": "a08b72dfc9c049afa86bc7e5094bd52c_92"
    },
    {
      "start": 10363,
      "end": 10477,
      "text": "\n12) The Hon'ble Apex Court granted stay to the orders of Arb.Appeal Nos.6 & 5/16 Hon'ble High Court on 14.3.2005.",
      "labels": [
        "FAC"
      ],
      "id": "d8f89663b7a64dafb6c9e33d1e6ec1bc_93"
    },
    {
      "start": 10478,
      "end": 10539,
      "text": "Before that date, Shri. Karmarkar had started the proceeding.",
      "labels": [
        "FAC"
      ],
      "id": "96dedff63dd446e083af1dba1aa95255_94"
    },
    {
      "start": 10540,
      "end": 10627,
      "text": "The claim statement was filed and the written statement was also filed by the Employer.",
      "labels": [
        "FAC"
      ],
      "id": "cd3c76a528df42478223d842dc32ce6f_95"
    },
    {
      "start": 10628,
      "end": 10771,
      "text": "The Employer took the defence that the Arbitrator had no jurisdiction and he was not competent as his appointment was not as per the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "aadaa110fbc7461cab25e296a09d25c5_96"
    },
    {
      "start": 10772,
      "end": 10885,
      "text": "Other objection was taken that the claims were barred by the principle of res-judicata and they were time barred.",
      "labels": [
        "FAC"
      ],
      "id": "ee87acf0abfc439997aa11a47b1a870c_97"
    },
    {
      "start": 10886,
      "end": 10960,
      "text": "On merits also, the claims raised before the sole Arbitrator were opposed.",
      "labels": [
        "FAC"
      ],
      "id": "baee2e2c04e44590a45586cb85a5d1fc_98"
    },
    {
      "start": 10962,
      "end": 11088,
      "text": "13) Due to stay granted by the Apex Court, the proceeding before Shri. Karmarkar remained stayed from 14.3.2005 to 28.11.2007.",
      "labels": [
        "RLC"
      ],
      "id": "a4898c995a414e1c9728b0ca204fa210_99"
    },
    {
      "start": 11089,
      "end": 11304,
      "text": "On 28.11.2007, the Apex Court disposed of the Special Leave to Appeal with observations that the point of jurisdiction can be decided by the Arbitrator himself in view of the position of law prevailing at that time.",
      "labels": [
        "RLC"
      ],
      "id": "01af43385e484165a08757b97b21b6d7_100"
    },
    {
      "start": 11305,
      "end": 11374,
      "text": "Shri. Karmarkar then expressed his enability to act as an Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "230d4ca5d4fe40a6bbe4264e7a24e3ee_101"
    },
    {
      "start": 11375,
      "end": 11479,
      "text": "Prior to that, in the year 2004, he had passed order on objection of jurisdiction taken by the Employer.",
      "labels": [
        "FAC"
      ],
      "id": "a7b4e10091da4a03811dbdb754eedac8_102"
    },
    {
      "start": 11480,
      "end": 11604,
      "text": "The names of retired Justice Shri. S.C. Malte and retired Justice Shri. S.G. Mutalik were suggested by High Court this time.",
      "labels": [
        "NONE"
      ],
      "id": "186311b9ba434c0bb61bbd0b8f8c7776_103"
    },
    {
      "start": 11605,
      "end": 11749,
      "text": "The Employer contended that such persons cannot be appointed as Arbitrator Arb.Appeal Nos.6 & 5/16 in view of the agreement made by the parties.",
      "labels": [
        "FAC"
      ],
      "id": "213a65b4b98641ddbec906c17cdc0e3b_104"
    },
    {
      "start": 11750,
      "end": 11813,
      "text": "This Court then appointed Shri. Mutalik as the sole Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "b52b029e13a94c03bb2446366efc4897_105"
    },
    {
      "start": 11814,
      "end": 11893,
      "text": "Before Shri. Mutalik also, the Employer took aforesaid defences and objections.",
      "labels": [
        "FAC"
      ],
      "id": "7095db4a93404c068bdd814d84f9ad32_106"
    },
    {
      "start": 11894,
      "end": 12053,
      "text": "The request was made to decide the point of jurisdiction first, but Shri. Mutalik, Arbitrator expressed that this point will be decided along with the dispute.",
      "labels": [
        "FAC"
      ],
      "id": "e49ddf9eda114159acdd46d1073a4da4_107"
    },
    {
      "start": 12054,
      "end": 12151,
      "text": "Shri. Mutalik fixed his fees as Rs.1,00,000/- for reading the papers and Rs.70,000/- per meeting.",
      "labels": [
        "FAC"
      ],
      "id": "63e77cfee00f4b4f8736ef4ed1eaf15a_108"
    },
    {
      "start": 12152,
      "end": 12274,
      "text": "The order with regard to aforesaid charges and fees was also challenged by the Employer, but the Employer did not succeed.",
      "labels": [
        "FAC"
      ],
      "id": "059d00445cf74296b1269ebbf1cd7c1b_109"
    },
    {
      "start": 12275,
      "end": 12362,
      "text": "\n14) The learned Arbitrator has allowed all the claims of the Contractor (7 +1 Claims).",
      "labels": [
        "FAC"
      ],
      "id": "1e84ddbd4482483f8566bcf21f703426_110"
    },
    {
      "start": 12363,
      "end": 12464,
      "text": "It is held by the learned Arbitrator that there is no bar of principle of res-judicata to the claims.",
      "labels": [
        "FAC"
      ],
      "id": "0689de0fc96941558e100ed234353a5e_111"
    },
    {
      "start": 12465,
      "end": 12658,
      "text": "Though issue was framed on the point of limitation and it was clubbed with the issue of res-judicata, the award delivered by the learned Arbitrator does not show that he had touched this point.",
      "labels": [
        "FAC"
      ],
      "id": "75d290274fa44261b22067a87451c287_112"
    },
    {
      "start": 12659,
      "end": 12785,
      "text": "The learned Arbitrator has held that in view of the order made by this Court under section 11 of the Act, he has jurisdiction.",
      "labels": [
        "FAC"
      ],
      "id": "4e28689b453f40d3b8e227ec514d1eb9_113"
    },
    {
      "start": 12786,
      "end": 12931,
      "text": "The learned Arbitrator has held that the Contractor is entitled to recover the amount of Rs. 11,24,60,651/- with interest at the rate of 16% p.a.",
      "labels": [
        "RLC"
      ],
      "id": "e5556c102d934a8ab03be111d6f800af_114"
    },
    {
      "start": 12932,
      "end": 13181,
      "text": "and has held that the interest Arb.Appeal Nos.6 & 5/16 will be payable up to the period ending on 30.9.2003 and then the interest will be payable from 4.2.2004 the date of filing of the claims on the awarded amount then till the date of realisation.",
      "labels": [
        "RLC"
      ],
      "id": "28a07c4d4f3d49578b0fe36ac0bc8e3b_115"
    },
    {
      "start": 13182,
      "end": 13263,
      "text": "The cost of Rs.10,00,000/- was imposed by the learned Arbitrator on the Employer.",
      "labels": [
        "RLC"
      ],
      "id": "5bb994bcb73d489697a31e23dc6affbd_116"
    },
    {
      "start": 13264,
      "end": 13301,
      "text": "This award was delivered on 3.4.2011.",
      "labels": [
        "FAC"
      ],
      "id": "aede9182f6be4293b97ab9c6ae6724df_117"
    },
    {
      "start": 13303,
      "end": 13503,
      "text": "15) In the decision given by the learned P.D.J., Parbhani in Application (RJE) No. 77/2011, the learned P.D.J. has set aside the award of Arbitrator in respect of claim Nos. 2 [2A and 2B], 3, 4 and 5.",
      "labels": [
        "FAC"
      ],
      "id": "16703349ae714c4080da0b3b8874e7b1_118"
    },
    {
      "start": 13504,
      "end": 13573,
      "text": "The award in respect of claim Nos. 1 and 6 is confirmed by the P.D.J.",
      "labels": [
        "FAC"
      ],
      "id": "e1053bb74e7f4571a5a697b271a08135_119"
    },
    {
      "start": 13574,
      "end": 13702,
      "text": "The claim No. 7 was in respect of interest and so, it can be said that interest is allowed in respect of the claim Nos. 1 and 6.",
      "labels": [
        "FAC"
      ],
      "id": "1579879619c64de0b6180dcc41716ad9_120"
    },
    {
      "start": 13703,
      "end": 13834,
      "text": "The learned P.D.J. has held that the claim Nos. 2A, 2B, 4 and 5 cannot be allowed as they are hit by the principle of res-judicata.",
      "labels": [
        "FAC"
      ],
      "id": "830e875c79e348bf9e68ec9f3ac8d92f_121"
    },
    {
      "start": 13835,
      "end": 13892,
      "text": "The learned P.D.J. held that claim No. 4 was time barred.",
      "labels": [
        "FAC"
      ],
      "id": "a5bbb9d5065945c3a8d306f1a997741a_122"
    },
    {
      "start": 13893,
      "end": 14071,
      "text": "The claim No. 3 is set aside by holding that there is virtually no evidence and there is no justification in awarding this claim when the award was required to be reasoned award.",
      "labels": [
        "ISSUE"
      ],
      "id": "f1b7aa909527468590e62dfd5c8bacbf_123"
    },
    {
      "start": 14072,
      "end": 14220,
      "text": "\n16) In the present matter, in view of the contentions Arb.Appeal Nos.6 & 5/16 made and the arguments advanced, following points need to be decided.",
      "labels": [
        "ISSUE"
      ],
      "id": "41aaf7c80cc64d86a647adf2792eb898_124"
    },
    {
      "start": 14221,
      "end": 14426,
      "text": "\n(i) Whether the present matters need to be decided by Commercial Appellate Division constituted under the Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act, 2015 ?",
      "labels": [
        "ISSUE"
      ],
      "id": "067b39b036f5423bbb8df4986b706382_125"
    },
    {
      "start": 14427,
      "end": 14547,
      "text": "\n(ii) Whether the learned Arbitrator Shri. Mutalik, Retired Judge of this Court was competent in view of the agreement ?",
      "labels": [
        "ISSUE"
      ],
      "id": "273350fe5d0b43759bc2ada75520c286_126"
    },
    {
      "start": 14548,
      "end": 14691,
      "text": "\n(iii) Whether claim Nos. 1, 2, 3 & 6 could have been considered by the Arbitral Tribunal in view of the terms and conditions of the contract ?",
      "labels": [
        "ISSUE"
      ],
      "id": "ada566b868fa43f98a9c3a3c55d75fc2_127"
    },
    {
      "start": 14692,
      "end": 14881,
      "text": "\n(iv) Whether the aforesaid claims [2A, 2B, 4 and 5] are hit by the principle of res-judicata ?\n(v) Whether claim Nos. 1, 4 & 6 are time barred?\n(vi) Whether claim No. 3 was substantiated ?",
      "labels": [
        "ISSUE"
      ],
      "id": "90d2980ca6784a8fb655022683bb1727_128"
    },
    {
      "start": 14882,
      "end": 15031,
      "text": "\n(vii) Whether the award delivered by the learned Arbitrator and the decision given by the learned P.D.J. need to be interfered with in the appeals ?",
      "labels": [
        "ISSUE"
      ],
      "id": "b65008dba38f41608c39796bb8aba81b_129"
    },
    {
      "start": 15032,
      "end": 15480,
      "text": "\nPoint No. 1 :-\nEffect of the provisions of the Commercial Courts, Arb.Appeal Nos.6 & 5/16 Commercial Division and Commercial Appellate Division of High Court Act, 2015 on the jurisdiction of this Court :\n17) The learned counsel for Contractor submitted that for Aurangabad Bench of this Court, Commercial Appellate Division of High Court is created under the aforesaid enactment and so, the present matters need to be placed before the said Court.",
      "labels": [
        "RLC"
      ],
      "id": "cd8bfd8c2ec5460d829917d4683d1dc6_130"
    },
    {
      "start": 15481,
      "end": 15617,
      "text": "For ascertaining as to whether this Court has jurisdiction, this Court has seen the scheme of the aforesaid Special Enactment carefully.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5be2a4df6eed48d3bc499ac5701d337c_131"
    },
    {
      "start": 15618,
      "end": 15800,
      "text": "It is true that the dispute of the present matters falls under the definition of 'commercial dispute' given under section 2(c) and the value of the dispute is more than Rs.\n28 Crore.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f366e7f1af954991be6d732cc6ebd443_132"
    },
    {
      "start": 15802,
      "end": 15966,
      "text": "18) Aurangabad Bench of Bombay High Court has no ordinary original civil jurisdiction and so, there is no Commercial Division of the High Court at Aurangabad Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "017044c2a24045f8941b7f3cb5c7ff0f_133"
    },
    {
      "start": 15967,
      "end": 16092,
      "text": "Commercial Appellate Division for Aurangabad Bench came to be constituted under the aforesaid Act with effect from 30.6.2016.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4a6150dd8f24a51b6c9cbb2576f1458_134"
    },
    {
      "start": 16093,
      "end": 16139,
      "text": "The present proceeding was filed on 31.3.2016.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f583040bb2444af4aa1ce06f1748b7bf_135"
    },
    {
      "start": 16140,
      "end": 16266,
      "text": "The proceeding under section 34 of the Act was decided by the learned P.D.J., Parbhani on 31.12.2016 as \"Court\" under the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38149ac22579427ba1bc702ec4999481_136"
    },
    {
      "start": 16267,
      "end": 16561,
      "text": "This is because first Arb.Appeal Nos.6 & 5/16 time by Government notification dated 30.6.2016, the Government constituted commercial Court at district levels including for district Parbhani and High Court under letter dated 14.7.2016 appointed the Judges of District Court as Commercial Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6622cca1d0dc4b33a35d21bd6bd2bb4e_137"
    },
    {
      "start": 16562,
      "end": 16725,
      "text": "From the record, it can be said that for Parbhani district and other districts, the Commercial Court actually started functioning for district places on 16.7.2016.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ff7cd42575c4bbb806529ac70c7793c_138"
    },
    {
      "start": 16726,
      "end": 16995,
      "text": "The aforesaid Special Enactment was published by notification in official gazette on 31.12.2015, but the Courts were constituted subsequently and the proceeding under section 34 was decided by the learned P.D.J. as the \"Court\" under section 34 of the Act on 31.12.2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a121ebd4677142a181fb17ce45e9273f_139"
    },
    {
      "start": 16997,
      "end": 17250,
      "text": "19) The matters which are required to be decided by Commercial Appellate Division are mentioned in section 13 of the aforesaid Special Enactment and the provision runs as under :-\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.-",
      "labels": [
        "STA"
      ],
      "id": "24c164eaebe6496d92e5fb374e2145da_140"
    },
    {
      "start": 17251,
      "end": 17835,
      "text": "(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or Arb.Appeal Nos.6 & 5/16 order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1906 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n",
      "labels": [
        "STA"
      ],
      "id": "3b2418e077174b77a3ba9dd47fa31208_141"
    },
    {
      "start": 17835,
      "end": 18243,
      "text": "(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n20) Section 3 of this Special Enactment shows that the State Government is expected to constitute the Commercial Courts by notification.",
      "labels": [
        "STA"
      ],
      "id": "4207bc29a6c641c7acc8e8b7358665c0_142"
    },
    {
      "start": 18244,
      "end": 18326,
      "text": "It is required to be published in official gazette and that was done on 30.6.2016.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c37421ccb68411c97e1ad1be9873053_143"
    },
    {
      "start": 18327,
      "end": 18559,
      "text": "On the date of decision of the matter filed under section 34 of the Act, Commercial Court was not in existence and similarly, Commercial Appellate Division was also not in existence when the present appeals were filed in this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b4843606bb54764b21dd54d013a11f2_144"
    },
    {
      "start": 18560,
      "end": 18923,
      "text": "The provision of section 15 takes care of the pending matters and this provision shows that only the matters which are filed or were filed under section 34 of the Act and which were still pending can be Arb.Appeal Nos.6 & 5/16 transferred under the provision of section 15 and they are required to be transferred either to Commercial Court or Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c8551771c6844d30ab31a097bedd92f0_145"
    },
    {
      "start": 18924,
      "end": 19191,
      "text": "Neither in section 15 nor in any other provision of the Special Enactment, there is provision for transferring the appeals, which are filed against the decisions given by the Courts as mentioned in section 34 of the Act to Commercial Appellate Division of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8768775d80c482ab75bef4797cbea75_146"
    },
    {
      "start": 19192,
      "end": 19403,
      "text": "In view of this position of law, it needs to be held that present appeals need to be decided by this Court as appeals filed under section 37 of the Act and not by Commercial Appellate Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7393e5c2456041cb8a8bd02503101a71_147"
    },
    {
      "start": 19404,
      "end": 19442,
      "text": "So, the point is answered accordingly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d77f480a034485da0f984fdb169b4f5_148"
    },
    {
      "start": 19443,
      "end": 19737,
      "text": "\n21) On the aforesaid point, the learned counsel for Contractor placed reliance on the observations made by Commercial Appellate Division of this Court at Principal Seat in Judgment of Commercial Appeal No. 7 of 2016 [Hubtown Limited Vs. IDBI Trusteeship Service Limited] decided on 24.10.2016.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dddfc72d2fe148e9a8ecb8bba0ee7ef8_149"
    },
    {
      "start": 19738,
      "end": 19858,
      "text": "This Court has carefully gone through the facts of this case and observations made by the Commercial Appellate Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30e477aeefe74e668558aa4ef05d7926_150"
    },
    {
      "start": 19859,
      "end": 20023,
      "text": "The facts were totally different and the order made by the Commercial Division in Summons for Judgment was taken in appeal before the Commercial Appellate Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e18f845951fc4fd78cc8b430660022be_151"
    },
    {
      "start": 20024,
      "end": 20311,
      "text": "It was held Arb.Appeal Nos.6 & 5/16 that appeal filed under section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 was tenable and the order of learned Single Judge of Commercial Division in Summons for Judgment was set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0918cccc9a7447c1830e79e0a1e3f77d_152"
    },
    {
      "start": 20312,
      "end": 20454,
      "text": "The maintainability of Commercial Appeal was in question, but as the order of Commercial Division was taken in appeal such decision was given.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ded32a2f2c64ec7a7b959be092a8eda_153"
    },
    {
      "start": 20455,
      "end": 20550,
      "text": "Thus, the observations made in this case are of no use to the Contractor in the present matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "897e056019954dceab4da8bc929947de_154"
    },
    {
      "start": 20551,
      "end": 20602,
      "text": "\nPoint No. 2 - Compentency of the Arbitrator :-\n22)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b87abd5791504588a40d0f68b028855c_155"
    },
    {
      "start": 20603,
      "end": 20820,
      "text": "To ascertain, whether the retired Judge of the High Court Shri. Mutalik could have been appointed as Arbitrator under section 11 of the Act, the provision of section 11 (relevant portion) needs to be considered first.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "656117ee52bb461d80a3c11fcc95c0bb_156"
    },
    {
      "start": 20821,
      "end": 20945,
      "text": "The relevant portions are section 11(1) to 11(6), 11(8) of the Act and they run as under :-\n\"11. APPOINTMENT OF ARBITRATORS.",
      "labels": [
        "STA"
      ],
      "id": "0150ba68c4b342d5b980e3f3a34c9124_157"
    },
    {
      "start": 20946,
      "end": 21040,
      "text": "-(1) A person of any nationality may be an arbitrator, unless otherwise agreed by the parties.",
      "labels": [
        "STA"
      ],
      "id": "1641e37e394c49f8be6d2f26dea5a862_158"
    },
    {
      "start": 21041,
      "end": 21164,
      "text": "\n(2) Subject to sub-section (6), the parties are free to agree on a procedure for appointing the arbitrator or arbitrators.",
      "labels": [
        "STA"
      ],
      "id": "9040acf5a7e94298aa044f68c8822c35_159"
    },
    {
      "start": 21165,
      "end": 21442,
      "text": "\n(3) Failing any agreement referred to in sub-section (2), in an arbitration with three Arb.Appeal Nos.6 & 5/16 arbitrators, each party shall appoint one arbitrator, and the two appointed arbitrators shall appoint the third arbitrator who shall act as the presiding arbitrator.",
      "labels": [
        "STA"
      ],
      "id": "dccd522c992a4211a504d27bfc3b5010_160"
    },
    {
      "start": 21443,
      "end": 21576,
      "text": "\n                        (4)    If the appointment procedure in sub-                section (3) applies and-                         ",
      "labels": [
        "STA"
      ],
      "id": "5f32786e821d4c25946e0ed956657e1f_161"
    },
    {
      "start": 21576,
      "end": 21953,
      "text": "(a) a party fails to appoint an arbitrator within thirty days from the receipt of a request to do so from the other party; of (b) the two appointed arbitrators fail to agree on the third arbitrator within thirty days from the date of their appointment, the appointment shall be made, upon request of a party, by the Chief Justice or any person or institution designated by him.",
      "labels": [
        "STA"
      ],
      "id": "8a9cf2826548418fa62f4dff8eb6061d_162"
    },
    {
      "start": 21954,
      "end": 22316,
      "text": "\n(5) Failing any agreement referred to in sub-section(2), in an arbitration with a sole arbitrator, if the parties fail to agree on the arbitrator within thirty days from receipt of a request by one party from the other party to so agree the appointment shall be made, upon request of a party, by the Chief Justice or any person or institution designated by him.",
      "labels": [
        "STA"
      ],
      "id": "51ff0f7b77474571a9dea680ac228066_163"
    },
    {
      "start": 22342,
      "end": 22373,
      "text": "(6)    Where,      under       ",
      "labels": [
        "STA"
      ],
      "id": "577ade9ef4984261b9187dcecfea3510_164"
    },
    {
      "start": 22373,
      "end": 22393,
      "text": "an       appointment",
      "labels": [
        "STA"
      ],
      "id": "49b7629773fd446599e7f67ece4d5f7f_165"
    },
    {
      "start": 22409,
      "end": 22448,
      "text": "procedure agreed upon by the parties, -",
      "labels": [
        "STA"
      ],
      "id": "974cc297e5a24585987bada9f2d8c04d_166"
    },
    {
      "start": 22474,
      "end": 22578,
      "text": "(a)    a party fails to act as required under                that procedure; or                         ",
      "labels": [
        "STA"
      ],
      "id": "6aabf15729f44c33ad4a5d15683deedc_167"
    },
    {
      "start": 22578,
      "end": 23069,
      "text": "(b)    the   parties,   or   the    two     appointed arbitrators, fail to reach an agreement expected of them under that procedure; or Arb.Appeal Nos.6 & 5/16 (c) a person, including an institution, fails to perform any function entrusted to him or it under that procedure, a party may request the Chief Justice or any person or institution designated by him to take the necessary measure, unless the agreement on the appointment procedure provides other means for securing the appointment.",
      "labels": [
        "STA"
      ],
      "id": "a4fea9184f51471997515cff07b8fb98_168"
    },
    {
      "start": 23095,
      "end": 23135,
      "text": "(7)    ........\n                        ",
      "labels": [
        "STA"
      ],
      "id": "cf2c90ac7b144b5e9169da885537a34d_169"
    },
    {
      "start": 23135,
      "end": 23464,
      "text": "( 8)    The Chief Justice or the person or institution designated by him, in appointing an arbitrator, shall have due regard to- (a) any qualifications required of the arbitrator by the agreement of the parties; and (b) other considerations as are likely to secure the appointment of an independent and impartial arbitrator.\"\n23)",
      "labels": [
        "STA"
      ],
      "id": "67ae07aba98f4c6b8b01ba77dc5d01ea_170"
    },
    {
      "start": 23465,
      "end": 23662,
      "text": "In the present matters, the application under section 11 of the Act was filed in the year 2002 and the appointment of retired Judge of this Court was made first time in the proceeding on 10.7.2003.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4a61822677f4a96814e3810836fd4ea_171"
    },
    {
      "start": 23663,
      "end": 23802,
      "text": "The subsequent appointments of sole Arbitrator mentioned above were made only to replace the first sole Arbitrator appointed by this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a0d54e8d88a6465396efcabf32f9f54b_172"
    },
    {
      "start": 23803,
      "end": 23896,
      "text": "This decision was taken up to Supreme Court by filing Special Leave Petition by the Employer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "094f36134be54fe7b944cb6ff3c0e2b8_173"
    },
    {
      "start": 23897,
      "end": 24204,
      "text": "The Apex Court referred the case of M/s. S.B.P & Co. Vs. M/s. Patel Engineering Ltd. and Anr. [AIR 2006 SUPREME Arb.Appeal Nos.6 & 5/16 COURT 450] and held that it will be open to raise the challenge to jurisdiction of Arbitrator appointed by High Court before the Arbitrator himself as provided in the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8ae4100926174f5c9b8db54479208bce_174"
    },
    {
      "start": 24205,
      "end": 24604,
      "text": "In the case of S.B.P. & Co. cited supra also, the Apex Court had made it clear that if the applications filed under section 11 of the Act were already decided, it is to be presumed that in those cases, the appointments were made as per the ratio of previous case of Apex Court reported as M/s. Konkan Railway Corporation Ltd. and Anr. Vs. M/s. Rani Construction P. Ltd. [AIR 2002 SUPREME COURT 778].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6c5341da76cd425295467abb922fb2a9_175"
    },
    {
      "start": 24605,
      "end": 24988,
      "text": "As the contrary view was taken in the case of S.B.P. & Co., cited supra, the Apex Court made it clear in the case of S.B.P. & Co. itself that in the matters in which Arbitrators were already appointed as per the case of Konkan Railway Corporation cited supra, in those cases all objections with regard to jurisdiction of the Arbitrator need to be decided under section 16 of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2cb13803454a4e53b155cce9e2df7d72_176"
    },
    {
      "start": 24989,
      "end": 25125,
      "text": "This position of law needs to be kept in mind while applying the provisions of section 11(1) to 11(6) of the Act to the present matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "638ce90d061e42d59f3eb10f24a199e1_177"
    },
    {
      "start": 25126,
      "end": 25204,
      "text": "Thus, the point of competency of the Arbitrator is open in the present matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d69482f211742ad92e90ac6f4a46770_178"
    },
    {
      "start": 25205,
      "end": 25397,
      "text": "In view of the provision of section 16 (6) of the Act read with provision of section 34 (2) (v) of the Act, this point could have been considered by the Arbitrator and also the District Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "995dd8fc99a84eaaa13894f4243afdbb_179"
    },
    {
      "start": 25398,
      "end": 25472,
      "text": "In Arb.Appeal Nos.6 & 5/16 the appeal, this point can be again considered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fa2c72f82e742c5896aeec1c1ae2681_180"
    },
    {
      "start": 25474,
      "end": 25765,
      "text": "24) If the provisions of section 11(2) and 11(6) of the Act are read together, they show that if there is agreement over the procedure for appointment of arbitration and the procedure provides other means for securing the appointment, the power under section 11(6) of the Act cannot be used.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4213a1ac52349bc93c3b9068733d2dd_181"
    },
    {
      "start": 25766,
      "end": 26031,
      "text": "\n25) The provision of section 11(2) of the Act shows that this provision is subject to the provision of section 11(6) of the Act and so, if there is already agreement on procedure, there cannot be new agreement on procedure by the parties to appoint the Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dafa8c0554754e878e08cde61531b53e_182"
    },
    {
      "start": 26032,
      "end": 26275,
      "text": "Similarly, if there is agreement on procedure available, the provisions of sections 11 (3), 11 (4), 11 (5) cannot be used as those provisions are to take care of the situation where there is no agreement on the procedure to appoint Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a148679548d64ef39c3fd28b8d987bab_183"
    },
    {
      "start": 26276,
      "end": 26358,
      "text": "It needs to be kept in mind that in section 11(6) of the Act, there are two parts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c34d667ef1d1475da685115375a65841_184"
    },
    {
      "start": 26359,
      "end": 26420,
      "text": "The first part relates to the lacuna in the procedure agreed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "425f0d3b8f7947ff89f66785d08f9548_185"
    },
    {
      "start": 26421,
      "end": 26634,
      "text": "Due to such lacuna, if even after following the procedure the Arbitrator cannot be appointed, then the Court can take necessary measures as mentioned in those provisions of law to see that Arbitrator is appointed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8089c8ebb0d64b14998a1c4fe6aa5774_186"
    },
    {
      "start": 26636,
      "end": 26659,
      "text": "Arb.Appeal Nos.6 & 5/16",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9bca56a9ae4b40e7b173ed542fe09649_187"
    },
    {
      "start": 26660,
      "end": 27041,
      "text": "However, the second part relates to the situation where there is the procedure, and due to the failure on the part of the one or more parties or due to other situation mentioned in clauses (b)\n(c) of section 11(6) of the Act, the Arbitrator is not appointed, but there is the procedure to take care of such situation and by following that procedure the Arbitrator can be appointed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05ac1ae2572c4d768852850e94b317d5_188"
    },
    {
      "start": 27042,
      "end": 27143,
      "text": "In the present matters, procedure mentioned in second part of section 11(6) of the Act was available.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da891eb142b645669bef16fffbdb67a3_189"
    },
    {
      "start": 27144,
      "end": 27219,
      "text": "\n26) Clause No. 57 of the G.C.C. between the parties reads as under :-\n\"57.",
      "labels": [
        "STA"
      ],
      "id": "2bd4744d238d46f1a140cb9fb4b48f62_190"
    },
    {
      "start": 27220,
      "end": 27233,
      "text": "ARBITRATION :",
      "labels": [
        "STA"
      ],
      "id": "3545f5c384014edbaab00009656c2577_191"
    },
    {
      "start": 27234,
      "end": 27488,
      "text": "\n(1) All disputes or differences in respect of which the decision, if any, of the Engineer or Employer has not become final and binding as aforesaid, shall on the initiative of either party in dispute be referred to the adjudication of three arbitrators.",
      "labels": [
        "STA"
      ],
      "id": "fb9d91af30eb4fb9892885854d04ab64_192"
    },
    {
      "start": 27489,
      "end": 27742,
      "text": "One arbitrator is to be nominated by the Employer, one by the Contractor and the third by the President of the International Chamber of Commerce, in the case of foreign contractors and Chairman, Central Water Commission in the case of local contractors.",
      "labels": [
        "STA"
      ],
      "id": "d40586360516473180bdefc86872c6c0_193"
    },
    {
      "start": 27743,
      "end": 28052,
      "text": "If either of the parties fail to appoint its arbitrator within sixty days after receipt of notice for the appointment of an arbitrator then the President of the International Chamber of Arb.Appeal Nos.6 & 5/16 Commerce or the Chairman, Central Water Commission as the case may be, shall appoint an Arbitrator.",
      "labels": [
        "STA"
      ],
      "id": "2a96ac196080489db8c68bded79956b8_194"
    },
    {
      "start": 28053,
      "end": 28159,
      "text": "A certified copy of the appointment made by the 'President'/'Chairman' shall be furnished to both parties.",
      "labels": [
        "STA"
      ],
      "id": "8979f1944264458aafed02bf07d5e05e_195"
    },
    {
      "start": 28160,
      "end": 28560,
      "text": "\n(2) The arbitration shall be conducted in accordance with the Rules of Conciliation and Arbitration of the International Chamber of Commerce, Paris in the case of foreign contractors and provisions of Indian Arbitration Act 1940 or any statutory modifications thereof in the case of local contractors and shall be held in either case at such place and time in India as the Arbitrators may determine.",
      "labels": [
        "STA"
      ],
      "id": "7d46cda5af1a4184a10891a311b42fb8_196"
    },
    {
      "start": 28561,
      "end": 28743,
      "text": "The decision of the majority of the Arbitrators shall be final and binding upon the parties and the expenses of the Arbitrators shall be paid as may be determined by the Arbitrators.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f483dbe6d0fc4219b0d275b8360db9f5_197"
    },
    {
      "start": 28744,
      "end": 29074,
      "text": "\n(3) The said arbitrator/s shall have full power to open up, revise and review any decision, opinion, direction, certificate or valuation by the Engineer, Neither party shall be limited in the proceedings before such arbitrator/s to the evidence or arguments put before the Engineer for the purpose of obtaining his said decision.",
      "labels": [
        "STA"
      ],
      "id": "4a75a888047a4dc8856f8a41315a3c2f_198"
    },
    {
      "start": 29075,
      "end": 29354,
      "text": "No decision given by the Engineer in accordance with the foregoing provisions shall disqualify him from being called as a witness and giving evidence before the arbitrator/s on any matter whatsoever relevant to the dispute or difference referred to the arbitrator/s as aforesaid.",
      "labels": [
        "STA"
      ],
      "id": "1f44a0088d97483fa9ea531ff9d1f93c_199"
    },
    {
      "start": 29355,
      "end": 29683,
      "text": "The reference to Arb.Appeal Nos.6 & 5/16 arbitration may proceed notwithstanding that the works shall not then be or be alleged to be complete provided always that the obligations of the Employer, the Engineer and the Contractor shall not be altered by reason of the arbitration being conducted during the progress of the works.",
      "labels": [
        "STA"
      ],
      "id": "d7ea52d5ae0b45809f37c1ae585c9fdc_200"
    },
    {
      "start": 29684,
      "end": 29935,
      "text": "\n(4) Performance under the contract shall, if reasonably possible, continue during the arbitration proceedings and payments due to the Contractor by the Employer shall bot be withheld, unless they are the subject matter of the arbitration proceedings.",
      "labels": [
        "STA"
      ],
      "id": "2718e026a06b465987d9174bd3c6df25_201"
    },
    {
      "start": 29936,
      "end": 30100,
      "text": "\n(5) All awards shall be in writing and in case of claims equivalent to Rupees one hundred thousand or more, such awards shall state reason for the amounts awarded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5640560a79d64cc287ffcac048fc173e_202"
    },
    {
      "start": 30101,
      "end": 30267,
      "text": "\n(6) Neither Party is entitled to bring a claim to arbitration if its Arbitrator has not been appointed by thirty days after the expiration of the Maintenance period.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc2d4212a5bf4c99a87758206c9db8aa_203"
    },
    {
      "start": 30268,
      "end": 30433,
      "text": "\n(7) The Term 'Indian Contractor' shall include Indian firm or group of Indian firms and Joint Venture consortia eligible for price preference as domestic tenderer.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4edc179239044768fc050760afd6c9a_204"
    },
    {
      "start": 30434,
      "end": 30705,
      "text": "\nClause No. 57 (1) shows that the authority mentioned in the Clause viz. the Chairman of C.W.C. was having power to appoint the sole arbitrator if both or either party had failed to nominate Arb.Appeal Nos.6 & 5/16 the Arbitrator as provided in first part of this clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c64a9a6f819240c08124ec3106916ca0_205"
    },
    {
      "start": 30706,
      "end": 30844,
      "text": "In the first arbitral proceeding, both the sides had appointed their nominees and the third Arbitrator was appointed by Chairman of C.W.C.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dded7ee057754a9ba0a85ea7893ed94f_206"
    },
    {
      "start": 30845,
      "end": 30917,
      "text": "Thus, in the present matter also, it was possible to use this procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9647b3fb91af4c06a6210b4601f5dc3f_207"
    },
    {
      "start": 30918,
      "end": 31043,
      "text": "Infact reference was already made to the Chairman of C.W.C. and the matter was pending before the Chairman for consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2d5a9a9f3d94400994549ef887ee64f_208"
    },
    {
      "start": 31044,
      "end": 31260,
      "text": "It is the Contractor, who had written to the Chairman of C.W.C. to inform that he was not interested in getting the Arbitrator appointed as per this clause as he wanted to move High Court under section 11 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "860aae2fb849467da4711740250abbb2_209"
    },
    {
      "start": 31261,
      "end": 31465,
      "text": "This fact of the present matter and the position of law already quoted are sufficient to hold that retired Justice Shri. Mutalik could not have been appointed as Arbitrator under section 11 by this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7970609529814b5f9462c4d33f3d2aaa_210"
    },
    {
      "start": 31466,
      "end": 31651,
      "text": "Both the learned Arbitrator and the Court under section 34 of the Act have committed error in holding that retired Justice Shri. Mutalik was appointed as per the provisions made in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9400959f37894a58b66de58e5964c79a_211"
    },
    {
      "start": 31652,
      "end": 31751,
      "text": "This single ground is sufficient to set aside the entire award delivered by the learned Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6df49e2bf0d4c17b38a74194bc63045_212"
    },
    {
      "start": 31752,
      "end": 31796,
      "text": "So, the point No. 2 is answered accordingly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d204b65e5dc44358a142f540e74b545_213"
    },
    {
      "start": 31797,
      "end": 32056,
      "text": "\n27) On the aforesaid point, the learned counsel for Employer placed reliance on the observations made by the Arb.Appeal Nos.6 & 5/16 Supreme Court in the case reported as 2016 (4) Mh.L.J. 101 [Huawei Technologies Company Ltd. Vs. Sterlite Technologies Ltd.].",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "331e2ac12c2843a7b17b75f8237f38f4_214"
    },
    {
      "start": 32057,
      "end": 32298,
      "text": "In this case, the Apex Court has considered the provisions of section 11 and 15 (2) of the Act and has laid down that the term 'Rules' mentioned in section 15 (2) relates to the provisions made in the agreement for appointment of Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "899f0582fbcf4f2cb2c1f6cca550480c_215"
    },
    {
      "start": 32299,
      "end": 32440,
      "text": "It is laid down that on every occasion including for occasion of filling vacancy of Arbitrator, the Rules in that regard need to be followed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3f7d236d4dbb4ef0a30f53a58243eec5_216"
    },
    {
      "start": 32441,
      "end": 32608,
      "text": "There cannot be dispute over this proposition and this Court has quoted the relevant portion of the agreement mentioned in the procedure for appointment of Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5dece2c83e1e458dab4da686ea5407f6_217"
    },
    {
      "start": 32610,
      "end": 32834,
      "text": "28) The learned counsel for respondent/Contractor placed reliance on the observations made by the Supreme Court in Civil Appeal No. 6275/2014 [North Eastern Railway & Ors. Vs. Tripple Engineering Works] decided on 13.8.2014.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f4894a09b85c4266ba80e44352c7576b_218"
    },
    {
      "start": 32835,
      "end": 33283,
      "text": "In this case and also in the case reported as 2013 (2) Arb.L.R. 105 (SC) [M/s. Deep Trading Company Vs. M/s. Indian Oil Corporation and Ors.], the Apex Court has discussed the provision of section 11 and has laid down that when one party forfeited right to appoint his nominee for Arb.Appeal Nos.6 & 5/16 constitution of Arbitral Tribunal, it is not open to the said party to say that the Arbitrator cannot be appointed under section 11 of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "45db4efb1f0a47089f81f4e7cb6e5f06_219"
    },
    {
      "start": 33284,
      "end": 33442,
      "text": "The facts of the two reported cases show that due to failure of one party to nominate his Arbitrator, it was not possible to constitute the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87ebf59c2bcb4dcb9cb3e1e83b34c019_220"
    },
    {
      "start": 33443,
      "end": 33543,
      "text": "In view of that circumstance, the Apex Court laid down that the provision of section 11 can be used.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8add73e064704ccc8e22442c6cba0401_221"
    },
    {
      "start": 33544,
      "end": 33768,
      "text": "The facts of the present matter are totally different and this Court has already observed that even after failure of one or both the parties, the Arbitrator could have been appointed by the agency mentioned in the agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5e61808806e4350ad6f05b26f867ad1_222"
    },
    {
      "start": 33769,
      "end": 33891,
      "text": "In the present matter, the Contractor avoided to get constituted the Tribunal from the said agency, the Chairman of C.W.C.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a7eddfdf40c4814b4d5012e3085c528_223"
    },
    {
      "start": 33892,
      "end": 34070,
      "text": "The relevant portion of section 11 of the Act is also discussed in this regard and so, the observations made by the Apex Court in these two cases are of no use to the Contractor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7718fba086af4c829b1c264fd6032e86_224"
    },
    {
      "start": 34071,
      "end": 34089,
      "text": "Point No. 3 :-\n29)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3380f81011e741b7bc3df9e0bcc8f781_225"
    },
    {
      "start": 34090,
      "end": 34276,
      "text": "Under this point, this Court is discussing all the remaining points like point of limitation, point of res-judicata, point of excepted matters and to some extent the merits of the claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b2030766732c45bdaff797c9241ae97b_226"
    },
    {
      "start": 34277,
      "end": 34305,
      "text": "\nArb.Appeal Nos.6 & 5/16 30)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee857d2c20f04f31ad94617a431de332_227"
    },
    {
      "start": 34306,
      "end": 34555,
      "text": "The relevant facts of the dispute between the parties are already quoted and they show that while before December 1996, the Contractor had abandoned the work, though the period for execution of work was expected by the department till December 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "41987e14c4a5475e8056808799634ca3_228"
    },
    {
      "start": 34556,
      "end": 34688,
      "text": "In the year 1995, only 13 claims were raised by the Contractor before the Employer as per the procedure given in Clause 56 of G.C.C.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79f3f4c46a5e43c28c37aa441e0f4a46_229"
    },
    {
      "start": 34689,
      "end": 34796,
      "text": "Out of the said 13 claims, the Contractor preferred to get decision from Board of Arbitrators on 11 claims.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dce18fe1a5b0475ebde43e16e8e15206_230"
    },
    {
      "start": 34797,
      "end": 34918,
      "text": "As per the record, pre-final bill was prepared on 30.6.1996 and then the final bill was prepared and singed on 14.3.1998.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3074e0338f8445a08cb2960de25818f9_231"
    },
    {
      "start": 34919,
      "end": 35059,
      "text": "In view of the aforesaid facts, it can be said that no more work was expected when pre-final bill and final bill were signed by the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95f5118646604d78afcec3d3dc24e7b9_232"
    },
    {
      "start": 35060,
      "end": 35132,
      "text": "These bills were accepted by the Contractor without raising any protest.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0716252ff9cc48cd87e8ae07e6a8c057_233"
    },
    {
      "start": 35133,
      "end": 35247,
      "text": "These circumstances need to be kept in mind while deciding the point of limitation, and the point of res-judicata.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "615c034ee51f43a5b056a91bc0a6c7bf_234"
    },
    {
      "start": 35248,
      "end": 35370,
      "text": "In spite of these circumstances, the Contractor raised new claims which were five in numbers before the second Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "651a61bdf1e64b509e0c326108ad457a_235"
    },
    {
      "start": 35371,
      "end": 35589,
      "text": "It can be said that there is no record with the Contractor in respect of these new five claims to show that they were made under the procedure given under the agreement and particularly, Clause No. 56 of the agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c04e3f98153469eb9ba0a1215d761ea_236"
    },
    {
      "start": 35590,
      "end": 35892,
      "text": "The award prepared by the learned Arbitrator in the present Arb.Appeal Nos.6 & 5/16 matter shows that the learned Arbitrator considered one way correspondence allegedly made by the Contractor with the department for presuming that these new claims were raised and they were pending with the department.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "deff1771e3b8463ea8535d0cca7d3cc4_237"
    },
    {
      "start": 35893,
      "end": 36174,
      "text": "It is already observed that only 13 claims were raised as per the procedure and the Contractor had preferred to take final decision on two claims departmentally and he had filed claims statement in respect of remaining 11 claims before the Board of Arbitrators (first arbitration).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26eb8cc7bf8c47e9af25e787f22ed72a_238"
    },
    {
      "start": 36175,
      "end": 36557,
      "text": "The award delivered by the learned Arbitrator in the present matter shows that there was virtually non application of mind and the learned Arbitrator virtually accepted all the contentions made by the Contractor as they were without considering the effect of the principle of res-judicata, limitation and also the presence or absence of the material with regard to actual work done.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "61e2f85f03534deea77d17258d688f43_239"
    },
    {
      "start": 36558,
      "end": 36753,
      "text": "There are many points, on the basis of which it can be said that the Arbitrator had not considered the basic concepts like res-judicata and for instance issue No. 6A can be quoted in that regard.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "27e66a467283497e80969a675528a562_240"
    },
    {
      "start": 36754,
      "end": 36927,
      "text": "\n\"6A] Does the claimant prove that he is entitled to for payment of interest @ 16% p.a. from 13- 02-1993 to 15-7-1995 on all sums awarded under the Award dated 27-05-1998 ?\"",
      "labels": [
        "ISSUE"
      ],
      "id": "70ea528839da48ef8e26f637c237da19_241"
    },
    {
      "start": 36928,
      "end": 36997,
      "text": "\nFortunately, in the reasoning other point is considered and decided.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8820a969a54c41e6b5299ff546134430_242"
    },
    {
      "start": 36998,
      "end": 37026,
      "text": "\nArb.Appeal Nos.6 & 5/16 31)",
      "labels": [
        "NONE"
      ],
      "id": "3aa400b5f87645708f20f01e55306d4c_243"
    },
    {
      "start": 37027,
      "end": 37188,
      "text": "The provision with regard to the procedure to raise the claims and to make reference to arbitration can be found in Clause Nos. 56 and 57 of G.C.C. Clause No. 57",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5faeb3e316e94fb3b63ae377dee240b3_244"
    },
    {
      "start": 37189,
      "end": 37207,
      "text": "is already quoted.",
      "labels": [
        "RPC"
      ],
      "id": "f199864c060243c2b7f9c94be43f5c4e_245"
    },
    {
      "start": 37208,
      "end": 37841,
      "text": "Clause No. 56 runs as under :-\n\"56. SETTLEMENT OF DISPUTES :-\nIf any dispute or difference of any kind whatsoever shall arise between the Engineer or Employer and the Contractor in connection with, or arising out of the Contract, or the execution of the works, whether during the progress of the works or after their completion and whether or after the termination, abandonment or breach of the Contract, it shall, in the first place, be referred to and settled by the Engineer-in-charge who shall, within a period of thirty days after being requested by the contractor to do so give written notice of his decision to the Contractor.",
      "labels": [
        "STA"
      ],
      "id": "2e9c91e8d78a4629a0cec536ae5ea723_246"
    },
    {
      "start": 37842,
      "end": 37997,
      "text": "Upon receipt of the written notice on decision of the Engineer the Contractor shall promptly proceed without delay to comply with such notice for decision.",
      "labels": [
        "RPC"
      ],
      "id": "ef7aef60238f46b0acc5302ca0b0da5f_247"
    },
    {
      "start": 37999,
      "end": 38463,
      "text": "If the Engineer-in-charge fails to give notice of his decision in writing within a period of thirty days after being requested, or if the Contractor is dissatisfied with the notice of decision of the Engineer-in-charge the Contractor may within thirty days after receiving notice of decision Arb.Appeal Nos.6 & 5/16 appeal to the Superintending Engineer, who shall afford an opportunity to the Contractor to be heard and to offer evidence in support of his appeal.",
      "labels": [
        "RPC"
      ],
      "id": "9e8e8d79b20f463293345c4d1aab68d1_248"
    },
    {
      "start": 38464,
      "end": 38631,
      "text": "The Superintending Engineer shall give notice of his decision within a period of thirty days after the Contractor has given the said evidence in support of his appeal.",
      "labels": [
        "RPC"
      ],
      "id": "e4b3c743e58447a394cd15588ad56cd3_249"
    },
    {
      "start": 38632,
      "end": 39008,
      "text": "Subject to arbitration, as hereinafter provided, such decision of the Superintending Engineer in respect of every matter so referred shall be final and binding upon the Contractor and shall forthwith be given effect to by the Contractor, who shall proceed with the execution of the works with all due diligence whether he requires arbitration, as hereinafter provided, or not.",
      "labels": [
        "RPC"
      ],
      "id": "6d2ca857f2d349e299c7781da8109883_250"
    },
    {
      "start": 39009,
      "end": 39303,
      "text": "If the Superintending Engineer has given written notice of his decision to the Contractor and no claim to arbitration has been communicated to him by the Contractor within a period of thirty days from receipt of such notice, the said decision shall remain final and binding upon the Contractor.",
      "labels": [
        "STA"
      ],
      "id": "b726b85b4167487fabd2ab67e0a8823c_251"
    },
    {
      "start": 39304,
      "end": 39882,
      "text": "If the Superintending Engineer shall fail to give notice of his decision as aforesaid within a period of thirty days after being requested as aforesaid, or if the Contractor be dissatisfied with any such decision, then and in any such case the Contractor within thirty-days after receiving notice of such decision, or within thirty days after the expiration of the first-named period of thirty days, as the case may be, appeal to Chief Engineer who shall afford an opportunity Arb.Appeal Nos.6 & 5/16 to the Contractor to be heard and to offer evidence in support of his appeal.",
      "labels": [
        "RPC"
      ],
      "id": "b26b6ea669004222b21e11f5479baac5_252"
    },
    {
      "start": 39883,
      "end": 40018,
      "text": "The Chief Engineer shall give decision within a period of thirty days after the Contractor has given evidence in support of his appeal.",
      "labels": [
        "STA"
      ],
      "id": "59f115ef162a4721acc91dfb9359f587_253"
    },
    {
      "start": 40019,
      "end": 40273,
      "text": "If the Contractor is dissatisfied with this decision, the contractor within a period of thirty days from receipt of decision shall indicate his intention to refer the dispute to Arbitration, failing which the said decision shall be final and conclusive.\"",
      "labels": [
        "STA"
      ],
      "id": "6f93f8635aab403287494d6f22e65b67_254"
    },
    {
      "start": 40274,
      "end": 40448,
      "text": "\nIn view of the wording of Clause No. 56, it was necessary for the Contractor to presume that his two claims, out of aforesaid 13 claims, were not accepted by the department.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "202432d78b5e4183b100e3bc7719506f_255"
    },
    {
      "start": 40449,
      "end": 40536,
      "text": "This presumption is necessary as for every stage, the period is fixed in Clause No.\n56.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee94d9c048ed4646b0c20ff2ebdc2f01_256"
    },
    {
      "start": 40537,
      "end": 40883,
      "text": "If he had taken the matter up to Chief Engineer and the decisions were given against him by the incharge Engineer and Superintending Engineer, then after expiry of period of 30 days from raising the grievance before the Chief Engineer, it was necessary for the Contractor to presume that the department was not accepting the remaining two claims.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "464ed59908d34b65b239c84a7f63d7ae_257"
    },
    {
      "start": 40884,
      "end": 41138,
      "text": "It can be said that the Contractor took the risk by presuming that he will be getting the remaining two claims settled departmentally and the Contractor did not stake claims under the two heads before the Board of Arbitrators.\nArb.Appeal Nos.6 & 5/16 32)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "221742deabae4177aa0daf3302f042f2_258"
    },
    {
      "start": 41139,
      "end": 41403,
      "text": "It is already observed that so far as the remaining five claims are concerned from the present matter, they were not prosecuted as per the procedure given in Clause No. 56 and so, it can be said that these claims were never raised during the execution of the work.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "def08043cb214b6ab138c5674c816632_259"
    },
    {
      "start": 41404,
      "end": 41614,
      "text": "Even if it is presumed that in the year 1995, the Contractor had made correspondence with regard to new claims, in that case also the Contractor ought to have prosecuted the matter under Clause No. 56 of G.C.C.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "40161f70ac8349d59e5e7f4f96a0e085_260"
    },
    {
      "start": 41615,
      "end": 41747,
      "text": "Thus, it needs to be inferred that the cause of action had already arisen at the end of year 1995 in respect of the new claims also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "efd4c6399a4d44f0b4d6d9dbcc685a13_261"
    },
    {
      "start": 41748,
      "end": 41889,
      "text": "\n33) Clause 57 (6) of G.C.C. shows that matter needs to be referred to arbitration within 30 days after expiration of the maintenance period.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06471b6c7fbe4a88ac5a96fbb2e7c507_262"
    },
    {
      "start": 41890,
      "end": 41962,
      "text": "Clause 5 of G.C.C. provides for maintenance and defect liability period.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8caf087549594b3db442750f3299267b_263"
    },
    {
      "start": 41963,
      "end": 42026,
      "text": "This period was 180 days from the certified date of completion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "33b8074b0224475dbc4dcaa0f7cbf0ce_264"
    },
    {
      "start": 42027,
      "end": 42152,
      "text": "It is already observed that Contractor had abandoned the work and there was no question of issuing certificate of completion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a9b0fb049e3049d7b2c24e4ba49376c3_265"
    },
    {
      "start": 42153,
      "end": 42313,
      "text": "The record shows that the Contractor never attempted to obtain completion certificate to get absolved himself from the liability mentioned in Clause 5 of G.C.C.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d15043f13944fc282913e09b0f5cea2_266"
    },
    {
      "start": 42314,
      "end": 42364,
      "text": "If the work was not completed, then it can be Arb.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9488db46603c42fc90c86e0e0640d1ed_267"
    },
    {
      "start": 42365,
      "end": 42471,
      "text": "Appeal Nos.6 & 5/16 said that the period mentioned in Clause 5 can be counted from the date of final bill.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae3cb99e92024ec9bd1efd900bf108f0_268"
    },
    {
      "start": 42472,
      "end": 42625,
      "text": "As final bill was signed by the Contractor without protest on 14.3.1998, the period of limitation started to run after expiry of 180 days from 14.3.1998.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1a7d84ae86341888856f3f6db16a475_269"
    },
    {
      "start": 42627,
      "end": 42825,
      "text": "34) The amendment to section 28 of the Contract Act, which made agreement void if the agreement was limiting the limitation period provided by General Law came in to force with effect from 8.1.1997.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f471c45b38c4298b0cd2831eddc2d73_270"
    },
    {
      "start": 42826,
      "end": 43072,
      "text": "In view of Clause No. 5 of G.C.C. if it is presumed that benefit of amended provision of the Contract Act needs to be given to the Contractor, in that case also, the period of limitation started to run after completion of 180 days from 14.3.1998.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4460832d4a4407db84e0445d89ba66a_271"
    },
    {
      "start": 43073,
      "end": 43184,
      "text": "If this amendment is not made applicable, then the period had started to run as provided in Clause 56 of G.C.C.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4e75828c1cb4cb9859afa499d8de242_272"
    },
    {
      "start": 43185,
      "end": 43347,
      "text": "Thus, even if the best possible case for the Contractor is accepted, he ought to have raised the dispute within three years from 14.9.1998 (14.3.1998 + 180 days).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb49257fe9374b56b44ff9d3117ed12d_273"
    },
    {
      "start": 43349,
      "end": 43526,
      "text": "35) For all the claims decided in the present matter, it can be said that the Contractor took steps first time in the year 2002 by filing proceeding under section 11 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "376863f7cdc042d199689e7cb02716e1_274"
    },
    {
      "start": 43527,
      "end": 43629,
      "text": "He filed the claim before Arbitrator appointed by this Court in the year Arb.Appeal Nos.6 & 5/16 2003.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03693463c3df4a0ca597e7b01c2431ac_275"
    },
    {
      "start": 43630,
      "end": 43788,
      "text": "Due to these circumstances, this Court has no hesitation to hold that all the claims decided by the learned Arbitrator in the present matter were time barred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06bff23db88f4fd9839d4ccae7d1ba49_276"
    },
    {
      "start": 43789,
      "end": 43885,
      "text": "\n36) So far as the point of res-judicata is concerned, following points need to be kept in mind.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cb2c469ee093452c95a54f21e75e3e06_277"
    },
    {
      "start": 43886,
      "end": 44011,
      "text": "Not only the principle of res-judicata, but the principle of constructive res-judicata also needs to be used in such matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f74b96b91804948827a0ff78735dbb7_278"
    },
    {
      "start": 44012,
      "end": 44081,
      "text": "The contention of waiver was made at all the stages for the Employer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e87f4567c18c4ddfa28958d167079149_279"
    },
    {
      "start": 44082,
      "end": 44221,
      "text": "\n(i) The Board of Arbitrators came to be constituted on 17.1.1996 and it had given direction to both the sides to file statement of claims.",
      "labels": [
        "RPC"
      ],
      "id": "b0f88d2f96104d099257c3470fc1c96a_280"
    },
    {
      "start": 44222,
      "end": 44368,
      "text": "\n(ii) The first meeting of Board of Arbitrators was held on 4.11.1996 and on that date, the decision was taken as to which claims will be decided.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25eb636aeb6f4bd3a6c6eedf5b98cd8a_281"
    },
    {
      "start": 44369,
      "end": 44491,
      "text": "Thus, it was open to the Contractor to file the claims decided in the present matter before the Board of Arbitrators also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d06153dedf64ae38179737c3d70bffc_282"
    },
    {
      "start": 44492,
      "end": 44630,
      "text": "In spite of these circumstances, the Contractor preferred not to file the claims before the Board of Arbitrators in the first arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a98865807164076aea93eeb5f795ad3_283"
    },
    {
      "start": 44631,
      "end": 44839,
      "text": "\n37) The Board of Arbitrators had given award on Arb.Appeal Nos.6 & 5/16 following claims :-\n(i) Revised rates for work executed after the original scheduled period viz. for the work executed after 20.1.1993.",
      "labels": [
        "RPC"
      ],
      "id": "c5edfa040f5d433f979dbf43e2b9a21d_284"
    },
    {
      "start": 44840,
      "end": 45006,
      "text": "The new rate was fixed by the Board of Arbitrators as per the contract formula accepted in the agreement by the parties viz. as per the price indices as on 20.1.1993.",
      "labels": [
        "RPC"
      ],
      "id": "94cc1d471d614eada534f9bc2c34481e_285"
    },
    {
      "start": 45007,
      "end": 45099,
      "text": "This additional amount was given as compensation for delay caused for execution of the work.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c72a2babc714c81a0fbe7a0eed0ef75_286"
    },
    {
      "start": 45100,
      "end": 45189,
      "text": "\n(ii) Revised rates for extra items exceeding 30% of the work over the tender quantities.",
      "labels": [
        "RPC"
      ],
      "id": "0c09f3ed0922449baa990ea2fe14e1ae_287"
    },
    {
      "start": 45190,
      "end": 45277,
      "text": "The revised rates were given in respect of this work done also even prior to 20.1.1993.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84498717259648bbbf4640b23615fd6d_288"
    },
    {
      "start": 45278,
      "end": 45372,
      "text": "Similarly, under this head the revised rate was given in respect of work done after 20.1.1993.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "605349ce1c314070bc041581f9455296_289"
    },
    {
      "start": 45373,
      "end": 45521,
      "text": "\n(iii) Damages on account of recovery of amount as security deposit from running bills and interest at the rate of 16% p.a. is given on such amount.",
      "labels": [
        "RPC"
      ],
      "id": "48913548bb02430e95eba2e35416e403_290"
    },
    {
      "start": 45522,
      "end": 45689,
      "text": "Thus, the claim of compensation in respect of retension of money by the department during the work period was placed before the Board of Arbitrators for consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b13d1c1a69a49b9a593d928f75e0b84_291"
    },
    {
      "start": 45690,
      "end": 45866,
      "text": "The Board of Arbitrators could have considered the present Arb.Appeal Nos.6 & 5/16 claim of getting interest on amount of bank guarantee for the period starting from 20.1.1993.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85bef5604f7447d588a8849820ae5cbd_292"
    },
    {
      "start": 45867,
      "end": 45898,
      "text": "But, this point was not raised.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "088cfd3eb6bf4546a40567864fc97c5a_293"
    },
    {
      "start": 45899,
      "end": 46112,
      "text": "\n(iv) The payment of Rs.1.5 per bag cement was awarded as the difference of rate as there was contract to supply cement in jute bags to the Contractor by the Employer and the cement was supplied in polythene bags.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a362bf09e4aa45e2a765ed6481823fe3_294"
    },
    {
      "start": 46113,
      "end": 46253,
      "text": "\n(v) Interest on all the amount due and demanded in claims at the rate of 16% p.a. from the date of occurrence till the date of realisation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4d36d93f6b64f80b53869927cb425e5_295"
    },
    {
      "start": 46254,
      "end": 46422,
      "text": "The Board of Arbitrators has awarded interest on the amount which was due to the Contractor prior to 10.7.1995 and also on the amount which became payable on 15.7.1995.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4af3f7035d294cb4a48eac43a851eae3_296"
    },
    {
      "start": 46423,
      "end": 46514,
      "text": "These dates are with regard to the demands made by the Contractor under Clause 56 of G.C.C.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d7b47ed776f549e39b22ab69cab64852_297"
    },
    {
      "start": 46515,
      "end": 46683,
      "text": "Similarly past and pendente-lite interest with reference to the date 4.11.1996, the date of first hearing of the Board of Arbitrators is granted at the rate of 16% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "393ead16a2a34a59a4dbd00ce29b3656_298"
    },
    {
      "start": 46684,
      "end": 46945,
      "text": "Further, the order was made by Board of Arbitrators that if the amount was not paid within two months from the date of the award delivered by the Board of Arbitrators, the Arb.Appeal Nos.6 & 5/16 department was liable to pay the interest at the rate of 18% p.a.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6fe0696c5c234e15a94b8f43752c1b75_299"
    },
    {
      "start": 46946,
      "end": 47124,
      "text": "This item again shows that it was open to the Contractor to claim interest in respect of all the amounts which were due to him, according to him, before the Board of Arbitrators.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c49e5ec92ff482292e6f4b43a10323c_300"
    },
    {
      "start": 47125,
      "end": 47263,
      "text": "\n38) The Board of Arbitrators had rejected the following claims made by the Contractor :-\n(i) Loss of over heads and profits due to delay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9610c23cf6a4ac8b77edefe7b386f8f_301"
    },
    {
      "start": 47264,
      "end": 47369,
      "text": "This was done as revised rate was given for entire work done after 20.1.1993 by the Board of Arbitrators.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac2bded2768049c492d462c454ce4343_302"
    },
    {
      "start": 47370,
      "end": 47467,
      "text": "\n(ii) The compensation for extra lead charges for cut spoils disposed of at the distant location.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09bcd1d95c514c8cb811dfae329e0ce2_303"
    },
    {
      "start": 47468,
      "end": 47577,
      "text": "This claim was rejected with reference to clauses of G.C.C. and special terms and conditions of the contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd30307f28e648ce92712ef5ee7f0502_304"
    },
    {
      "start": 47578,
      "end": 47642,
      "text": "\n(iii) The extra rate for hard rock excavation in canal section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a47cb4f44cda4b709c69f42abbf16978_305"
    },
    {
      "start": 47643,
      "end": 47735,
      "text": "This claim was rejected as the Contractor failed to prove that there was any such agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ce2784a97984c5fa4b4f48411ebbd72_306"
    },
    {
      "start": 47736,
      "end": 47898,
      "text": "\nUnder this item, the present claim of control blasting could have been considered and it can be said that it needs to be presumed that such claim was considered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2edb8d9c4a5444a1b4fac1ce2ba3e796_307"
    },
    {
      "start": 47899,
      "end": 48029,
      "text": "\n(iv) Compensation for idle machinery and idle labour Arb.Appeal Nos.6 & 5/16 charges due to stoppage of work for the same period.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b15fb7ecb519400587984bf72ddc5f78_308"
    },
    {
      "start": 48030,
      "end": 48178,
      "text": "This claim was rejected as the Contractor failed to prove that at any time, his labour and machinery remained idle and so, on merit it was rejected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ca2b7311b42491b8869f861e0927c6b_309"
    },
    {
      "start": 48180,
      "end": 48292,
      "text": "(v) Payment of rehandling charges for casing material of k.m. 90 spoils used for embankment of entire reservoir.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fdce9f5c057c40418db39fd13a3cf26b_310"
    },
    {
      "start": 48293,
      "end": 48397,
      "text": "This claim was rejected on the basis of the material available and terms and conditions of the contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04084997f0cb4b8881c876f38d4e524d_311"
    },
    {
      "start": 48398,
      "end": 48521,
      "text": "\n(vi) Extra item of every overcuts of hard rock at k.m. 89 and 90 beyond normal pay line and also back filling of the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e18318dd7d774bfa96137de557068f4c_312"
    },
    {
      "start": 48522,
      "end": 48881,
      "text": "This is also rejected on merits and it can be said that present item and control blasting could have been raised under this claim also by the Contractor.\n39) Aforesaid circumstances show that all the so called extra items except the two claims which were specifically withdrawn by the Contractor were placed before the Board of Arbitrators, first arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "158e5066c26449c783a3ec3e79f00a10_313"
    },
    {
      "start": 48882,
      "end": 48967,
      "text": "The following were the two items which were specifically withdrawn by the Contractor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb8aea758d3a471ba13b888c70be5304_314"
    },
    {
      "start": 48968,
      "end": 49048,
      "text": "\n(i) Hard rock excavation involving controlled Arb.Appeal Nos.6 & 5/16 blasting.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d550b749686245ec9ef4bbff45eff63d_315"
    },
    {
      "start": 49049,
      "end": 49168,
      "text": "It was the case of Contractor that radius was changed due to geography and existence of the structures in the vicinity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38966c96936145f199a44de9790b57d1_316"
    },
    {
      "start": 49169,
      "end": 49367,
      "text": "On this point also, it needs to be observed that as per the terms and conditions of contract, it was necessary for the Contractor to visit the site and make assessment, estimate before quoting rate.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63489c82098e44678c88e729b1ae0b94_317"
    },
    {
      "start": 49368,
      "end": 49428,
      "text": "These things ought to have been inspected by the Contractor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9fde5a24bad648e7b497ceff8821cc7d_318"
    },
    {
      "start": 49429,
      "end": 49519,
      "text": "The learned Arbitrator in the present matter has not considered this aspect of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "838b98d972084666988ad2a79d980a60_319"
    },
    {
      "start": 49520,
      "end": 49572,
      "text": "The Board of Arbitrators had considered this aspect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1bf74f41092242b4a4269e79e22ce0e9_320"
    },
    {
      "start": 49573,
      "end": 49685,
      "text": "\n(ii) Extra quarrying and transport charges for stone and metals for concrete work and also for work of filling.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "71e0d2b67aeb46a3a15abe37d75810b5_321"
    },
    {
      "start": 49686,
      "end": 49848,
      "text": "It is the case of Contractor that useful stones were not available along with canal line and he was required to bring that material from the other place, k.m. 91.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82e1d53b1dde4a74b274c69cecfb82ea_322"
    },
    {
      "start": 49849,
      "end": 49905,
      "text": "The work was to be done from k.m. 72 to 87 and 88 to 99.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4fdbdae08ecc415584094b9080d2713e_323"
    },
    {
      "start": 49906,
      "end": 50037,
      "text": "Here only it needs to be observed that the learned Arbitrator has not touched the record of sites already informed by the Employer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6376d7c11aa416aa2f78fa41bd4f379_324"
    },
    {
      "start": 50038,
      "end": 50355,
      "text": "The learned Arbitrator has decided this point only on the basis of quantities used in the work and it is presumed that these quantities were brought from distant place when Arb.Appeal Nos.6 & 5/16 no material whatsoever was produced by the Contractor to show that this material was in fact brought from distant place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1ce07e794ff4ddfa991dfa4e49e08b0_325"
    },
    {
      "start": 50357,
      "end": 50481,
      "text": "40) The discussion already made and the material show that the work of controlled blasting was executed in the year 1994-95.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d027685fc68417696f5681217350054_326"
    },
    {
      "start": 50482,
      "end": 50699,
      "text": "It is already observed that it was necessary for the Contractor to presume that the department was not accepting this claim as extra item and so, it was necessary for the Contractor to refer this claim to arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e1cd24823524454a5c5815de6e19846_327"
    },
    {
      "start": 50700,
      "end": 50842,
      "text": "This opportunity was there to the Contractor when the Board of Arbitrators was constituted, but he preferred to virtually withdrawn the claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c4133b2294647c387f283b12cd5e833_328"
    },
    {
      "start": 50843,
      "end": 50922,
      "text": "Same can be said in respect of the other claim, extra item of stone and metals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45a0527786ac4d1c82d5cf5b6c425c41_329"
    },
    {
      "start": 50923,
      "end": 51063,
      "text": "\n41) Before the learned Arbitrator from the present matter, the Contractor had made in all 7 claims which included the aforesaid two claims.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91a3e32d58054752b536465f9e829582_330"
    },
    {
      "start": 51064,
      "end": 51247,
      "text": "The department took the defence that already revised rate was given to the Contractor by the Board of Arbitrators in the past and the new claims were not raised before the Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f9123082cb94d618644e81a5a62219f_331"
    },
    {
      "start": 51248,
      "end": 51419,
      "text": "It was submitted for the Employer that the agreement did not provide for separate or additional charges Arb.Appeal Nos.6 & 5/16 even in respect of the controlled blasting.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbffa3cedc344ab580fc7d6c78b2dedd_332"
    },
    {
      "start": 51420,
      "end": 51531,
      "text": "The defence was taken that there was no prior approval of incharge Engineer with regard to controlled blasting.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c5ecc7fe2fb473aa857cde635b107fb_333"
    },
    {
      "start": 51532,
      "end": 51620,
      "text": "As already observed, like point of res-judicata, the point of limitation was also there.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f2bc07d73d943c88e3e2c4a4818ed0f_334"
    },
    {
      "start": 51622,
      "end": 51781,
      "text": "42) So far as the item of controlled blasting is concerned, the attention of the learned Arbitrator was drawn to the Clause 2.16 of second volume of agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d76cd2adba2d4a0d89794fd53a38b015_335"
    },
    {
      "start": 51782,
      "end": 51857,
      "text": "This clause provides for execution of hard rock chiseling/control blasting.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b494daf736a64a38a535a80870a9f0cd_336"
    },
    {
      "start": 51858,
      "end": 52104,
      "text": "It is the case of Employer that the tender rates were fixed after preparing estimates on the basis of survey done by the department and the contractor had accepted the rate and so, it was not open to him to claim additional rate or as extra item.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e49eeeba599475fb5bfd8f9b6f1d118_337"
    },
    {
      "start": 52105,
      "end": 52394,
      "text": "The attention of the learned Arbitrator was drawn to clause No. 2.16.2 of the second volume showing that when the control blasting was not permissible in the zone of 100 meters directly below transmission line, the Contractor ought to have resorted to pneumatic rock breakers or chiseling.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7403ccdfbaba4f77b75cdc33b32e53d3_338"
    },
    {
      "start": 52395,
      "end": 52561,
      "text": "In view of this clause, it was necessary for the Contractor to first take permission of the Employer if he wanted to do the control blasting under transmission lines.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "868c8158f116404faa9e0b724fa182cb_339"
    },
    {
      "start": 52562,
      "end": 52651,
      "text": "It is not the case of Contractor that such permission was granted by the Employer to him.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9e7d07236fb475cb7862135f5d21496_340"
    },
    {
      "start": 52652,
      "end": 52788,
      "text": "For this reason Arb.Appeal Nos.6 & 5/16 also, nothing could have been given by the learned Arbitrator under this head to the Contractor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3be5e0d1a07048cfbc332b58ee00130a_341"
    },
    {
      "start": 52789,
      "end": 52832,
      "text": "It can be said that it was not agreed item.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a72d0af2516e4275b0bd26c6bc8df921_342"
    },
    {
      "start": 52833,
      "end": 52958,
      "text": "Even when Arbitral Tribunal has held that permission was not granted by the Employer, the claim is allowed by the Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04779c298ea2417a9f9b0c7d9f348521_343"
    },
    {
      "start": 52960,
      "end": 53313,
      "text": "43) So far as the claim No. 2 which was withdrawn by the Contractor in the past when the Board of Arbitrators was constituted is concerned viz. the claim of extra quarrying and transport of stones/metals, the attention of the learned Arbitrator was drawn to Clause No. 20 of G.C.C. and Clause No. 5.6 of the special terms and conditions of the contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ae10f2f34ec4bc28fa2094ccec9d5e9_344"
    },
    {
      "start": 53314,
      "end": 53550,
      "text": "The sites where quarries could have been taken were already informed and it was made clear that if the material available at those quarries was not sufficient, the Contractor was to make his own arrangement at own cost of such material.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c32979b980484d4e84f3aa7c8a3def56_345"
    },
    {
      "start": 53551,
      "end": 53671,
      "text": "The clauses show that the Contractor was expected to spend for construction of road also for transport of such material.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4fa405a0ec444358f8d15064af0476b_346"
    },
    {
      "start": 53672,
      "end": 53907,
      "text": "Even if the case of Contractor that he was required to Collect the material at k.m. 91 could have been considered by ignoring the aforesaid clauses of agreement, then also it was necessary for the Contractor to substantiate that claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0bd69190183f433491bc32732557185a_347"
    },
    {
      "start": 53908,
      "end": 54075,
      "text": "The award delivered by the Arbitrator Arb.Appeal Nos.6 & 5/16 shows that he did not refer to the drawings and maps annexed with the tender record showing the quarries.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78e578d6d63847bdbd4f12f0d82d6477_348"
    },
    {
      "start": 54076,
      "end": 54254,
      "text": "The learned Arbitrator did not ask the Contractor to produce the record which is ordinarily created like payment of royalty in respect of such material to the revenue department.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a9e42234ab34fbe9acc76fe99807332_349"
    },
    {
      "start": 54255,
      "end": 54480,
      "text": "Surprisingly, the learned Arbitrator has granted the claim by presuming that the quantities actually used was required for work and so, the Contractor must have transported this quantity from the place which he has contended.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4d5cff6005a4647b25920e2b8c49cc2_350"
    },
    {
      "start": 54481,
      "end": 54763,
      "text": "The Contractor himself has admitted that some material was available at the other quarries which were not that away from the site of work, but the Contractor has not given the exact quantity of the material recovered from those sites by producing record of royalty and other record.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "216d9a5f2e604267b7ed6003aa3f7ee9_351"
    },
    {
      "start": 54764,
      "end": 55008,
      "text": "These circumstances show that most casual approach was shown by the learned Arbitrator and even when there was no material to substantiate the claim, the learned Arbitrator has granted the claim and so award on such claim cannot sustain in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b3ac31a20fd45b6b48dd504469e5356_352"
    },
    {
      "start": 55009,
      "end": 55099,
      "text": "The Arbitral Tribunal has not referred Clause No. 5.7 of the special terms and conditions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d5f2f2804e648588f4bbba401f4c251_353"
    },
    {
      "start": 55100,
      "end": 55319,
      "text": "Thus, there was no material with the Contractor to substantiate the claim under this head and the Contractor had virtually failed to substantiate this claim and the Court has rightly set aside the claim under this head.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9641f538a36740c3877bea146eeea64a_354"
    },
    {
      "start": 55320,
      "end": 55348,
      "text": "\nArb.Appeal Nos.6 & 5/16 44)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff6088cb0db34dafb3af1326a7a71610_355"
    },
    {
      "start": 55349,
      "end": 55636,
      "text": "The decision of the learned Arbitrator of granting claims under issue No. 3A, 3B, 4A and 4B viz. revised rates for entire quantities of work executed after 20.1.1993 and for quantities which were less than 70% of the tender quantity show that there was virtually non application of mind.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a69377c1c2184aa69286b1dbe51811a5_356"
    },
    {
      "start": 55637,
      "end": 55857,
      "text": "It is already mentioned that the Board of Arbitrators had given revised rates to the Contractor by presuming that delay was caused to the employer, but the learned Arbitrator has again given compensation under this head.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca5527aac79842a7a60904b26d6ad3ce_357"
    },
    {
      "start": 55858,
      "end": 56150,
      "text": "Even if, the Board of Arbitrators had not given such compensation, in that case also, the decision of the Board of Arbitrators had become final on that point as this point was raised before the Board of Arbitrators and so, there was bar of principle of res-judicata for granting these claims.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2494312c6f9a480cb405cacd02a0e6ed_358"
    },
    {
      "start": 56151,
      "end": 56223,
      "text": "From this angle, the learned Arbitrator has not considered these claims.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa74aaef876f44e5bec8dc6ae2273eac_359"
    },
    {
      "start": 56224,
      "end": 56277,
      "text": "Thus, the award on such claims cannot sustain in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cff182e1771e4443a1314f3f26fe871e_360"
    },
    {
      "start": 56278,
      "end": 56496,
      "text": "\n45) The claim in respect of excess price allegedly paid by the Contractor for sand mentioned in issue Nos. 5A and 5B is similar to the claim in respect of other material like rubble, Arb.Appeal Nos.6 & 5/16 metal etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1117cd4b0ea047359480ab7532d9f196_361"
    },
    {
      "start": 56497,
      "end": 56655,
      "text": "It was the responsibility of the Contractor as per the Clause 20 of G.C.C. and Clause 5.6 of special terms and conditions of the contract to procure the sand.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73e2078c40cb428a83acaf158dd61be3_362"
    },
    {
      "start": 56656,
      "end": 56780,
      "text": "This aspect of the agreement is not at all considered by the learned Arbitrator and compensation is granted under this head.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f3c4e5c40634bc6b29ccc06e5dce693_363"
    },
    {
      "start": 56781,
      "end": 56814,
      "text": "Such award cannot sustain in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f52bbf578654224a0a1923dfe3e5e6f_364"
    },
    {
      "start": 56815,
      "end": 56950,
      "text": "\n46) The claim in respect of interest under issue No. 6A viz. interest on bank guarantee could not have been awarded by the Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b82dd27a426148528a17e2fa55fbd031_365"
    },
    {
      "start": 56951,
      "end": 57151,
      "text": "Clause No. 10.3 of the special terms and conditions of the contract shows that it was necessary for the Contractor to keep such bank guarantee with the employer during the period of execution of work.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5fb6d1cb64854abd9343600cabad63bb_366"
    },
    {
      "start": 57152,
      "end": 57309,
      "text": "As per this clause, bank guarantee was to remain with the Employer and it was to be released only after completion of the work and settlement of the account.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fb946ecdeb94112b5fca7151272d773_367"
    },
    {
      "start": 57310,
      "end": 57430,
      "text": "Thus, the learned Arbitrator has committed grave error in awarding interest on the bank guarantee in the present matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4423df43bb774db09c5fe097386cefb2_368"
    },
    {
      "start": 57431,
      "end": 57605,
      "text": "If issue Nos. 6A, 6B and 7 are read, which were framed by the learned Arbitrator, it can be said that the learned Arbitrator had not applied mind even for framing the issues.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a88038ce1df431681baa37596732ee0_369"
    },
    {
      "start": 57606,
      "end": 57683,
      "text": "For these reasons, the award on claims under this head needs to be set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9dd0e726ad94621aba0f3b005fa019d_370"
    },
    {
      "start": 57684,
      "end": 57875,
      "text": "\nArb.Appeal Nos.6 & 5/16 47) Issue No. 12 framed by the learned Arbitrator was about entitlement of the Contractor to get compensation, revision of rates and specific relief at the same time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a08890dc566b468faa1f2c31ac429307_371"
    },
    {
      "start": 57876,
      "end": 58013,
      "text": "As already observed, claims were considered by the Board of Arbitrators and decision was given by the Board of Arbitrators on this point.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb2baf2734034da88572fcdaefea2fc8_372"
    },
    {
      "start": 58014,
      "end": 58238,
      "text": "This point appears to be separately considered by the learned Arbitrator and it can be said that it was not necessary for the learned Arbitrator to decide this issue in view of the decision given by the Board of Arbitrators.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34ac9b419e1345b2bc38ed51cc603f29_373"
    },
    {
      "start": 58239,
      "end": 58331,
      "text": "This issue could not have been considered separately as it had connection with other claims.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6212fa65ab74433f8f3e7b8b49beadbb_374"
    },
    {
      "start": 58332,
      "end": 58608,
      "text": "\n48) The decision given under section 34 of the Act by the learned P.D.J., Parbhani shows that the award in respect of claim Nos. 2 to 5 is set aside and for the reasons given by the 'Court' and by this Court, it is not possible to interfere in the said decision of the P.D.J.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "53df93fe4acd4ef2b2b3fd6e0101ce4d_375"
    },
    {
      "start": 58609,
      "end": 58680,
      "text": "The P.D.J. has however confirmed the award given on claim Nos. 1 and 6.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fac0a8c9a7ca44de8988f68dab148614_376"
    },
    {
      "start": 58681,
      "end": 58794,
      "text": "But the award given in respect of those claims also cannot sustain in law in view of the discussion already made.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63cdcf4eb08643269e7af0b7603a758b_377"
    },
    {
      "start": 58795,
      "end": 59017,
      "text": "\n49) The learned counsel for Employer placed reliance on Arb.Appeal Nos.6 & 5/16 the observations made by the Apex Court in the case reported as 2016 (8) SCALE 779 [Union of India and Anr. Vs. Indusind Bank Ltd. and Anr.].",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "6620908c02d7428fa95e06e451a5e5cc_378"
    },
    {
      "start": 59018,
      "end": 59128,
      "text": "This case is on the interpretation of provision of section 28 of the Contract Act as amended in the year 1997.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1aca0e80fc7b4758912301a054242ad3_379"
    },
    {
      "start": 59129,
      "end": 59200,
      "text": "The Apex Court has laid down that the provision has prospective effect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6797711c57a4be38f32f561704d5603_380"
    },
    {
      "start": 59201,
      "end": 59330,
      "text": "This Court has quoted the relevant terms and conditions of the agreement and the best possible case for Contractor is considered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "925fe3b69e0f4e4596187ed2dc7f4d27_381"
    },
    {
      "start": 59331,
      "end": 59577,
      "text": "In spite of such consideration, this Court has come to the conclusion that it is not possible to hold that the Contractor took action for enforcement of his so called right within prescribed period of three years from the date of cause of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "55720fbb0ddf4678bf18e918de185858_382"
    },
    {
      "start": 59578,
      "end": 59736,
      "text": "Thus, even if the observations made in this case are ignored in view of the terms and conditions of the Contract, the Contractor cannot succeed in the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95b5b12099cf47379eacf01551911b6b_383"
    },
    {
      "start": 59737,
      "end": 59837,
      "text": "However, there cannot be dispute over the proposition made by the Hon'ble Apex Court in this matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8420daf0aa4b40f78fac86f9ffbccbcb_384"
    },
    {
      "start": 59838,
      "end": 60100,
      "text": "\n50) On the point of interest claimed on the bank guarantee amount, the learned counsel for Employer placed reliance on the observations made by the Apex Court in the case reported as 2016 (3) Mh.L.J. 1 [Union of India Vs. Bright Power Projects (India) Pvt. Ltd.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "be98adac350043e0918c289ffc57064e_385"
    },
    {
      "start": 60101,
      "end": 60331,
      "text": "In the case decided by three Arb.Appeal Nos.6 & 5/16 Hon'ble Judges of the Apex Court, it is made clear that when there is agreement that no interest would be awarded to the Contractor, the Arbitral Tribunal cannot award interest.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c4a41a3996fa4dbba102e1e652f2895f_386"
    },
    {
      "start": 60332,
      "end": 61131,
      "text": "The Apex Court has referred the provision of section 31 (7)(a) of the Act, which runs as under :-\n\"31(7)(a) Unless otherwise agreed by the parties, where and in so far as an arbitral award is for the payment of money, the Arbitral Tribunal may include in the sum for which the award is made interest, at such rate as it deems reasonable, on the whole or any part of the money, for the whole or any part of the period between the date on which the cause of action arose and the date on which the award is made.\"\n51) The facts of the reported case show that there was the claim in respect of interest on security deposit, earnest money and also on other amount, but in view of the agreement that no interest would be payable, the Apex Court held that Arbitral Tribunal could not have awarded interest.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "96b89234481b4e77af8b38565780ccad_387"
    },
    {
      "start": 61132,
      "end": 61348,
      "text": "On the other hand, the learned counsel for respondent placed reliance on the observations made by the Apex Court in the case reported as AIR 1985 SC 607 [Hyderabad Municipal Corporation Vs. M. Krishnaswami Mudaliar].",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "52bdaf047e52429aa462720e1a507c06_388"
    },
    {
      "start": 61349,
      "end": 61603,
      "text": "In this case decided by two Hon'ble Judges of the Apex Court, the work was abandoned and Arb.Appeal Nos.6 & 5/16 in view of the claim made by the Contractor under the Interest Act, in that case, the Apex Court held that granting of interest was possible.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6bddc44f93044110bcdc79d1be5ae460_389"
    },
    {
      "start": 61604,
      "end": 61927,
      "text": "The facts were different and further, there is the case cited supra viz. 2016 (3) Mh.L.J. 1 [Union of India Vs. Bright Power Projects (India) Pvt. Ltd. decided by the three Judges of the Honble Apex Court showing that Arbitrator is not expected to give award which will be against the terms and conditions of the agreement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3dc35559912c423fb719b7ab65cc3840_390"
    },
    {
      "start": 61928,
      "end": 62154,
      "text": "In the present matter, relevant facts are considered by this Court and relevant portion of the agreement is already quoted and so, the finding is given that the Contractor is not entitled to get interest on the bank guarantee.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d1927e6f75a4dfa8c269820fbd276a6_391"
    },
    {
      "start": 62155,
      "end": 62434,
      "text": "\n52) The learned counsel for respondent placed reliance on the observations made by the Apex Court in the cases reported as 2014 (4) Arb.LR 307 (SC) [Associate Builders Vs. Delhi Development Authority] and 2014 (4) Arb.LR 1 (SC) [Swan Gold Mining Ltd. Vs. Hindustan Copper Ltd.].",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9df3114e73894d49a911922df7a6df44_392"
    },
    {
      "start": 62435,
      "end": 62633,
      "text": "The Apex Court has laid down that ordinarily when view expressed by the Arbitrator on facts is possible view, the decision of the Arbitrator given on factual aspect cannot be disturbed by the Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a4a3a27fb0bb42e6a999f3a26e880913_393"
    },
    {
      "start": 62634,
      "end": 62881,
      "text": "However, the observations show that such award needs to be based on evidence given to substantiate Arb.Appeal Nos.6 & 5/16 the claim and it should be in accordance with the terms and conditions of the Contract and it should not be against the law.",
      "labels": [
        "RATIO"
      ],
      "id": "bbd735f8a92c45b7aa5a69d0368199a8_394"
    },
    {
      "start": 62882,
      "end": 62927,
      "text": "There cannot be dispute over the proposition.",
      "labels": [
        "RATIO"
      ],
      "id": "fac56ce874b54c76ae757cc07cb198fe_395"
    },
    {
      "start": 62928,
      "end": 63007,
      "text": "Only to that extent, this Court has considered the challenge against the award.",
      "labels": [
        "RATIO"
      ],
      "id": "2d4f6b8d5a744dffb23ea5166f558b9e_396"
    },
    {
      "start": 63008,
      "end": 63212,
      "text": "\n53) In view of the aforesaid discussion made by this Court, this Court holds that point Nos. (iii), (iv), (v), (vi) and (vii) need to be answered against the Contractor and they are answered accordingly.",
      "labels": [
        "RATIO"
      ],
      "id": "1fba29d5a2ec41b983fe3e351dec5999_397"
    },
    {
      "start": 63213,
      "end": 63378,
      "text": "\n54) So, this Court holds that the proceeding filed by the department, Employer needs to be allowed and entire award of the learned Arbitrator needs to be set aside.",
      "labels": [
        "RATIO"
      ],
      "id": "f9683002caee430a81f1ff2215184bec_398"
    },
    {
      "start": 63379,
      "end": 63510,
      "text": "Similarly, the decision given by the learned P.D.J. of conforming the award in respect of claim Nos. 1 and 6 needs to be set aside.",
      "labels": [
        "RPC"
      ],
      "id": "5808e194899a4609ac7da2ef5440f25a_399"
    },
    {
      "start": 63511,
      "end": 63612,
      "text": "In the result, following order :-\nORDER (I) Arbitration Appeal No. 6/2016 of the Employer is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "c64e8c2cd05a48ab970b5c7d1405d148_400"
    },
    {
      "start": 63613,
      "end": 63716,
      "text": "The entire award delivered by the learned Arbitrator is hereby set aside and the claims stand rejected.",
      "labels": [
        "RPC"
      ],
      "id": "6a7cb803cb7640b2b09e83d254bc2ab1_401"
    },
    {
      "start": 63717,
      "end": 64011,
      "text": "The decision given by the learned P.D.J., Parbhani in proceeding filed under Arb.Appeal Nos.6 & 5/16 section 34 of the Act, by which award in respect of claim No. 1 and 6 is confirmed, is also set aside and the entire proceeding filed under section 34 of the Act by the Employer stands allowed.",
      "labels": [
        "RPC"
      ],
      "id": "83a87c0fedc44904b240a7cc155a717c_402"
    },
    {
      "start": 64012,
      "end": 64083,
      "text": "\n(II) Arbitration Appeal No. 5/2016 of the Contractor stands dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "bf1bd9e865d94a678d435e07376544c1_403"
    },
    {
      "start": 64084,
      "end": 64152,
      "text": "\n(III) Civil Applications filed in both the matters are disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "be6bbcf4adc24bce9cba151fc251c7b3_404"
    },
    {
      "start": 64153,
      "end": 64228,
      "text": "\n(IV) Parties to bear their own cost throughout.\n[ T.V. NALAWADE, J. ] ssc/",
      "labels": [
        "NONE"
      ],
      "id": "76b8f74df7044fe38ee4ced9e9f3a3aa_405"
    }
  ]
}