{
  "id": "cc25f417df31bb6c58887c3c31032b61f92d8c6025f312eb882ac5479811a63d",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nChacha Nehru Bal Chikitsalaya, Delhi vs M/S Induction Corporate Solutions Pvt ... on 12 March, 2024\nAuthor: Vibhu Bakhru\nBench: Vibhu Bakhru \n                               In The High Court Of Delhi At New Delhi\n                          %                               Judgment delivered on: 12.03.2024\n\n                          +     Fao (Comm) 206/2023 & Cm No. 51971/2023 \n\n                          Chacha Nehru Bal Chikitsalaya, Delhi .... Appellant \n                                                          Versus \n                          M / S Induction Corporate\n                          Solutions Pvt. Ltd.                                ..... Respondent \n\n                          Advocates who appeared in this case: \n                          For the Appellant        : Ms. Avni Singh, Adv. \n\n                          For the Respondent       : Mr. Chirag Alagh & Mr. R.K. Alagh, Advs. \n\n                          Coram \n                          Hon'Ble Mr Justice Vibhu Bakhru \n                          Hon'Ble Mr Justice Tara Vitasta Ganju\n\n                                                      Judgment\nVibhu Bakhru, J Introduction\n1. The appellant (Chacha Nehru Bal Chikitsalaya, Delhi), is an autonomous institute funded by the Government of National Capital Territory of Delhi. The appellant has file d the present appeal under Section 37(1)(c) of the Arbitration & Conciliation Act, 1996 (hereafter 'the A&C Act') impugning an order dated 28.07.2023 (hereafter 'the impugned order') passed by the learned Commercial Court rejecting the appellant's application being OMP(COMM) No.22/2022 captioned Chacha Nehru Bal Chikitsalaya v. M/s Indusction Corporate Solutions Pvt. Ltd. The Appellant had filed the said application under Section 34 of the A&C Act impugning an Arbitral Award dated 26.09.2019 (hereafter 'the impugned award'). The learned Commercial Court found that the appellant's application was beyond the period of limitation. The learned Commercial Court further held that in the facts of the case, the appellant was not entitled to the benefit of Section 14 of the Limitation Act, 1963 (hereafter 'the Limitation Act') as there was no assertion that the appellant had pursued the proceedings before the District Judge (Commercial Courts), East District, Karkardooma Courts in the bonafide belief that it had jurisdiction to pursue the same. \nTHE FACTS 2. The brief facts relevant to address the controversy are as under:\n2.1 The disputes arose between the parties in connection with an agreement dated 17.03.2015 (hereafter 'the Agreement'). The said Agreement included an arbitration clause. Consequently, the disputes were referred to an Arbitral Tribunal comprising of a Sole Arbitrator. \n2.2 The Arbitral Tribunal rendered the impugned award on 26.09.2019. The appellant received the impugned award on 03.10.2019 and filed an application under Section 34 of the A&C Act assailing the impugned award before the learned Commercial Court, East District, Karkardooma on 07.01.2020 - OMP (COMM) No.01/2020 (hereafter 'the First Petition').\n2.3 Admittedly, the said petition was filed beyond the period of three months from the date of receipt of the impugned award, which expired on 03.01.2020. However, the delay in filing the First Petition did not exceed thirty days. Thus, the concerned Court could condone the same in terms of the proviso to Section 34(3) of the A&C Act, if the appellant established that there was sufficient cause, which prevented it from filing the same within the stipulated period of three months from the receipt of the impugned award. \n2.4 However, the learned Commercial Court returned the First Petition on 08.01.2020 on the ground that the appellant had not complied with the provisions of pre-institution mediation as required under Section 12A of the Commercial Courts Act, 2015. \n2.5 The appellant did not appeal the order dated 08.01.2020 and filed an application for pre-institution mediation before the East, District Legal Services Authority (hereafter 'the DLSA') on 04.02.2020. \nNotices were issued to the respondent but it did not join the mediation proceedings. Consequently, on 26.02.2020, the DLSA furnished a report that the mediation was a non-starter. \n2.6 Thereafter on 19.03.2020, the appellant once again filed an application under Section 34 of the A&C Act for setting aside the impugned award - OMP (COMM) No.07/2020 (hereafter 'the Second Petition') before the Commercial Court, East District, Karkardooma. \n2.7 The Second Petition continued to be pending before the learned Commercial Court, East District, Karkardooma till 30.10.2021. The application was returned to the appellant on 30.10.2021 as the learned Commercial Court held that it lacked the territorial jurisdiction to entertain the Second Petition under Section 34 of the A&C Act. The said conclusion was founded on the basis that the arbitral proceedings were conducted in an office in Rajiv Chowk (Connaught Place) and therefore, the Commercial Courts, New Delhi District alone would have the jurisdiction to entertain the application. \n2.8 The certified copy of the order dated 30.10.2021 was made available to the appellant on 23.12.2021. \n2.9 The appellant filed an application under Section 34 of the A&C Act assailing the impugned award, OMP(COMM) No.22/2022 (hereafter 'the Third Petition'), before the Commercial Court, New Delhi (Patiala House Courts) on 24.01.2022. As noted above, the same was dismissed as being barred by limitation by the impugned order. \nSUBMISSIONS 3. Ms. Avni Singh, learned counsel appearing for the appellant assails the conclusion that the application filed by the appellant was beyond the period of limitation that could be condoned by the Court. She submits that the period between 08.01.2020 and 19.03.2020 - that is the period between the return of the First Petition and filing of the Second Petition - is liable to be excluded under Section 14 of the Limitation Act as the said period was spent in pursuing mediation as directed by the Commercial Courts, East District, Karkardooma Courts. She submits that the Second Petition was directed to be returned on 30.10.2021. The certified copy was made available on 23.12.2021 and the appellant had filed the Third Petition immediately on the next day, that is, on 24.01.2022, and was listed on 27.01.2022. She submitted that the period between 19.03.2020 and 24.01.2022 was also liable to be excluded by virtue of the order passed by the Supreme Court in Re:\nCognizance for Extension of Limitation1.\n4. Mr. Chirag Alagh, learned counsel appearing for the respondent disputed the aforesaid submission. He submitted that the First Petition was filed beyond the period of limitation, that is, after three months from the date of receipt of the impugned award. He submitted that the delay was of four days, which could be condoned, however, the learned Commercial Court had returned the petition by an order dated 08.01.2020. He submits that the said order was non est as the provision of Section 12A of the Commercial Courts Act, 2015 are not applicable to an application under Section 34 of the A&C Act for setting aside an arbitral award and therefore, it was incumbent upon the appellant to challenge the same. Since, the appellant had failed to do so, the time spent by the appellant in pursuing the mediation proceedings could not be excluded under Section 14 of the Limitation Act. He submitted that since, the benefit of exclusion of the period between 08.01.2020 and Suo Motu Writ Petition (C) No.3/2020 26.02.2020 is denied to the appellant, the Second Petition would be barred by limitation and the period of delay would be in excess of the period of thirty days that could be condoned by the court.\n5. He also submitted that the benefit of the order passed by the Supreme Court in Re: Cognizance for Extension of Limitation1 cannot be extended to the appellant as the period of limitation had already expired prior to 15.03.2020. He referred to the decision of the Supreme Court in Sagufa Ahmed & Ors. v. Upper Assam Plywood Products Limited & Ors. 2 in support of his contention. \n6. Ms. Avni Singh, learned counsel appearing for the appellant countered the aforesaid submission and submitted that the benefit of the order passed by the Supreme Court in Re: Cognizance for Extension of Limitation1 would also be available to exclude the period between 15.03.2020 to 26.02.2022 for computing the outer limit of 30 days delay, which could be condoned by the Court under the proviso to Section 34(3) of the A&C Act. She relied on the decision of the Supreme Court in Aditya Khaitan & Ors. v. IL and FS Financial Services Limited3 in support of her contention. \nREASONS AND CONCLUSION 7. At the outset, it is material to note that the appellant's First Petition was delayed by four days. Undisputedly, the learned Commercial Court could condone the said delay of four days, in filing (2021) 2 SCC 317 (2023) 9 SCC 570 the First Petition in terms of the proviso to Section 34(3) of the A&C Act. It is incomprehensible that the said delay would not have been condoned if the appellant provided a credible explanation for the same. However, it is disappointing to note that the appellant has been vexed by repeated erroneous orders. The appellant's pursuit of its legal remedy has been reduced to an obstacle course. \n8. The First Petition was returned by an order of the learned Commercial Court, Karkardooma Court, Delhi by an order dated 08.01.2020. The said order reads as under:\n\"08.1.2020 Present:- Shri Aashish Uppal - Ld. Counsel for the petitioner None for the respondent/defendant This is a petition under Section 34 of The Arbitration Act received by way of assignment. However, it is observed that though it has been captioned as a Commercial Dispute but the mandatory provision of Section 12-A of the Commercial Disputes Act, i.e. pre-institution mediation has been followed. Hence, the petition is returned with liberty to the petitioner to approach the Mediation Centre for the pre-institution mediation and thereafter approach the Court. \n(Sanjay Sharma-I) District Judge (Commercial Courts) East District Karkardooma Courts- 08.1.2020\"\n9. It is clear that the aforesaid order has been passed mechanically, without application of mind and being oblivious of the provisions of Section 12A of the Commercial Courts Act, 2015. A plain reading of Section 12A(1) of the Commercial Courts Act, 2015 indicates that institution of a suit, which does not contemplate any urgent relief, is proscribed until the plaintiff exhausts the remedy of pre-institution mediation. The appellant had not filed a suit; it had filed an application under Section 34 of the A&C Act to set aside the impugned order. The learned Commercial Court had merely referred to the Section 12A of the Commercial Courts Act, 2015 which was cited to return / reject the appellant's application. As is apparent from the plain language of Section 12A of the Commercial Courts Act 2015, it has no application to filing of an application under Section 34 of the A&C Act for setting aside an arbitral award. \n10. Mr. Chirag Alagh, learned counsel for the respondent, submitted that the order dated 08.01.2020 should have been treated as non-est and the since the appellant had not appealed the order, it was disentitled to seek the benefit of Section 14 of the Limitation Act. The said contention is unmerited. The order dated 08.01.2020 being a judicial order could not be treated as non-est and was required to be implemented till it was set aside. The appellant may have had recourse of appealing the said decision but did not do so. The appellant chose to comply with the order and made a reference to mediation. In terms of Sub-section (3) of Section 12A of the Commercial Courts Act, 2015, the period during which the parties are in mediation is required to be excluded for the purpose of limitation under the Limitation Act, 1963. Thus, in any view of the matter, the period till 26.02.2020 is required to be excluded. The substratal rationale of Law of Limitation is to deny a person who sleeps over his right the recourse to Courts. The general rule of limitation is based on the Latin maxim: vigilantibus, et non dormientibus, jura subveniunt (the vigilant, and not the sleepy, are assisted by the laws)\n11. In the context of the present facts, the appellant has not slept over its right; it filed the First Petition to set aside the impugned award in a court of competent jurisdiction. However, as noted above, the learned Commercial Court had rejected the First Petition on palpably erroneous premise that the appellant was required to exhaust its recourse to mediation. \n12. The appellant, within few weeks of the mediation failing, filed the Second Petition before the learned Commercial Court. In our view, since the rejection of the First Petition was palpably erroneous, the Second Petition must necessarily be construed as one re-instating the appellant's first recourse (the First Petition) to set aside the impugned award. \n13. The Second Petition was also dismissed by the learned Commercial Court by an order dated 30.10.2021 on the ground that the learned Commercial Court (East District) lacked territorial jurisdiction. This order also proceeds on an erroneous assumption that the seat of arbitration was at Connaught Place, New Delhi, which fell outside the territorial jurisdiction of the learned Commercial Court. \n14. The learned Commercial Court referred to the decision of the Supreme Court in Indus Mobile Distribution Pvt. Ltd. V. Datawind Innovations Pvt. Ltd. & Ors.4: BGS SGS SOMA JV v. NHPC Ltd.5; and the decision of this Court in Ion Exchange (India) Ltd. v. Panasonic Electric Works Co. Ltd.6 in concluding that the Court in whose jurisdiction the juridical seat of arbitration is located would alone have the jurisdiction to entertain an application under the A&C Act. However, the learned Commercial Court misapplied the ratio of the said decisions by assuming that Connaught Place, New Delhi was the juridical seat of the arbitration. \n15. The Arbitration Agreement between the parties, (the arbitration clause) expressly provides that the arbitration would be held in Delhi. The said arbitration clause is set out below:\n\"23. DISPUTE RESOLUTION:-\n(a) Any dispute and / or difference arising out of or relating to this contract will be resolved through joint discussion of the authorized representatives of the concerned parties. However, if the disputes are not resolved by joint discussions, then the matter will be referred for adjudication to a sole Arbitrator to be appointed by the Lt. Governor, Delhi. \n(b) The award of the sole Arbitrator shall be final and binding on all the parties. The arbitration proceedings shall be governed by Indian Arbitration and Conciliation Act 1996, as amended from time to time. \n(c) The cost of Arbitration shall be borne by the respective parties in equal proportions. During the pendency of the arbitration proceeding and if the period of contract is still valid, neither party shall be entitled to suspend the work / service to which the disputes relates on account of the arbitration and payment to the Contract shall continue to be (2017) 7 SCC 678 (2020) 4 SCC 234 2014 SCC Online Del 973 made in terms of the contract. Arbitration proceedings will be held in Delhi only.\" \n16. The parties had agreed that the arbitration proceedings will be held in Delhi. It is apparent that the parties had chosen Delhi as the seat of the arbitration. There was no agreement between the parties that the seat of the arbitration would be Connaught Place. There is nothing in the impugned award which even remotely suggests that the Arbitral Tribunal had determined the place of arbitration to be Connaught Place, New Delhi. \n17. There is no cavil with the proposition that once the parties agree to the seat of arbitration, the Court exercising jurisdiction over the seat of arbitration would have the exclusive jurisdiction for the purpose of arbitral proceedings, as held by the Supreme Court in Indus Mobile Distribution Pvt. Ltd. v. Datawind Innovations Pvt. Ltd. & Ors.4. However, the learned Commercial Court was required to determine whether the seat of arbitration was outside its jurisdiction. \n18. The A&C Act does not mention the seat of arbitration. However, Section 20 of the A&C Act uses the expression 'place of arbitration'. The expression 'place of arbitration' mentioned under Section 20(1) of the A&C Act is akin to 'seat of arbitration'. In Bharat Aluminium Co. v. Kaiser Aluminium Technical Services Inc.7, the Supreme Court had referred to the definition of the term 'Court' [Section 2(1)(e) of the (2012) 9 SCC 552 A&C Act] as well as provisions relating to the place of arbitration (Section 20 of the A&C Act) and inter alia held as under:\n\"96. Section 2(1)(e) of the Arbitration Act, 1996 reads as under:\n'2. Definitions.--(1) In this Part, unless the context otherwise requires-- (e) \"Court\" means the Principal Civil Court of Original Jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil court of a grade inferior to such Principal Civil Court, or any Court of Small Causes;\"\nWe are of the opinion, the term \"subject-matter of the arbitration\" cannot be confused with \"subject-matter of the suit\". The term \"subject-matter\" in Section 2(1)(e) is confined to Part I. It has a reference and connection with the process of dispute resolution. Its purpose is to identify the courts having supervisory control over the arbitration proceedings. Hence, it refers to a court which would essentially be a court of the seat of the arbitration process. In our opinion, the provision in Section 2(1)(e) has to be construed keeping in view the provisions in Section 20 which give recognition to party autonomy. Accepting the narrow construction as projected by the learned counsel for the appellants would, in fact, render Section 20 nugatory. In our view, the legislature has intentionally given jurisdiction to two courts i.e. the court which would have jurisdiction where the cause of action is located and the courts where the arbitration takes place. This was necessary as on many occasions the agreement may provide for a seat of arbitration at a place which would be neutral to both the parties. Therefore, the courts where the arbitration takes place would be required to exercise supervisory control over the arbitral process. For example, if the arbitration is held in Delhi, where neither of the parties are from Delhi, (Delhi having been chosen as a neutral place as between a party from Mumbai and the other from Kolkata) and the tribunal sitting in Delhi passes an interim order under Section 17 of the Arbitration Act, 1996, the appeal against such an interim order under Section 37 must lie to the courts of Delhi being the courts having supervisory jurisdiction over the arbitration proceedings and the tribunal. This would be irrespective of the fact that the obligations to be performed under the contract were to be performed either at Mumbai or at Kolkata, and only arbitration is to take place in Delhi. In such circumstances, both the courts would have jurisdiction i.e. the court within whose jurisdiction the subject-matter of the suit is situated and the courts within the jurisdiction of which the dispute resolution i.e. arbitration is located. \n* * * *\n98. We now come to Section 20, which is as under:\n\"20. Place of arbitration.--(1) The parties are free to agree on the place of arbitration. \n(2) Failing any agreement referred to in sub-section (1), the place of arbitration shall be determined by the Arbitral Tribunal having regard to the circumstances of the case, including the convenience of the parties. (3) Notwithstanding sub-section (1) or sub-section (2), the Arbitral Tribunal may, unless otherwise agreed by the parties, meet at any place it considers appropriate for consultation among its members, for hearing witnesses, experts or the parties, or for inspection of documents, goods or other property.\" A plain reading of Section 20 leaves no room for doubt that where the place of arbitration is in India, the parties are free to agree to any \"place\" or \"seat\" within India, be it Delhi, Mumbai, etc. In the absence of the parties' agreement thereto, Section 20(2) authorises the tribunal to determine the place/seat of such arbitration. Section 20(3) enables the tribunal to meet at any place for conducting hearings at a place of convenience in matters such as consultations among its members for hearing witnesses, experts or the parties. \n99. The fixation of the most convenient \"venue\" is taken care of by Section 20(3). Section 20, has to be read in the context of Section 2(2), which places a threshold limitation on the applicability of Part I, where the place of arbitration is in India. Therefore, Section 20 would also not support the submission of the extra-territorial applicability of Part I, as canvassed by the learned counsel for the appellants, so far as purely domestic arbitration is concerned.\"\n19. The venue where the hearings are held cannot be conflated with the place of arbitration. In the present case, the parties had agreed that the arbitral proceedings would be held in Delhi as is apparent from the plain language of the arbitration clause in the Agreement. In the absence of any contra indication, it would follow that the parties had agreed that the seat of arbitration is Delhi. There was no plausible reason to assume that the seat of arbitration is Connaught Place, New Delhi. Merely because the hearings were held in an office in Connaught Place, New Delhi does not mean that the seat of arbitration was Connaught Place, New Delhi. The said presumption is flawed. \n20. The Supreme Court in Indus Mobile Distribution Private Limited v. Datawind Innovations Private Limited & Anr.4 after referring the Law Commission's recommendations to amend Section 20 of the A&C Act, observed as under: -\n\"18. The amended Act, does not, however, contain the aforesaid amendments, presumably because the BALCO judgment in no uncertain terms has referred to \"place\" as \"juridical seat\" for the purpose of Section 2(2) of the Act. It further made it clear that Section 20(1) and 20 (2) where the word \"place\" is used, refers to \"juridical seat\", whereas in Section 20 (3), the word \"place\" is equivalent to \"venue\". \nThis being the settled law, it was found unnecessary to expressly incorporate what the Constitution Bench of the Supreme Court has already done by way of construction of the Act.\" \n21. Thus, the word 'place' as used in Sub-section (3) of Section 20 of the A&C Act refers to the venue of the arbitration. The fact that the arbitral proceedings are held at a convenient office, does not confer any exclusive jurisdiction to a Court having the territorial jurisdiction in respect of the said venue. In terms of Sub-section (1) of Section 20 of the A&C Act, the parties may agree to a 'place' of an arbitration. Failing such an agreement, the Arbitral Tribunal may determine the same in terms of Sub-section (2) of Section 20 of the A&C Act. The reference to a 'place' under Sub-sections (1) and (3) of Section 20 of the A&C Act is to the seat of an arbitration. The fact that the parties have agreed to the place of arbitration - which is akin to the juridical seat of arbitration -does not preclude the parties or the Arbitrator from holding hearings at a convenient location in terms of Sub-section (3) of Section 20 the A&C Act. It is necessary not to conflate the office where the arbitral proceedings are held with the juridical seat of arbitration. \n22. The Supreme Court4 had explained that the moment the parties agree to a seat of arbitration, it amounts to an exclusive jurisdiction clause. This conclusion was not founded on the premise that the Court as defined under Section 2(1)(e) the A&C Act, would not have the jurisdiction in respect of the arbitral proceedings. The Court's conclusion was founded on the basis that both the Courts - the Court as defined under Section 2(1)(e) the A&C Act as well the Court exercising jurisdiction where the juridical seat of arbitration is located would have the jurisdiction in respect of the arbitral proceedings. However, it is settled law that where two or more Courts have jurisdiction, the parties may agree that one of those Courts would alone exercise jurisdiction. The Supreme Court reasoned that the agreement between the parties as to the juridical seat of arbitration would amount to such an agreement. The agreement being that the Courts exercising jurisdiction over the seat of arbitration would have the exclusive jurisdiction in respect of arbitral proceedings. Paragraphs no.19 and 20 of the Supreme Court's decision4, clearly indicates the aforesaid reasoning. The same are set out below: -\n\"19. A conspectus of all the aforesaid provisions shows that the moment the seat is designated, it is akin to an exclusive jurisdiction clause. On the facts of the present case, it is clear that the seat of arbitration is Mumbai and Clause 19 further makes it clear that jurisdiction exclusively vests in the Mumbai courts. Under the Law of Arbitration, unlike the Code of Civil Procedure which applies to suits filed in courts, a reference to \"seat\" is a concept by which a neutral venue can be chosen by the parties to an arbitration clause. The neutral venue may not in the classical sense have jurisdiction - that is, no part of the cause of action may have arisen at the neutral venue and neither would any of the provisions of Section 16 to 21 of the CPC be attracted. In arbitration law however, as has been held above, the moment \"seat\" is determined, the fact that the seat is at Mumbai would vest Mumbai courts with exclusive jurisdiction for purposes of regulating arbitral proceedings arising out of the agreement between the parties. \n20. It is well settled that where more than one court has jurisdiction, it is open for parties to exclude all other courts. For an exhaustive analysis of the case law, see Swastik Gases Private Limited v. Indian Oil Corporation Limited, (2013) 9 SCC 32. This was followed in a recent judgment in B.E. Simoese Von Staraburg Niedenthal and Another v.\nChhattisgarh Investment Limited, (2015) 12 SCC 225. Having regard to the above, it is clear that Mumbai courts alone have jurisdiction to the exclusion of all other courts in the country, as the juridical seat of arbitration is at Mumbai. This being the case, the impugned judgment is set aside. The injunction confirmed by the impugned judgment will continue for a period of four weeks from the date of pronouncement of this judgment, so that the respondents may take necessary steps under Section 9 in the Mumbai Court. Appeals are disposed of accordingly.\" \n23. Thus, the principal question to be addressed is whether the parties had agreed that Connaught Place (Rajiv Chowk) would be the seat of arbitration and the Court having jurisdiction in respect of Rajiv Chowk alone would have the jurisdiction to the exclusion of the Court as defined under Section 2(1)(e) the A&C Act. The answer to the said question is clearly in the negative. The parties had agreed that the seat of arbitration would be Delhi and not Rajiv Chowk (formerly known as Connaught Place). Thus, it cannot be inferred that the Commercial Court, New Delhi (Patiala House Courts) would have the exclusive jurisdiction to entertain the application for setting aside the impugned award. \n24. Admittedly, both parties are carrying on their business activities within the territorial jurisdiction of the learned Commercial Court (East District), Karkardooma Courts, Delhi. Therefore, the agreement between the parties that the seat of the arbitration would be Delhi cannot be construed as an agreement to exclude the jurisdiction of the learned Commercial Court (East District), Karkardooma, Delhi, which, concededly, is the Court within the meaning of Section 2(1) (e) the A & C Act. The principle that Courts where the seat of the arbitration is located would have the exclusive jurisdiction is applicable only in cases where the Court exercising jurisdiction in respect of seat of arbitration is other than the Court exercising jurisdiction over the subject matter, that is, the Court covered under definition under Section 2(1) (e) the A&C Act. \n25. Both the parties carry on their business activities within the territorial jurisdiction of the Karkardooma Courts and therefore, the Commercial Court in Karkardooma undoubtedly has the jurisdiction to entertain the application under Section 34 of the A&C Act. \n26. In our view, the decision of the learned Commercial Court to return the Second Petition to the appellant is ex facie erroneous. \n27. Admittedly, the appellant had immediately on receiving the order, filed the application under Section 34 of the A&C Act before the Commercial Court, New Delhi (Patiala House Courts). In the given facts, we are unable to accept the conclusion that the appellant's petition was filed beyond the outer limit of thirty days delay (beyond the initial period of three months available for filing an application under Section 34 of the A&C Act) which could be condoned.\n28. The contention that the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation1 would not apply for extending the period for which the Courts can condone the delay is also unpersuasive in view of the later decisions. In Aditya Khaitan & Ors. v. IL and FS Financial Services Limited3 the Supreme Court had clarified as under:-\n23. As would be clear from hereinabove, the very basis of the judgment in Sagufa Ahmed [Sagufa Ahmed v. Upper Assam Plywood Products (P) Ltd., (2021) 2 SCC 317 : (2021) 2 SCC (Civ) 178] that under the 23-3-2020 [Cognizance for Extension of Limitation, In re, (2020) 19 SCC 10 : (2021) 3 SCC (Cri) 801] order, only the period of limitation has been extended and not the period up to which delay can be condoned, has been taken away by expanding the protection by excluding the period even for computing outer limits within which the court or tribunal can condone delay. This is an important subsequent aspect which has a great bearing in deciding the present controversy. \n* * * *\n26. As would be seen from the above, the outer limit within which the court or tribunal can condone the delay is 120 days from the date of summons. \n29. In the present case, we find that the appellant has been effectively deprived of pursuing its application under Section 34 of the A&C Act by successive erroneous orders. \n30. We are of the view that the maxim - Actus Curiae Neminem Gravabit (the act of the Court shall not prejudice no man) is required to be applied in the present case to remedy the prejudice caused. \n31. The impugned order is thus, set aside. The appellant is at liberty to seek appropriate orders for return of the petition and for refiling the petition before the learned Commercial Court. \n32. The appeal is disposed of in the aforesaid terms. The pending application is also disposed of. \nVIBHU BAKHRU, J TARA VITASTA GANJU, J MARCH 12, 2024 'gsr'",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1c23b8d65c3c4d28a1563b5040275038_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53d20750b20a4216b4d8511b2afa044c_1"
    },
    {
      "start": 243,
      "end": 360,
      "text": "Delhi High Court\nChacha Nehru Bal Chikitsalaya, Delhi vs M/S Induction Corporate Solutions Pvt ... on 12 March, 2024\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5b5d0c004d4b4d4cb13ddc19e41d9016_2"
    },
    {
      "start": 360,
      "end": 400,
      "text": "Author: Vibhu Bakhru\nBench: Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f263a35d46e4e19845b1f65e3827d8e_3"
    },
    {
      "start": 433,
      "end": 499,
      "text": "In The High Court Of Delhi At New Delhi\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e4f34ca06f274f38a82dddf6b71332f8_4"
    },
    {
      "start": 499,
      "end": 592,
      "text": "%                               Judgment delivered on: 12.03.2024\n\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86f0ffdd7f8443c0a8dc54bf374fca4f_5"
    },
    {
      "start": 592,
      "end": 637,
      "text": "+     Fao (Comm) 206/2023 & Cm No. 51971/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f858a9df2ea04084b685ef39a9adf6fd_6"
    },
    {
      "start": 666,
      "end": 678,
      "text": "Chacha Nehru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "77162dd0869f4ca683613efdfaebcc2a_7"
    },
    {
      "start": 679,
      "end": 702,
      "text": "Bal Chikitsalaya, Delhi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "665c65b1fbac42d2a221a19788dc07e2_8"
    },
    {
      "start": 703,
      "end": 717,
      "text": ".... Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c87a9b55ef74d128e4ef3386b1dfcf3_9"
    },
    {
      "start": 777,
      "end": 783,
      "text": "Versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ef202d84e9540d2ace58535117b6a30_10"
    },
    {
      "start": 811,
      "end": 863,
      "text": "M / S Induction Corporate\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "493d90980344493abcf7f0c2bea4198f_11"
    },
    {
      "start": 863,
      "end": 872,
      "text": "Solutions",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fc34f2ae3e3c41edbbe69281c7ce55a8_12"
    },
    {
      "start": 873,
      "end": 914,
      "text": "Pvt. Ltd.                                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "242ab0780e314140b83a82b3779da955_13"
    },
    {
      "start": 914,
      "end": 930,
      "text": "..... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "00d65eb4083d49e0a4caaccd8d2b03bb_14"
    },
    {
      "start": 959,
      "end": 995,
      "text": "Advocates who appeared in this case:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0e1c719596954aeebf43403e8fbd5786_15"
    },
    {
      "start": 1023,
      "end": 1040,
      "text": "For the Appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d15f1be4840d4fbb988ff7f3408ae979_16"
    },
    {
      "start": 1048,
      "end": 1070,
      "text": ": Ms. Avni Singh, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "97f28f474ab3481c8bd389628afbfefa_17"
    },
    {
      "start": 1099,
      "end": 1117,
      "text": "For the Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "362d7cf51abb4a40b118fee861402ce8_18"
    },
    {
      "start": 1124,
      "end": 1166,
      "text": ": Mr. Chirag Alagh & Mr. R.K. Alagh, Advs.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f72fa089f6ba4468ba11eaac2c7da0a9_19"
    },
    {
      "start": 1195,
      "end": 1259,
      "text": "Coram \n                          Hon'Ble Mr Justice Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38f02bdac76545cfb2652f1b666c1c59_20"
    },
    {
      "start": 1287,
      "end": 1566,
      "text": "Hon'Ble Mr Justice Tara Vitasta Ganju\n\n                                                      Judgment\nVibhu Bakhru, J Introduction\n1. The appellant (Chacha Nehru Bal Chikitsalaya, Delhi), is an autonomous institute funded by the Government of National Capital Territory of Delhi.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "564a9a901ad7436c9bc8153a1a5ec55f_21"
    },
    {
      "start": 1567,
      "end": 1589,
      "text": "The appellant has file",
      "labels": [
        "FAC"
      ],
      "id": "ced7a243d1404736ae4a5312d4d06064_22"
    },
    {
      "start": 1590,
      "end": 1923,
      "text": "d the present appeal under Section 37(1)(c) of the Arbitration & Conciliation Act, 1996 (hereafter 'the A&C Act') impugning an order dated 28.07.2023 (hereafter 'the impugned order') passed by the learned Commercial Court rejecting the appellant's application being OMP(COMM) No.22/2022 captioned Chacha Nehru Bal Chikitsalaya v. M/s",
      "labels": [
        "FAC"
      ],
      "id": "69d51a0306ed468c9f0ac28225fe49f2_23"
    },
    {
      "start": 1924,
      "end": 1964,
      "text": "Indusction Corporate Solutions Pvt. Ltd.",
      "labels": [
        "FAC"
      ],
      "id": "6e83ff0a105641d38443146fecc34fae_24"
    },
    {
      "start": 1965,
      "end": 2120,
      "text": "The Appellant had filed the said application under Section 34 of the A&C Act impugning an Arbitral Award dated 26.09.2019 (hereafter 'the impugned award').",
      "labels": [
        "FAC"
      ],
      "id": "da6d7aa24cb34842a1cde4220bebf822_25"
    },
    {
      "start": 2121,
      "end": 2225,
      "text": "The learned Commercial Court found that the appellant's application was beyond the period of limitation.",
      "labels": [
        "FAC"
      ],
      "id": "71f381636bec4b558a177c5f7baad205_26"
    },
    {
      "start": 2226,
      "end": 2641,
      "text": "The learned Commercial Court further held that in the facts of the case, the appellant was not entitled to the benefit of Section 14 of the Limitation Act, 1963 (hereafter 'the Limitation Act') as there was no assertion that the appellant had pursued the proceedings before the District Judge (Commercial Courts), East District, Karkardooma Courts in the bonafide belief that it had jurisdiction to pursue the same.",
      "labels": [
        "FAC"
      ],
      "id": "cecc4b217aca4f639a4555dc445c0ba7_27"
    },
    {
      "start": 2643,
      "end": 2842,
      "text": "THE FACTS 2. The brief facts relevant to address the controversy are as under:\n2.1 The disputes arose between the parties in connection with an agreement dated 17.03.2015 (hereafter 'the Agreement').",
      "labels": [
        "FAC"
      ],
      "id": "4c04848eefe640dfa7d21c4dd6e7a35b_28"
    },
    {
      "start": 2843,
      "end": 2893,
      "text": "The said Agreement included an arbitration clause.",
      "labels": [
        "FAC"
      ],
      "id": "41b9b6525d554794804db34873ab0d59_29"
    },
    {
      "start": 2894,
      "end": 2991,
      "text": "Consequently, the disputes were referred to an Arbitral Tribunal comprising of a Sole Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "c6b8cff9e53a4bfb96ca4f18bb0d27d5_30"
    },
    {
      "start": 2993,
      "end": 3061,
      "text": "2.2 The Arbitral Tribunal rendered the impugned award on 26.09.2019.",
      "labels": [
        "RLC"
      ],
      "id": "2562464ef99c4e7f99a833fa8b41a3d3_31"
    },
    {
      "start": 3062,
      "end": 3343,
      "text": "The appellant received the impugned award on 03.10.2019 and filed an application under Section 34 of the A&C Act assailing the impugned award before the learned Commercial Court, East District, Karkardooma on 07.01.2020 - OMP (COMM) No.01/2020 (hereafter 'the First Petition').\n2.3",
      "labels": [
        "FAC"
      ],
      "id": "c5cca19b5c2d449bb0068b21f897a01c_32"
    },
    {
      "start": 3344,
      "end": 3494,
      "text": "Admittedly, the said petition was filed beyond the period of three months from the date of receipt of the impugned award, which expired on 03.01.2020.",
      "labels": [
        "FAC"
      ],
      "id": "df7b2502e4944b81911357e45282b443_33"
    },
    {
      "start": 3495,
      "end": 3570,
      "text": "However, the delay in filing the First Petition did not exceed thirty days.",
      "labels": [
        "FAC"
      ],
      "id": "de3ffcdc3c514099b6e9766408b32ec6_34"
    },
    {
      "start": 3571,
      "end": 3863,
      "text": "Thus, the concerned Court could condone the same in terms of the proviso to Section 34(3) of the A&C Act, if the appellant established that there was sufficient cause, which prevented it from filing the same within the stipulated period of three months from the receipt of the impugned award.",
      "labels": [
        "FAC"
      ],
      "id": "1e4ca8d3b2ac45aeac7bae3448bc45cd_35"
    },
    {
      "start": 3865,
      "end": 4113,
      "text": "2.4 However, the learned Commercial Court returned the First Petition on 08.01.2020 on the ground that the appellant had not complied with the provisions of pre-institution mediation as required under Section 12A of the Commercial Courts Act, 2015.",
      "labels": [
        "RLC"
      ],
      "id": "953fe2deb82747fc8ca62da5b50ecb52_36"
    },
    {
      "start": 4114,
      "end": 4318,
      "text": "\n2.5 The appellant did not appeal the order dated 08.01.2020 and filed an application for pre-institution mediation before the East, District Legal Services Authority (hereafter 'the DLSA') on 04.02.2020.",
      "labels": [
        "FAC"
      ],
      "id": "6854df6818f84f0f986a3ff240a0ddb3_37"
    },
    {
      "start": 4320,
      "end": 4404,
      "text": "Notices were issued to the respondent but it did not join the mediation proceedings.",
      "labels": [
        "FAC"
      ],
      "id": "ec72f07f26b545eab4416ddb84ec4b1e_38"
    },
    {
      "start": 4405,
      "end": 4499,
      "text": "Consequently, on 26.02.2020, the DLSA furnished a report that the mediation was a non-starter.",
      "labels": [
        "FAC"
      ],
      "id": "837dd8fcbdf04c59be11952fb1d54864_39"
    },
    {
      "start": 4500,
      "end": 4760,
      "text": "\n2.6 Thereafter on 19.03.2020, the appellant once again filed an application under Section 34 of the A&C Act for setting aside the impugned award - OMP (COMM) No.07/2020 (hereafter 'the Second Petition') before the Commercial Court, East District, Karkardooma.",
      "labels": [
        "FAC"
      ],
      "id": "5b2dc73ef4504c3b9b07115ff2578bc0_40"
    },
    {
      "start": 4762,
      "end": 4890,
      "text": "2.7 The Second Petition continued to be pending before the learned Commercial Court, East District, Karkardooma till 30.10.2021.",
      "labels": [
        "FAC"
      ],
      "id": "ea26cbfd54bf4807aedec2e57e6e2570_41"
    },
    {
      "start": 4891,
      "end": 5097,
      "text": "The application was returned to the appellant on 30.10.2021 as the learned Commercial Court held that it lacked the territorial jurisdiction to entertain the Second Petition under Section 34 of the A&C Act.",
      "labels": [
        "FAC"
      ],
      "id": "e546ed912da94710ad010426868d2d67_42"
    },
    {
      "start": 5098,
      "end": 5354,
      "text": "The said conclusion was founded on the basis that the arbitral proceedings were conducted in an office in Rajiv Chowk (Connaught Place) and therefore, the Commercial Courts, New Delhi District alone would have the jurisdiction to entertain the application.",
      "labels": [
        "FAC"
      ],
      "id": "220b90d2e0474771a2406f5e746e0962_43"
    },
    {
      "start": 5356,
      "end": 5459,
      "text": "2.8 The certified copy of the order dated 30.10.2021 was made available to the appellant on 23.12.2021.",
      "labels": [
        "FAC"
      ],
      "id": "6d06913229424b489fe4cc92fe2b9b2f_44"
    },
    {
      "start": 5461,
      "end": 5693,
      "text": "2.9 The appellant filed an application under Section 34 of the A&C Act assailing the impugned award, OMP(COMM) No.22/2022 (hereafter 'the Third Petition'), before the Commercial Court, New Delhi (Patiala House Courts) on 24.01.2022.",
      "labels": [
        "FAC"
      ],
      "id": "409b9f6578b74956a41065d6ba2868a1_45"
    },
    {
      "start": 5694,
      "end": 5785,
      "text": "As noted above, the same was dismissed as being barred by limitation by the impugned order.",
      "labels": [
        "FAC"
      ],
      "id": "330a734fcb374cb59249ec0ca45ada38_46"
    },
    {
      "start": 5787,
      "end": 5801,
      "text": "SUBMISSIONS 3.",
      "labels": [
        "FAC"
      ],
      "id": "e744714c1f1f425ea22df6a3c7a1cd46_47"
    },
    {
      "start": 5802,
      "end": 6001,
      "text": "Ms. Avni Singh, learned counsel appearing for the appellant assails the conclusion that the application filed by the appellant was beyond the period of limitation that could be condoned by the Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "21d54de2dbcf4e29a8ae9c407f3d7737_48"
    },
    {
      "start": 6002,
      "end": 6349,
      "text": "She submits that the period between 08.01.2020 and 19.03.2020 - that is the period between the return of the First Petition and filing of the Second Petition - is liable to be excluded under Section 14 of the Limitation Act as the said period was spent in pursuing mediation as directed by the Commercial Courts, East District, Karkardooma Courts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c7152c95e3f14c239edf78cfcc7d7487_49"
    },
    {
      "start": 6350,
      "end": 6429,
      "text": "She submits that the Second Petition was directed to be returned on 30.10.2021.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1490cd3fa640494d874441fbc9308288_50"
    },
    {
      "start": 6430,
      "end": 6611,
      "text": "The certified copy was made available on 23.12.2021 and the appellant had filed the Third Petition immediately on the next day, that is, on 24.01.2022, and was listed on 27.01.2022.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d0ffe5d39d9e45e09c5af2e998def03f_51"
    },
    {
      "start": 6612,
      "end": 6808,
      "text": "She submitted that the period between 19.03.2020 and 24.01.2022 was also liable to be excluded by virtue of the order passed by the Supreme Court in Re:\nCognizance for Extension of Limitation1.\n4.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "336c20357a084698a052b5538d093de3_52"
    },
    {
      "start": 6809,
      "end": 6906,
      "text": "Mr. Chirag Alagh, learned counsel appearing for the respondent disputed the aforesaid submission.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "27dd6fdd197249d787babfacfa23c363_53"
    },
    {
      "start": 6907,
      "end": 7062,
      "text": "He submitted that the First Petition was filed beyond the period of limitation, that is, after three months from the date of receipt of the impugned award.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "13732079ade0498caef57ba490e91edc_54"
    },
    {
      "start": 7063,
      "end": 7227,
      "text": "He submitted that the delay was of four days, which could be condoned, however, the learned Commercial Court had returned the petition by an order dated 08.01.2020.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "72fb289b2ebf4f82a804445457293ddd_55"
    },
    {
      "start": 7228,
      "end": 7516,
      "text": "He submits that the said order was non est as the provision of Section 12A of the Commercial Courts Act, 2015 are not applicable to an application under Section 34 of the A&C Act for setting aside an arbitral award and therefore, it was incumbent upon the appellant to challenge the same.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0fe6b125ca114ecebf017f5c70779124_56"
    },
    {
      "start": 7517,
      "end": 7690,
      "text": "Since, the appellant had failed to do so, the time spent by the appellant in pursuing the mediation proceedings could not be excluded under Section 14 of the Limitation Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9082714d53864ab1bc6d48e4e9d541e0_57"
    },
    {
      "start": 7691,
      "end": 8015,
      "text": "He submitted that since, the benefit of exclusion of the period between 08.01.2020 and Suo Motu Writ Petition (C) No.3/2020 26.02.2020 is denied to the appellant, the Second Petition would be barred by limitation and the period of delay would be in excess of the period of thirty days that could be condoned by the court.\n5.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a33d724908d548d59d76f281837a5738_58"
    },
    {
      "start": 8016,
      "end": 8243,
      "text": "He also submitted that the benefit of the order passed by the Supreme Court in Re: Cognizance for Extension of Limitation1 cannot be extended to the appellant as the period of limitation had already expired prior to 15.03.2020.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "54c4669cfe3a43df8aad608d36f5a59d_59"
    },
    {
      "start": 8244,
      "end": 8394,
      "text": "He referred to the decision of the Supreme Court in Sagufa Ahmed & Ors. v. Upper Assam Plywood Products Limited & Ors. 2 in support of his contention.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "486016eb1ba14fb6b0b6d7c924e6f61a_60"
    },
    {
      "start": 8396,
      "end": 8827,
      "text": "6. Ms. Avni Singh, learned counsel appearing for the appellant countered the aforesaid submission and submitted that the benefit of the order passed by the Supreme Court in Re: Cognizance for Extension of Limitation1 would also be available to exclude the period between 15.03.2020 to 26.02.2022 for computing the outer limit of 30 days delay, which could be condoned by the Court under the proviso to Section 34(3) of the A&C Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0a907bfe4dce42a0be364025e80b7072_61"
    },
    {
      "start": 8828,
      "end": 8971,
      "text": "She relied on the decision of the Supreme Court in Aditya Khaitan & Ors. v. IL and FS Financial Services Limited3 in support of her contention.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1b79730bf8af47e28b2b1a73c6d1c7d7_62"
    },
    {
      "start": 8973,
      "end": 8998,
      "text": "REASONS AND CONCLUSION 7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3414d6660c4446788278c73ea34e4e74_63"
    },
    {
      "start": 8999,
      "end": 9098,
      "text": "At the outset, it is material to note that the appellant's First Petition was delayed by four days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2dad35958ac430695ffe9bb607076ba_64"
    },
    {
      "start": 9099,
      "end": 9304,
      "text": "Undisputedly, the learned Commercial Court could condone the said delay of four days, in filing (2021) 2 SCC 317 (2023) 9 SCC 570 the First Petition in terms of the proviso to Section 34(3) of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da3310ea2ebe45bcb4c4da6382b1cb4d_65"
    },
    {
      "start": 9305,
      "end": 9439,
      "text": "It is incomprehensible that the said delay would not have been condoned if the appellant provided a credible explanation for the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b400727217894319beddc96b443406b3_66"
    },
    {
      "start": 9440,
      "end": 9540,
      "text": "However, it is disappointing to note that the appellant has been vexed by repeated erroneous orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d9b524e8341945b39c1943458fcd0267_67"
    },
    {
      "start": 9541,
      "end": 9624,
      "text": "The appellant's pursuit of its legal remedy has been reduced to an obstacle course.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e6e9a185079a4fa390c60e2af41ec613_68"
    },
    {
      "start": 9626,
      "end": 9760,
      "text": "8. The First Petition was returned by an order of the learned Commercial Court, Karkardooma Court, Delhi by an order dated 08.01.2020.",
      "labels": [
        "NONE"
      ],
      "id": "65359bb8888f48a1a3411d542a981ccb_69"
    },
    {
      "start": 9761,
      "end": 9898,
      "text": "The said order reads as under:\n\"08.1.2020 Present:- Shri Aashish Uppal - Ld. Counsel for the petitioner None for the respondent/defendant",
      "labels": [
        "NONE"
      ],
      "id": "a6065e92efef4db58695c9d5d9117ca5_70"
    },
    {
      "start": 9899,
      "end": 9988,
      "text": "This is a petition under Section 34 of The Arbitration Act received by way of assignment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "488d723209d84480afd7d56a9480ee70_71"
    },
    {
      "start": 9989,
      "end": 10196,
      "text": "However, it is observed that though it has been captioned as a Commercial Dispute but the mandatory provision of Section 12-A of the Commercial Disputes Act, i.e. pre-institution mediation has been followed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9a4fcc078398432fa25ed44febbf5d6c_72"
    },
    {
      "start": 10197,
      "end": 10361,
      "text": "Hence, the petition is returned with liberty to the petitioner to approach the Mediation Centre for the pre-institution mediation and thereafter approach the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "848652e987a246c3bea18d34cbc6e1e9_73"
    },
    {
      "start": 10363,
      "end": 10463,
      "text": "(Sanjay Sharma-I) District Judge (Commercial Courts) East District Karkardooma Courts- 08.1.2020\"\n9.",
      "labels": [
        "NONE"
      ],
      "id": "aee994e230994b6b91c59853d4fc65a4_74"
    },
    {
      "start": 10464,
      "end": 10647,
      "text": "It is clear that the aforesaid order has been passed mechanically, without application of mind and being oblivious of the provisions of Section 12A of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee61a639ab4d4b7caf224ef359e34efa_75"
    },
    {
      "start": 10648,
      "end": 10884,
      "text": "A plain reading of Section 12A(1) of the Commercial Courts Act, 2015 indicates that institution of a suit, which does not contemplate any urgent relief, is proscribed until the plaintiff exhausts the remedy of pre-institution mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e41d7a34d76466a89c253545e722f7d_76"
    },
    {
      "start": 10885,
      "end": 11013,
      "text": "The appellant had not filed a suit; it had filed an application under Section 34 of the A&C Act to set aside the impugned order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "439afef6fef14ecbb15cdf105954f4e6_77"
    },
    {
      "start": 11014,
      "end": 11180,
      "text": "The learned Commercial Court had merely referred to the Section 12A of the Commercial Courts Act, 2015 which was cited to return / reject the appellant's application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21a1975a3f0b4c20883481d1701c7eb7_78"
    },
    {
      "start": 11181,
      "end": 11388,
      "text": "As is apparent from the plain language of Section 12A of the Commercial Courts Act 2015, it has no application to filing of an application under Section 34 of the A&C Act for setting aside an arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8221d692ab0b429eab002cdc2f2c1447_79"
    },
    {
      "start": 11390,
      "end": 11657,
      "text": "10. Mr. Chirag Alagh, learned counsel for the respondent, submitted that the order dated 08.01.2020 should have been treated as non-est and the since the appellant had not appealed the order, it was disentitled to seek the benefit of Section 14 of the Limitation Act.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4194e2e73f8b41d9a3f3ab2501a53c6d_80"
    },
    {
      "start": 11658,
      "end": 11691,
      "text": "The said contention is unmerited.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a1dafed03e141f0a0c3ce7dc4974726_81"
    },
    {
      "start": 11692,
      "end": 11831,
      "text": "The order dated 08.01.2020 being a judicial order could not be treated as non-est and was required to be implemented till it was set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3db00b511fe14770b36ca3f9cb88c43c_82"
    },
    {
      "start": 11832,
      "end": 11917,
      "text": "The appellant may have had recourse of appealing the said decision but did not do so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "991d0529ffce4fd1a0fc56af8c9a55de_83"
    },
    {
      "start": 11918,
      "end": 11997,
      "text": "The appellant chose to comply with the order and made a reference to mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04d20f35c139460f94815c88700b241d_84"
    },
    {
      "start": 11998,
      "end": 12218,
      "text": "In terms of Sub-section (3) of Section 12A of the Commercial Courts Act, 2015, the period during which the parties are in mediation is required to be excluded for the purpose of limitation under the Limitation Act, 1963.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1cc4444d637e4506b05c934d6f2963a3_85"
    },
    {
      "start": 12219,
      "end": 12306,
      "text": "Thus, in any view of the matter, the period till 26.02.2020 is required to be excluded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e083ad0a9c544309b9b256c8620540ce_86"
    },
    {
      "start": 12307,
      "end": 12422,
      "text": "The substratal rationale of Law of Limitation is to deny a person who sleeps over his right the recourse to Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2fdf8280d9964cddb44e6d9fcc292582_87"
    },
    {
      "start": 12423,
      "end": 12598,
      "text": "The general rule of limitation is based on the Latin maxim: vigilantibus, et non dormientibus, jura subveniunt (the vigilant, and not the sleepy, are assisted by the laws)\n11.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a9a237aed98140e18c4852e34d985b8f_88"
    },
    {
      "start": 12599,
      "end": 12777,
      "text": "In the context of the present facts, the appellant has not slept over its right; it filed the First Petition to set aside the impugned award in a court of competent jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4847d75691c64e929e67b44ca408569b_89"
    },
    {
      "start": 12778,
      "end": 12963,
      "text": "However, as noted above, the learned Commercial Court had rejected the First Petition on palpably erroneous premise that the appellant was required to exhaust its recourse to mediation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69ff78885f91489cbd522c1ced84b71d_90"
    },
    {
      "start": 12965,
      "end": 13089,
      "text": "12. The appellant, within few weeks of the mediation failing, filed the Second Petition before the learned Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f157676c7ab9403e80cfcfd053aeee30_91"
    },
    {
      "start": 13090,
      "end": 13323,
      "text": "In our view, since the rejection of the First Petition was palpably erroneous, the Second Petition must necessarily be construed as one re-instating the appellant's first recourse (the First Petition) to set aside the impugned award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da18434ff4784b5692675e3253a95dd2_92"
    },
    {
      "start": 13325,
      "end": 13525,
      "text": "13. The Second Petition was also dismissed by the learned Commercial Court by an order dated 30.10.2021 on the ground that the learned Commercial Court (East District) lacked territorial jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dae95f15dac340d683a215ab2070bc20_93"
    },
    {
      "start": 13526,
      "end": 13722,
      "text": "This order also proceeds on an erroneous assumption that the seat of arbitration was at Connaught Place, New Delhi, which fell outside the territorial jurisdiction of the learned Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b0cff9fa1a6434f86e9a5b79de2339e_94"
    },
    {
      "start": 13724,
      "end": 14190,
      "text": "14. The learned Commercial Court referred to the decision of the Supreme Court in Indus Mobile Distribution Pvt. Ltd. V. Datawind Innovations Pvt. Ltd. & Ors.4: BGS SGS SOMA JV v. NHPC Ltd.5; and the decision of this Court in Ion Exchange (India) Ltd. v. Panasonic Electric Works Co. Ltd.6 in concluding that the Court in whose jurisdiction the juridical seat of arbitration is located would alone have the jurisdiction to entertain an application under the A&C Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d2dde04d73144033af7eb79c255a5137_95"
    },
    {
      "start": 14191,
      "end": 14358,
      "text": "However, the learned Commercial Court misapplied the ratio of the said decisions by assuming that Connaught Place, New Delhi was the juridical seat of the arbitration.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "432cfd74a17741a48428e8d6d593ac9b_96"
    },
    {
      "start": 14359,
      "end": 14499,
      "text": "\n15. The Arbitration Agreement between the parties, (the arbitration clause) expressly provides that the arbitration would be held in Delhi.",
      "labels": [
        "RPC"
      ],
      "id": "7abc74a83a6d414199978a3a15447099_97"
    },
    {
      "start": 14500,
      "end": 14753,
      "text": "The said arbitration clause is set out below:\n\"23. DISPUTE RESOLUTION:-\n(a) Any dispute and / or difference arising out of or relating to this contract will be resolved through joint discussion of the authorized representatives of the concerned parties.",
      "labels": [
        "STA"
      ],
      "id": "940226ec15ac427b95e0ec0d789a8c91_98"
    },
    {
      "start": 14754,
      "end": 14932,
      "text": "However, if the disputes are not resolved by joint discussions, then the matter will be referred for adjudication to a sole Arbitrator to be appointed by the Lt. Governor, Delhi.",
      "labels": [
        "RPC"
      ],
      "id": "e9f43aea517b4d94a65e68c4e8409eba_99"
    },
    {
      "start": 14933,
      "end": 15017,
      "text": "\n(b) The award of the sole Arbitrator shall be final and binding on all the parties.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b8e0e7399a3a49619a1a1779f52e4125_100"
    },
    {
      "start": 15018,
      "end": 15142,
      "text": "The arbitration proceedings shall be governed by Indian Arbitration and Conciliation Act 1996, as amended from time to time.",
      "labels": [
        "RPC"
      ],
      "id": "8281113252644274928a83634b3b9425_101"
    },
    {
      "start": 15143,
      "end": 15234,
      "text": "\n(c) The cost of Arbitration shall be borne by the respective parties in equal proportions.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "297239d8c9d544a8906efc0e5c427c38_102"
    },
    {
      "start": 15235,
      "end": 15590,
      "text": "During the pendency of the arbitration proceeding and if the period of contract is still valid, neither party shall be entitled to suspend the work / service to which the disputes relates on account of the arbitration and payment to the Contract shall continue to be (2017) 7 SCC 678 (2020) 4 SCC 234 2014 SCC Online Del 973 made in terms of the contract.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0cc590b76cf541b98091c040dfc6ff56_103"
    },
    {
      "start": 15591,
      "end": 15643,
      "text": "Arbitration proceedings will be held in Delhi only.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fad07e0af5d2485d986bd52b86b6d146_104"
    },
    {
      "start": 15645,
      "end": 15727,
      "text": "16. The parties had agreed that the arbitration proceedings will be held in Delhi.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed2e308536544450a00b740f377978bc_105"
    },
    {
      "start": 15728,
      "end": 15808,
      "text": "It is apparent that the parties had chosen Delhi as the seat of the arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "56ba1f07406942fb9844f4b11c67bcd1_106"
    },
    {
      "start": 15809,
      "end": 15910,
      "text": "There was no agreement between the parties that the seat of the arbitration would be Connaught Place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b156901be3948d8b6c688c6c04207ed_107"
    },
    {
      "start": 15911,
      "end": 16079,
      "text": "There is nothing in the impugned award which even remotely suggests that the Arbitral Tribunal had determined the place of arbitration to be Connaught Place, New Delhi.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7113c14f20f747c0a73356a0fc31a855_108"
    },
    {
      "start": 16081,
      "end": 16432,
      "text": "17. There is no cavil with the proposition that once the parties agree to the seat of arbitration, the Court exercising jurisdiction over the seat of arbitration would have the exclusive jurisdiction for the purpose of arbitral proceedings, as held by the Supreme Court in Indus Mobile Distribution Pvt. Ltd. v. Datawind Innovations Pvt. Ltd. & Ors.4.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d97e078781d34618a7efa6810814258b_109"
    },
    {
      "start": 16433,
      "end": 16558,
      "text": "However, the learned Commercial Court was required to determine whether the seat of arbitration was outside its jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "20161de2fb6c4259a0c69364fafe1034_110"
    },
    {
      "start": 16560,
      "end": 16617,
      "text": "18. The A&C Act does not mention the seat of arbitration.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bda151dcd6844f19b026bda83e6e2bb6_111"
    },
    {
      "start": 16618,
      "end": 16696,
      "text": "However, Section 20 of the A&C Act uses the expression 'place of arbitration'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e8ad4ec525944dc928f9df1c14175cc_112"
    },
    {
      "start": 16697,
      "end": 16813,
      "text": "The expression 'place of arbitration' mentioned under Section 20(1) of the A&C Act is akin to 'seat of arbitration'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7ba5b30e22b46548f780d16a5186766_113"
    },
    {
      "start": 16814,
      "end": 17812,
      "text": "In Bharat Aluminium Co. v. Kaiser Aluminium Technical Services Inc.7, the Supreme Court had referred to the definition of the term 'Court' [Section 2(1)(e) of the (2012) 9 SCC 552 A&C Act] as well as provisions relating to the place of arbitration (Section 20 of the A&C Act) and inter alia held as under:\n\"96. Section 2(1)(e) of the Arbitration Act, 1996 reads as under:\n'2. Definitions.--(1) In this Part, unless the context otherwise requires-- (e) \"Court\" means the Principal Civil Court of Original Jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil court of a grade inferior to such Principal Civil Court, or any Court of Small Causes;\"\nWe are of the opinion, the term \"subject-matter of the arbitration\" cannot be confused with \"subject-matter of the suit\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8efeaeab202a4e63bcaf5c76785f910c_114"
    },
    {
      "start": 17813,
      "end": 17880,
      "text": "The term \"subject-matter\" in Section 2(1)(e) is confined to Part I.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec003521431d4a5fb88fae6f4e7c148d_115"
    },
    {
      "start": 17881,
      "end": 17954,
      "text": "It has a reference and connection with the process of dispute resolution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5a0fa608da040f3b5481d76be0f68ea_116"
    },
    {
      "start": 17955,
      "end": 18053,
      "text": "Its purpose is to identify the courts having supervisory control over the arbitration proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93c0598ee54c481a844e93694423e551_117"
    },
    {
      "start": 18054,
      "end": 18156,
      "text": "Hence, it refers to a court which would essentially be a court of the seat of the arbitration process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3bd9e94df7d149f29bb1a3711185cd41_118"
    },
    {
      "start": 18157,
      "end": 18312,
      "text": "In our opinion, the provision in Section 2(1)(e) has to be construed keeping in view the provisions in Section 20 which give recognition to party autonomy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6218a15e91544dc86463d40881d4bd9_119"
    },
    {
      "start": 18313,
      "end": 18445,
      "text": "Accepting the narrow construction as projected by the learned counsel for the appellants would, in fact, render Section 20 nugatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "350749161c7b42d3bb01d248d048dd49_120"
    },
    {
      "start": 18446,
      "end": 18657,
      "text": "In our view, the legislature has intentionally given jurisdiction to two courts i.e. the court which would have jurisdiction where the cause of action is located and the courts where the arbitration takes place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c17270b6be934d4b91657cb9d0067f95_121"
    },
    {
      "start": 18658,
      "end": 18804,
      "text": "This was necessary as on many occasions the agreement may provide for a seat of arbitration at a place which would be neutral to both the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d86584cbe1284b7abfbe3469b06c0909_122"
    },
    {
      "start": 18805,
      "end": 18937,
      "text": "Therefore, the courts where the arbitration takes place would be required to exercise supervisory control over the arbitral process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9bae0036294b46ddab1606a1250ce18a_123"
    },
    {
      "start": 18938,
      "end": 19431,
      "text": "For example, if the arbitration is held in Delhi, where neither of the parties are from Delhi, (Delhi having been chosen as a neutral place as between a party from Mumbai and the other from Kolkata) and the tribunal sitting in Delhi passes an interim order under Section 17 of the Arbitration Act, 1996, the appeal against such an interim order under Section 37 must lie to the courts of Delhi being the courts having supervisory jurisdiction over the arbitration proceedings and the tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ed4d27eb3694307b2861e6090608357_124"
    },
    {
      "start": 19432,
      "end": 19627,
      "text": "This would be irrespective of the fact that the obligations to be performed under the contract were to be performed either at Mumbai or at Kolkata, and only arbitration is to take place in Delhi.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b381b2b6ba0402e86439bfe488bb7c9_125"
    },
    {
      "start": 19628,
      "end": 19874,
      "text": "In such circumstances, both the courts would have jurisdiction i.e. the court within whose jurisdiction the subject-matter of the suit is situated and the courts within the jurisdiction of which the dispute resolution i.e. arbitration is located.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca5b698f5d1649e99eb2f4849198526a_126"
    },
    {
      "start": 19876,
      "end": 19887,
      "text": "* * * *\n98.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c04485d48c6044b9a9bc9f8bbf0b9254_127"
    },
    {
      "start": 19888,
      "end": 20024,
      "text": "We now come to Section 20, which is as under:\n\"20. Place of arbitration.--(1) The parties are free to agree on the place of arbitration.",
      "labels": [
        "STA"
      ],
      "id": "5422273f59954c04a31dc00895a09d14_128"
    },
    {
      "start": 20025,
      "end": 20243,
      "text": "\n(2) Failing any agreement referred to in sub-section (1), the place of arbitration shall be determined by the Arbitral Tribunal having regard to the circumstances of the case, including the convenience of the parties.",
      "labels": [
        "STA"
      ],
      "id": "03354a520c84496fb20ec91875a788a9_129"
    },
    {
      "start": 20244,
      "end": 20550,
      "text": "(3) Notwithstanding sub-section (1) or sub-section (2), the Arbitral Tribunal may, unless otherwise agreed by the parties, meet at any place it considers appropriate for consultation among its members, for hearing witnesses, experts or the parties, or for inspection of documents, goods or other property.\"",
      "labels": [
        "STA"
      ],
      "id": "636cfb84ba224a70ba4e6b121224becb_130"
    },
    {
      "start": 20551,
      "end": 20749,
      "text": "A plain reading of Section 20 leaves no room for doubt that where the place of arbitration is in India, the parties are free to agree to any \"place\" or \"seat\" within India, be it Delhi, Mumbai, etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c190df24927248ac9a2fd910396bb2ff_131"
    },
    {
      "start": 20750,
      "end": 20886,
      "text": "In the absence of the parties' agreement thereto, Section 20(2) authorises the tribunal to determine the place/seat of such arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6b9b4d0f0e146ac8c55fa3c40dd57ad_132"
    },
    {
      "start": 20887,
      "end": 21090,
      "text": "Section 20(3) enables the tribunal to meet at any place for conducting hearings at a place of convenience in matters such as consultations among its members for hearing witnesses, experts or the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6cb3c0111cc049a3a50486d417795515_133"
    },
    {
      "start": 21092,
      "end": 21174,
      "text": "99. The fixation of the most convenient \"venue\" is taken care of by Section 20(3).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee5d60879c674be1ba5ae65edcc8b44f_134"
    },
    {
      "start": 21175,
      "end": 21345,
      "text": "Section 20, has to be read in the context of Section 2(2), which places a threshold limitation on the applicability of Part I, where the place of arbitration is in India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "602f029dc6fd4532ae0666c6540829ab_135"
    },
    {
      "start": 21346,
      "end": 21568,
      "text": "Therefore, Section 20 would also not support the submission of the extra-territorial applicability of Part I, as canvassed by the learned counsel for the appellants, so far as purely domestic arbitration is concerned.\"\n19.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e1fbc203f7a43bfa2b57b8caafeeb58_136"
    },
    {
      "start": 21569,
      "end": 21657,
      "text": "The venue where the hearings are held cannot be conflated with the place of arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37ab99b6f6f64c83a106ed509bac8561_137"
    },
    {
      "start": 21658,
      "end": 21837,
      "text": "In the present case, the parties had agreed that the arbitral proceedings would be held in Delhi as is apparent from the plain language of the arbitration clause in the Agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1e629050b39466388d98dae81228b85_138"
    },
    {
      "start": 21838,
      "end": 21961,
      "text": "In the absence of any contra indication, it would follow that the parties had agreed that the seat of arbitration is Delhi.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc2c20f25c4a4270a4caa7e23fc42816_139"
    },
    {
      "start": 21962,
      "end": 22061,
      "text": "There was no plausible reason to assume that the seat of arbitration is Connaught Place, New Delhi.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c46a44b31a8940b781df184b512ebc9c_140"
    },
    {
      "start": 22062,
      "end": 22217,
      "text": "Merely because the hearings were held in an office in Connaught Place, New Delhi does not mean that the seat of arbitration was Connaught Place, New Delhi.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2643a790ee848f2b7227f4deb8de50f_141"
    },
    {
      "start": 22218,
      "end": 22249,
      "text": "The said presumption is flawed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd6eb15333ff49e9ab9c5d6a6d53d0b2_142"
    },
    {
      "start": 22251,
      "end": 22480,
      "text": "20. The Supreme Court in Indus Mobile Distribution Private Limited v. Datawind Innovations Private Limited & Anr.4 after referring the Law Commission's recommendations to amend Section 20 of the A&C Act, observed as under: -\n\"18.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "89aae06caa704407bbe12aab8f8f8e6c_143"
    },
    {
      "start": 22481,
      "end": 22698,
      "text": "The amended Act, does not, however, contain the aforesaid amendments, presumably because the BALCO judgment in no uncertain terms has referred to \"place\" as \"juridical seat\" for the purpose of Section 2(2) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "56c20cf84ba94046b3de78e116dc24b0_144"
    },
    {
      "start": 22699,
      "end": 22883,
      "text": "It further made it clear that Section 20(1) and 20 (2) where the word \"place\" is used, refers to \"juridical seat\", whereas in Section 20 (3), the word \"place\" is equivalent to \"venue\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d512ce95c9c14320bccf08d6f909632b_145"
    },
    {
      "start": 22884,
      "end": 23064,
      "text": "\nThis being the settled law, it was found unnecessary to expressly incorporate what the Constitution Bench of the Supreme Court has already done by way of construction of the Act.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68f6ef2a73c8458184ef537139a5fd22_146"
    },
    {
      "start": 23066,
      "end": 23188,
      "text": "21. Thus, the word 'place' as used in Sub-section (3) of Section 20 of the A&C Act refers to the venue of the arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eae487f9b79f43ebbbc2f1454c451e1c_147"
    },
    {
      "start": 23189,
      "end": 23380,
      "text": "The fact that the arbitral proceedings are held at a convenient office, does not confer any exclusive jurisdiction to a Court having the territorial jurisdiction in respect of the said venue.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a9820e95a0f4d64bffbbd9af5a3077a_148"
    },
    {
      "start": 23381,
      "end": 23492,
      "text": "In terms of Sub-section (1) of Section 20 of the A&C Act, the parties may agree to a 'place' of an arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8555bbf9b90d4a1c8a87719ea8d23397_149"
    },
    {
      "start": 23493,
      "end": 23622,
      "text": "Failing such an agreement, the Arbitral Tribunal may determine the same in terms of Sub-section (2) of Section 20 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b48d897c893f4852acfaeb36998872d4_150"
    },
    {
      "start": 23623,
      "end": 23743,
      "text": "The reference to a 'place' under Sub-sections (1) and (3) of Section 20 of the A&C Act is to the seat of an arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8cc0302f19224564937e5c7a664c2962_151"
    },
    {
      "start": 23744,
      "end": 24013,
      "text": "The fact that the parties have agreed to the place of arbitration - which is akin to the juridical seat of arbitration -does not preclude the parties or the Arbitrator from holding hearings at a convenient location in terms of Sub-section (3) of Section 20 the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bbb8293479e54b4e97b158c840d658e4_152"
    },
    {
      "start": 24014,
      "end": 24136,
      "text": "It is necessary not to conflate the office where the arbitral proceedings are held with the juridical seat of arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "282d06cc6cc845e0b3a6e9a839e278a5_153"
    },
    {
      "start": 24138,
      "end": 24282,
      "text": "22. The Supreme Court4 had explained that the moment the parties agree to a seat of arbitration, it amounts to an exclusive jurisdiction clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a8e4f5165314d01a6ee2794e1e1d317_154"
    },
    {
      "start": 24283,
      "end": 24462,
      "text": "This conclusion was not founded on the premise that the Court as defined under Section 2(1)(e) the A&C Act, would not have the jurisdiction in respect of the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8caad96139c7429b95478622693fe5fa_155"
    },
    {
      "start": 24463,
      "end": 24749,
      "text": "The Court's conclusion was founded on the basis that both the Courts - the Court as defined under Section 2(1)(e) the A&C Act as well the Court exercising jurisdiction where the juridical seat of arbitration is located would have the jurisdiction in respect of the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17fd0bd4cc70421fb90cd9ee3c5ca701_156"
    },
    {
      "start": 24750,
      "end": 24776,
      "text": "However, it is settled law",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14340745cc5a4a1d81bd7c3fd722fe5e_157"
    },
    {
      "start": 24777,
      "end": 24907,
      "text": "that where two or more Courts have jurisdiction, the parties may agree that one of those Courts would alone exercise jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c85c9e91a0014871ad1596fbba0f42c1_158"
    },
    {
      "start": 24908,
      "end": 25048,
      "text": "The Supreme Court reasoned that the agreement between the parties as to the juridical seat of arbitration would amount to such an agreement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "af974c211dff46b0b1956a5979253e0d_159"
    },
    {
      "start": 25049,
      "end": 25312,
      "text": "The agreement being that the Courts exercising jurisdiction over the seat of arbitration would have the exclusive jurisdiction in respect of arbitral proceedings. Paragraphs no.19 and 20 of the Supreme Court's decision4, clearly indicates the aforesaid reasoning.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b2bfff6aa6574151b9e10a32132e9ab0_160"
    },
    {
      "start": 25313,
      "end": 25347,
      "text": "The same are set out below: -\n\"19.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1bb9c58918b84062b47241bd1ff787c1_161"
    },
    {
      "start": 25348,
      "end": 25486,
      "text": "A conspectus of all the aforesaid provisions shows that the moment the seat is designated, it is akin to an exclusive jurisdiction clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c8ac5814e1842c690538d2cc6df3891_162"
    },
    {
      "start": 25487,
      "end": 25666,
      "text": "On the facts of the present case, it is clear that the seat of arbitration is Mumbai and Clause 19 further makes it clear that jurisdiction exclusively vests in the Mumbai courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "223d7d90b6a44b65ad6168fb37b206da_163"
    },
    {
      "start": 25667,
      "end": 25886,
      "text": "Under the Law of Arbitration, unlike the Code of Civil Procedure which applies to suits filed in courts, a reference to \"seat\" is a concept by which a neutral venue can be chosen by the parties to an arbitration clause.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "39b6228527d54f0eaae3b98b24be495b_164"
    },
    {
      "start": 25887,
      "end": 26117,
      "text": "The neutral venue may not in the classical sense have jurisdiction - that is, no part of the cause of action may have arisen at the neutral venue and neither would any of the provisions of Section 16 to 21 of the CPC be attracted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4330f09535b49fda30ccfcb3d6f717d_165"
    },
    {
      "start": 26118,
      "end": 26389,
      "text": "In arbitration law however, as has been held above, the moment \"seat\" is determined, the fact that the seat is at Mumbai would vest Mumbai courts with exclusive jurisdiction for purposes of regulating arbitral proceedings arising out of the agreement between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ae988733d3344c5bf6d5c94d19c0432_166"
    },
    {
      "start": 26391,
      "end": 26514,
      "text": "20. It is well settled that where more than one court has jurisdiction, it is open for parties to exclude all other courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6a403739ba8456b8c345ce77a240536_167"
    },
    {
      "start": 26515,
      "end": 26644,
      "text": "For an exhaustive analysis of the case law, see Swastik Gases Private Limited v. Indian Oil Corporation Limited, (2013) 9 SCC 32.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dcdab4afe2834f9b892445bf4d0d9142_168"
    },
    {
      "start": 26645,
      "end": 26791,
      "text": "This was followed in a recent judgment in B.E. Simoese Von Staraburg Niedenthal and Another v.\nChhattisgarh Investment Limited, (2015) 12 SCC 225.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ca7dd8068a494ee7a67b197cff62abe0_169"
    },
    {
      "start": 26792,
      "end": 26978,
      "text": "Having regard to the above, it is clear that Mumbai courts alone have jurisdiction to the exclusion of all other courts in the country, as the juridical seat of arbitration is at Mumbai.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "025fcd6546084d2c9d8c8cb75f193005_170"
    },
    {
      "start": 26979,
      "end": 27035,
      "text": "This being the case, the impugned judgment is set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12db22bb37a9423d90e9f75d6023f149_171"
    },
    {
      "start": 27036,
      "end": 27261,
      "text": "The injunction confirmed by the impugned judgment will continue for a period of four weeks from the date of pronouncement of this judgment, so that the respondents may take necessary steps under Section 9 in the Mumbai Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76c83dccc9db4ce598380aacbc8825bf_172"
    },
    {
      "start": 27262,
      "end": 27299,
      "text": "Appeals are disposed of accordingly.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "388ab09f2e394dbb83c048ad1bbf4be9_173"
    },
    {
      "start": 27301,
      "end": 27621,
      "text": "23. Thus, the principal question to be addressed is whether the parties had agreed that Connaught Place (Rajiv Chowk) would be the seat of arbitration and the Court having jurisdiction in respect of Rajiv Chowk alone would have the jurisdiction to the exclusion of the Court as defined under Section 2(1)(e) the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d111831308de4f3a9f5c85b8fcf6f8b0_174"
    },
    {
      "start": 27622,
      "end": 27681,
      "text": "The answer to the said question is clearly in the negative.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b3fc25af86c4dedb019fc075f09aed9_175"
    },
    {
      "start": 27682,
      "end": 27805,
      "text": "The parties had agreed that the seat of arbitration would be Delhi and not Rajiv Chowk (formerly known as Connaught Place).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ed2f2fdb65d4854a349a8c62a5402b4_176"
    },
    {
      "start": 27806,
      "end": 27998,
      "text": "Thus, it cannot be inferred that the Commercial Court, New Delhi (Patiala House Courts) would have the exclusive jurisdiction to entertain the application for setting aside the impugned award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "08cd3433df9e41a6b0080ab8a68c7a7b_177"
    },
    {
      "start": 28000,
      "end": 28182,
      "text": "24. Admittedly, both parties are carrying on their business activities within the territorial jurisdiction of the learned Commercial Court (East District), Karkardooma Courts, Delhi.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8da8105bc2554af09f9151c47b2a893c_178"
    },
    {
      "start": 28183,
      "end": 28494,
      "text": "Therefore, the agreement between the parties that the seat of the arbitration would be Delhi cannot be construed as an agreement to exclude the jurisdiction of the learned Commercial Court (East District), Karkardooma, Delhi, which, concededly, is the Court within the meaning of Section 2(1) (e) the A & C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e7ace5d27c54f43b29242b5c011ece0_179"
    },
    {
      "start": 28495,
      "end": 28858,
      "text": "The principle that Courts where the seat of the arbitration is located would have the exclusive jurisdiction is applicable only in cases where the Court exercising jurisdiction in respect of seat of arbitration is other than the Court exercising jurisdiction over the subject matter, that is, the Court covered under definition under Section 2(1) (e) the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a049221a9484b26b74bd924afff189f_180"
    },
    {
      "start": 28860,
      "end": 29123,
      "text": "25. Both the parties carry on their business activities within the territorial jurisdiction of the Karkardooma Courts and therefore, the Commercial Court in Karkardooma undoubtedly has the jurisdiction to entertain the application under Section 34 of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1058ceb9dae43fea65e493ce8ad8137_181"
    },
    {
      "start": 29125,
      "end": 29256,
      "text": "26. In our view, the decision of the learned Commercial Court to return the Second Petition to the appellant is ex facie erroneous.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "afa0707cd7c74d1bbd860ec40ef21595_182"
    },
    {
      "start": 29258,
      "end": 29444,
      "text": "27. Admittedly, the appellant had immediately on receiving the order, filed the application under Section 34 of the A&C Act before the Commercial Court, New Delhi (Patiala House Courts).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "718be8a6eebc4f958640ba5e6ab74704_183"
    },
    {
      "start": 29445,
      "end": 29728,
      "text": "In the given facts, we are unable to accept the conclusion that the appellant's petition was filed beyond the outer limit of thirty days delay (beyond the initial period of three months available for filing an application under Section 34 of the A&C Act) which could be condoned.\n28.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b47367f27bec47498fa4bd992d5db282_184"
    },
    {
      "start": 29729,
      "end": 29971,
      "text": "The contention that the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation1 would not apply for extending the period for which the Courts can condone the delay is also unpersuasive in view of the later decisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6e58e81faa24f3d8846ae536a69e5a5_185"
    },
    {
      "start": 29972,
      "end": 30084,
      "text": "In Aditya Khaitan & Ors. v. IL and FS Financial Services Limited3 the Supreme Court had clarified as under:-\n23.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "65b04b9baaff46c4b6ded98bf7d86038_186"
    },
    {
      "start": 30085,
      "end": 30649,
      "text": "As would be clear from hereinabove, the very basis of the judgment in Sagufa Ahmed [Sagufa Ahmed v. Upper Assam Plywood Products (P) Ltd., (2021) 2 SCC 317 : (2021) 2 SCC (Civ) 178] that under the 23-3-2020 [Cognizance for Extension of Limitation, In re, (2020) 19 SCC 10 : (2021) 3 SCC (Cri) 801] order, only the period of limitation has been extended and not the period up to which delay can be condoned, has been taken away by expanding the protection by excluding the period even for computing outer limits within which the court or tribunal can condone delay.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b747c6db0d4d4288bf9191c511404039_187"
    },
    {
      "start": 30650,
      "end": 30751,
      "text": "This is an important subsequent aspect which has a great bearing in deciding the present controversy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e60ae98ee5d44d5bc489d1c0e11f067_188"
    },
    {
      "start": 30753,
      "end": 30764,
      "text": "* * * *\n26.",
      "labels": [
        "RATIO"
      ],
      "id": "57ff82ce09644c9faaadd18acf8416e6_189"
    },
    {
      "start": 30765,
      "end": 30908,
      "text": "As would be seen from the above, the outer limit within which the court or tribunal can condone the delay is 120 days from the date of summons.",
      "labels": [
        "RATIO"
      ],
      "id": "03775ee66eb24574ac2265ec5aa82e18_190"
    },
    {
      "start": 30910,
      "end": 31083,
      "text": "29. In the present case, we find that the appellant has been effectively deprived of pursuing its application under Section 34 of the A&C Act by successive erroneous orders.",
      "labels": [
        "RATIO"
      ],
      "id": "7c5757063edb4831928cd820541518b1_191"
    },
    {
      "start": 31085,
      "end": 31282,
      "text": "30. We are of the view that the maxim - Actus Curiae Neminem Gravabit (the act of the Court shall not prejudice no man) is required to be applied in the present case to remedy the prejudice caused.",
      "labels": [
        "RATIO"
      ],
      "id": "569fea6093174a51ac5cc90527fc47e4_192"
    },
    {
      "start": 31284,
      "end": 31326,
      "text": "31. The impugned order is thus, set aside.",
      "labels": [
        "RPC"
      ],
      "id": "9d63650e0916485cacbab77187f94d4e_193"
    },
    {
      "start": 31327,
      "end": 31475,
      "text": "The appellant is at liberty to seek appropriate orders for return of the petition and for refiling the petition before the learned Commercial Court.",
      "labels": [
        "RPC"
      ],
      "id": "93597486416242439ce4200513732e17_194"
    },
    {
      "start": 31477,
      "end": 31530,
      "text": "32. The appeal is disposed of in the aforesaid terms.",
      "labels": [
        "RPC"
      ],
      "id": "936672734f304a85b03d5a407eb3b71e_195"
    },
    {
      "start": 31531,
      "end": 31575,
      "text": "The pending application is also disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "b64830c8eab94ee0b95e89e80bba4264_196"
    },
    {
      "start": 31576,
      "end": 31635,
      "text": "\nVIBHU BAKHRU, J TARA VITASTA GANJU, J MARCH 12, 2024 'gsr'",
      "labels": [
        "NONE"
      ],
      "id": "9469466a19fb430d80bf478856c790ac_197"
    }
  ]
}