{
  "id": "122332a83915c36694ed2ae2b6dac469d84ccfffbf0d7bdcdd2f67e80dacdb4a",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nNirman Consultants Pvt Ltd. vs Nne Ltd on 11 April, 2019 \nEquivalent citations: Aironline 2019 Del 2347\nAuthor: G.S. Sistani\nBench: G.S.Sistani, Jyoti Singh\n$~29\n*      In The High Court Of Delhi At New Delhi\n\n%                                     Date of Judgment: 11th April, 2019\n+      Fao(Os) (Comm) 82/2019 & C.M.16626/2019\n\n       Nirman Consultants Pvt Ltd.               ..... Appellant\n                      Through: Mr.Aditya Swarup and Mr.Rajat \n                               Sehgal, Advocates \n               versus \n\n       Nne Ltd                                            ..... Respondent \n                           Through:      Mr.Sagar Chandra, Mr.Ankit Rastogi, \n                                         Ms.Ishani Chandra and Ms.Shubhie \n                                         Wahi, Advocates \n\nCoram: \n    Hon'Ble Mr. Justice G.S.Sistani \n    Hon'Ble Ms. Justice Jyoti Singh \n\nG.S. Sistani, J. (Oral)\n1. Present appeal is directed against an order dated 12.03.2019 (impugned order) passed by the learned Single Judge of this Court. Plaintiff (appellant herein) filed an I.A.13131/2018 under Section 65(c) of the Evidence Act, 1872 to lead secondary evidence which has been dismissed by the learned Single Judge. \n2. At the outset, a preliminary objection has been raised by the learned counsel for the respondent with regard to maintainability of the present appeal. It is submitted by the respondent and is not disputed, by the appellant that the suit was instituted on 17.08.2012, prior to coming into force of the Commercial Courts Act, 2015. \n3. Learned counsel for the respondent submits that by an order passed by the Single Judge of this Court, the suit was converted into a commercial suit on 09.03.2016, which order has now attained finality and the suit is proceeding as per the Commercial Courts Act, 2015. Learned counsel for the respondent has further pointed out, which is also not disputed, that the aforesaid application was filed post the suit being converted into a commercial suit and the order so passed consequently is also of a later date. The learned counsel for the respondent has placed strong reliance on a decision rendered by a Division Bench of this Court reported at 2017 (72) Ptc 283 [Del][DB] titled as Hpl (India) and Others vs. Qrg Enterprises& Anr. It is submitted that in this detailed judgment the aims and objectives of the Commercial Court Act have been considered and after a complete analysis, it has been held that only orders mentioned under Section 13 of the Commercial Courts Act would be appealable.\n4. Learned counsel for the appellant per contra submits that the judgment in the Hpl (India) (supra) would not apply to the facts of the present case as admittedly, herein the suit was filed prior to coming into force of the Commercial Courts Act and thus, a vested right was created in favour of the appellant, which cannot be taken away by coming into force of the Commercial Courts Act, at a later date. Learned counsel has placed reliance on another decision of a Division Bench of this court in the case of Eros Resorts and Hotels Ltd. vs. Explorer Associates Pvt Ltd. reported at 251 (2018) Dlt 101 Db. Reliance has been placed by learned counsel for the appellant on paragraphs 20 to 23 of the aforesaid judgment, to buttress his arguments that once the suit had been filed, vested rights of the appellant cannot be taken away. The relevant paragraphs are reproduced below: -\n\"20. The Appellant had refuted the plaintiff's contention that the appeal is liable to be dismissed as not maintainable. It is argued that the relevant date when the appellate remedy vests in the parties to the lis, is the date when the dispute is initiated; therefore since the present suit was already instituted before the enforcement of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, the amendment to the Provisions of the Cpc with respect to the Commercial Courts Act, contained in Section 16 of the said act shall not apply in the present case and consequently the restrictive Section 13, does not apply. It is further argued that the right of appeal under Section 10 of the Delhi High Court Act, 1966, would subsist. \n21. What is a \"vested right\" to appeal to a higher court, in the context of a judgment or appealable order was explained in Videocon International Ltd.(supra) as follows:\n\" 39. As illustrated above, an appellate remedy is available in different packages. What falls within the parameters of the package at the initial stage of the lis or dispute, constitutes the vested substantive right, of the concerned litigant. An aggrieved party, is entitled to pursue such a vested substantive right, as and when, an adverse judg ment or order is passed. Such a vested substantive right can be taken away by an amendment, only when the amended provision, expressly or by necessary intendment, so provides. Failing which, such a vested substantive right can be availed of, irrespective of the law which prevails, at the date when the order impugned is passed, or the date when the appeal is preferred. For, it has repeatedly been declared by this Court, that the legal pursuit of a remedy, suit, appeal and second appeal, are steps in a singular proceeding. All these steps, are connected by an intrinsic unity, and are regarded as one legal proceeding. \n40. Where the appellate package, as in the present case, is expressed differently at the \"pre\" and \"post\" amendment stages, there could only be two eventualities. Firstly, the preamendment appellate package, could have been decreased by the amendment. Or alternatively, the post-amendment package, could have been increased by the amendment. In the former situation, all that was available earlier, is now not available. In other words, the right of an individual to the appellate remedy, stands reduced or curtailed. In the latter situation, the amendment enhances the appellate package. The appellate remedy available prior to the amendment, stands included in the amendment, and some further addition has been made thereto. In the latter stage, all that was available earlier continues to subsist. The two situations contemplated hereinabove, will obviously lead to different consequences, because in the former position, the amendment would adversely affect the right, as was available earlier. In the latter position, the amendment would not affect the right of appeal, as was available earlier, because the earlier package is still included in the amended package. \n41. In the facts and circumstances of this case, it is apparent that Section 15Z of the SEBI Act prior to the amendment, postulated that the appellate remedy would extend to \"...any question of fact or law arising out of such order.\". Whereas, the appellate remedy was curtailed consequent upon the amendment, whereunder the appellate right was limited to, \"...any question of law arising out of such order.\". \nAccordingly, by the amendment, the earlier appellate package stands reduced, because under the amended Section 15Z, it is not open to an appellant, to agitate an appeal on facts. That being the position, it is not possible for us to accept the contention advanced at the hands of the learned counsel for the appellant, that the amendment to Section 15Z of the SEBI Act, envisages only an amendment of the forum, where the second appeal would lie. In our considered view, the amendment to Section 15Z of the SEBI Act, having reduced the appellate package, adversely affected the appellate right vested of the concerned litigant. The right of appeal being a vested right, the appellate package, as was available at the commencement of the proceedings, would continue to vest in the parties engaged in a lis, till the eventual culmination of the proceedings. Obviously, that would be subject to an amendment expressly or impliedly, providing to the contrary. Section 32 of the Securities and Exchange Board of India (Amendment) Act, 2002, which has been extracted in paragraph 12 hereinabove reveals, that the 'repeal and saving' clause, neither expressly nor impliedly, so provides. Thus viewed, we are constrained to conclude, that the assertion advanced at the hands of the learned counsel for the appellant, that the instant amendment to Section 15Z of the SEBI Act, does not affect the second appellate remedy, but merely alters the forum where the second appellate remedy would lie, is not acceptable. ......\n43. Having recorded our conclusion, as has been noticed in the foregoing paragraph, it is apparent, that insofar as the vesting of the second appellate remedy is concerned, neither the date of filing of the second appeal, nor the date of hearing thereof, is of any relevance. Legal pursuit of a remedy, suit, appeal and second appeal, are steps in a singular proceeding. All these steps are seemingly connected by an intrinsic unity, which are treated as one singular proceeding. Therefore, the relevant date when the appellate remedy (including the second appellate remedy) becomes vested in the parties to the lis, is the date when the dispute/lis is initiated. Insofar as the present controversy is concerned, it is not a matter of dispute, that the Securities Appellate Tribunal had passed the impugned order (which was assailed by the Board), well before 29.10.2002. This singular fact itself, would lead to the conclusion, that the lis between the parties, out of which the second appellate remedy was availed of by the Board before the High Court, came to be initiated well before the amendment to Section 15Z by the Securities and Exchange Board of India (Amendment) Act, 2002. Undisputedly, the unamended Section 15Z of the SEBI Act, constituted the appellate package and the forum of appeal, for the parties herein. It is, therefore, not possible for us to accept, the contention advanced at the hands of the learned counsel for the appellant, premised on the date of filing or hearing of the appeal, preferred by the Board, before the High Court. We accordingly reiterate the position expressed above, that all the appeals preferred by the Board, before the High Court, were maintainable in law.\" \n22. Ardee Infrastructure adopted a similar position, explaining as follows:\n\"29. In such a situation, it would have to be considered, independent of Section 26 of the Amending Act, as to whether the amended provisions applied to the said second and third category of cases. In this regard, we may note the observations of the Supreme Court in Thyssen (supra) where, after, considering several earlier decisions, the Supreme Court. observed in paragraph 32 (which we have already extracted above) that the principles enunciated in the judgments show as to when a right accrues to a party under a repealed Act. The Supreme Court observed that it is not necessary that for the right to accrue, legal proceedings must be pending when the new Act comes into force. Furthermore, and more importantly, the Supreme Court observed that to have the award enforced when arbitral proceedings commenced under the old Act under that very Act was certainly an accrued right. In other words, all the aspects of enforceability of an award entail an accrued right both in the person in whose favour the award is made and against whom the award is pronounced. It will also be noticed that the Supreme Court made it clear that for the right to accrue, there is no necessity that legal proceedings must be pending when the new Act comes into force. This exactly covers the situation as obtaining in the second category of cases, where the arbitral proceedings were commenced prior to 23.10.2015 and the award was also made prior to 23.10.2015, but the petition under Section 34 had not yet been filed. This is the same situation as in the present case. Thus, the pendency of any legal proceedings or otherwise would not come in the way of determining as to whether the right had accrued under the unamended provisions or not. We have already noted that the Supreme Court in Thyssen (supra) observed that the right to have the award enforced (which also comprises of the negative right of the award debtor to not have it enforced till his objections under Section 34 of the said Act are heard and decided) is certainly an accrued right. Given the fact that the amended Section 36 takes away the right of an automatic stay of enforcement of an award, it is clear that the amendment introduced in Section 36 by virtue of the Amending Act would definitely impinge upon the accrued right of the party against whom the award is given after the arbitral proceedings have been held under the unamended provisions. Since an accrued right is affected, unless a contrary intention appears in the amending statute, the amendments would have to be treated as prospective in operation. Prospective from the standpoint of commencement of the arbitral proceedings. \n30. Now, if the argument of the respondents is to be accepted that the first limb of Section 26 applies only to arbitral proceedings in the sense of proceedings before arbitral tribunals and not to court proceedings, then, it is obvious that Section 26 is silent with regard to the second and third categories of cases to which we have already referred above. In other words, in respect of these categories, no contrary intention of retrospectivity is evinced upon a reading of Section 26 of the Amending Act. Therefore, even if we take the argument of the respondents to be correct, the result would still be the same and, that is, that in respect of all the arbitral proceedings commenced prior to 23.10.2015, the unamended provisions of the said Act would continue to operate till the enforcement of the award. \n31. We may also notice that in case the argument of the respondents is to be accepted that where arbitral proceedings commenced prior to 23.10.2015, the unamended provisions would be saved only in respect of the proceedings before the arbitral tribunal and would not extend to court proceedings, the same would result in serious anomalies. This is so because the Amending Act has sought to bring about amendments in Section 9 as well as Section 17 of the said Act. While Section 9 pertains to interim measures which may be directed by the court prior, during arbitral proceedings or after the making of the award, Section 17 deals with the interim measures which may be ordered by an arbitral tribunal. If the interpretation of the respondents is to be accepted, then, in respect of arbitral proceedings commenced prior to 23.10.2015, the amended provisions would apply to proceedings under Section 9 of the said Act, but not to Section 17 thereof. This would result in a serious anomaly.\" \n23. This court is of the opinion that the appellant's argument is merited. Though no vested right to procedure exists, Videocon is a clear authority that the right to an appellate remedy is not extinguished by the enactment of a new statute; a previously instituted litigant's right to appeal is preserved intact. It is therefore, held that the present appeal is maintainable.\" \n5. Learned counsel for the respondent however submits that one of the members of the Division Bench in the case of Eros Resorts (supra) in a subsequent judgment has further explained this judgment in the case of Brahmos Aerospace Pvt Ltd. vs. FIIT JEE Ltd & Anr in FAO (OS) (COMM) 247/2018, decided on 25.02.2019. Reliance is placed on paras 9 to 12, which we reproduce below:\n\"9. The judgment in HPL (supra) was considered by another Division Bench [to which one of us, S.Ravindra Bhat, J., was party], in Eros Resorts & Hotels Ltd. Vs. Explorer Associates Pvt. Ltd. (2018) 251 DLT 101 (DB). In Eros Resorts (supra), the Court was concerned with a case where the appeal had been instituted prior to the date when the Commercial Courts Act was brought into force. Following the judgment of the Supreme Court in Videocon International Ltd. Vs. SEBI (2015) 4 SCC 33 and of this Court in Ardee Infrastructures vs. Anuradha Bhatia (2017) 1 HCC (Del.) 137, the Division Bench held that the right to an appellate remedy is not extinguished by the enactment of a new statute when the appeal had been instituted prior to the amendment in the statutory regime.\n10. Although the Division Bench decisions in HPL (supra) and Eros Resorts (supra) have both been challenged in SLP (C) No. 5837/2017 and SLP (C) No. 23365/2018 respectively, which are pending before the Supreme Court, there does not appear to be any interim order of stay of the judgment of this Court. \n11. Coming to the facts of the present case, this appeal was instituted on 10.03.2017. The Commercial Courts Act, 2015 came into force on 23.10.2015, and the Commercial Division was notified in this Court by an order dated 17.11.2015. Section 15 of the Commercial Courts Act requires transfer of suits pending in a High Court to the Commercial Division if the suit relates to a \"commercial dispute\" of \"specified value\", as defined in Sections 2(1)(c) and 2(1)(i) respectively. In the present case, the renumbering of the suit in the Commercial Division of this Court has occurred only on 16.02.2018 pursuant to an order of the Joint Registrar dated 06.02.2018.\n12. It is evident from the above that, on the date when the present appeal was instituted by Brahmos, the suit had not been transferred to the Commercial Division and the provisions of Section 13 of the Commercial Courts Act were therefore, not attracted to these proceedings. In view of the clear pronouncement of the Supreme Court in Videocon (supra) to the effect that an appellate remedy becomes vested in a party on the date when the dispute/lis is instituted, and the consequent judgment of this Court in Eros Resorts (supra), we, therefore, hold that the present appeal at the instance of Brahmos is maintainable.\"\n6. It is thus contended, relying on para 12 of Brahmos (supra), that a distinction has been created with respect to a suit, which had not been transferred to the Commercial Division at the relevant time and thus, the provisions of Section 13 of the Act were not attracted. The respondent further contends that the present case is different from the facts of the case in Brahmos as in that case, the suit had not been converted at the relevant time and the application had been filed prior to conversion and hence, a right had accrued in favour of the party. But the facts of this case are reverse and hence the appellant cannot take advantage of the said judgment. He submits that under the provisions of Section 15 (3) of the Act where any suit related to a commercial dispute, of a specific value stands transferred to a Commercial Division or Commercial Court under sub-section (1) or (2), the provisions of 2015 Act would apply to those procedures that were not complete at the time of transfer. In that case, theory of vested right cannot be invoked, otherwise, the conversion of the suit would not only be cosmetic, but no purpose will be achieved by simply giving it a new commercial number. \n7. On the merits of the matter, the learned counsel for the appellant submits that along with the replication, the appellant had filed an envelope, which according to the appellant, contained 11 invoices, which had been forwarded to the respondent and were returned by the respondent in their envelope and this envelope was filed. Copy of the index has been relied upon to show that the same was filed. \nAdditionally, the counsel for the appellant has placed strong reliance on the report of the Registry, as per which the envelope, containing documents was misplaced during scanning. It is thus contended that the appellant had filed the documents and the Registry had accepted the filing of such documents. Additionally, the learned counsel submits that the appellant had made a specific pleading with respect to the invoices in the plaint itself. The details of the documents with dates and other particulars were extracted and thus, the appellant cannot be accused for fabricating the same. \n8. However, counsel for the respondent has a completely different picture to paint. Learned counsel for the respondent contends that initially the plaint was based on the invoices. The invoices should have been filed along with the plaint, which admittedly were not filed. It is contended that in the affidavit by way of evidence, neither the envelope nor the invoices have been exhibited. The third submission is that the idea of the envelope containing documents is fanciful, as there is no evidence to show as to what the envelope allegedly returned by the respondent could contain. It is submitted that in case the invoices were sent by post to the respondent, there was no reason for the respondent to return the documents in their own envelope and assuming this had happened, then, during the early stages of the suit, the appellant was well within his right to issue notice to the respondent to produce the documents, which admittedly was not done. He submits that the respondent has admitted 8 out of 11 invoices sought to be relied upon, but three invoices dated 06.06.2012 have been disputed and denied. It is contended that in any case, no witness has exhibited the invoices or relied on them. No evidence has been led by the appellant on the basis of the report of the Registry in which there is a loose observation that the documents have been misplaced during scanning. Moreover, it is the case of the appellant himself that it was a sealed envelope which was filed. Thus, neither the respondent nor the Registry was in a position to even state that the envelope contained documents. \n9. We have heard learned counsels for the parties and considered their rival contentions. \n10. The first question, which requires to be considered, is as to whether the present appeal is maintainable. In the case of HPL India (supra) the Division Bench has elaborated various provisions of law and has held that only those orders, which fall within the scope of Section 13 of the Commercial Courts Act, 2015, would be appealable. For appreciating the rival submissions of the learned counsels for the parties, we deem it appropriate to reproduce Sections 13, 15, 16 & 21 of the Commercial Courts Act:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions -- (1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be: Provided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996. (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act. \n15. Transfer of pending cases -- (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. (2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2). (3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer. (4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908:\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. \n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub- section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\n16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes -- (1) The provisions of the Code of Civil Procedure, 1908 shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule. (2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908, as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value. \n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908, by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908, as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail. \n21. Act to have overriding effect -- Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.\"\n11. Reading of Section 13 (1A) makes it crystal clear that an appeal shall only lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of the Code of Civil Procedure (CPC) and Section 37 of the Arbitration and Conciliation Act. Section 13 (2) of the Commercial Courts Act further makes it clear that notwithstanding anything contained in any other law for the time being in force or Letters Patent of the High Court, no appeal shall lie from any order or decree of a Commercial Division or a Commercial Court otherwise than in accordance with the provisions of the Commercial Courts Act. \n12. Section 13, in fact, crystalizes and restricts filing of the appeals from orders under Order 43 of the CPC and Section 37 of the Arbitration and Conciliation Act. To appreciate Section 13 and the intent and purpose of this provision, we place reliance on the statement of objects and reasons of the Commercial Courts Act, 2015, which we reproduce as under:\n\"Statement of objects and reasons The proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time. The high value commercial disputes involve complex facts and question of law. Therefore, there is a need to provide for an independent mechanism for their early resolution. Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system.\"\n13. We also deem it appropriate to reproduce the following paragraphs of the judgment in the case of HPL India Ltd. (supra):\n\"23. On going through the Statement of Objects and Reasons, it is evident that the said Act was, inter alia, enacted for the purpose of providing a methodology for speedy disposal of high value commercial disputes. The need of the hour was to provide for an independent mechanism for early resolution of commercial disputes with the objective of creating a positive image to the investor world about the independent and responsive Indian legal system. \n24. It is also well settled that the right of appeal is a creation of the statute. In other words, the provision for an appeal has to be found in the statute itself. The said Act is a special Act pertaining to commercial disputes of a specified value as defined in Section 2(1) of the said Act. Therefore, the provision for an appeal would have to be located in the said Act itself. This is so particularly because Chapter IV of the said Act specifically deals with Appeals. Section 21 of the said Act clearly stipulates that save as otherwise provided, the provisions of the said Act would have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than the said Act. This clearly means that where the provisions for appeals are provided in the said Act, if there is any other provision for appeal in any other law for the time being in force which is inconsistent with what is provided in the said Act, the provisions for appeals in the said Act would have overriding effect. \n25. Section 16 of the said Act is also important in this discussion. Sub-Section (1) of Section 16 makes it clear that the provisions of the CPC shall, in their application to any suit in respect of a commercial dispute of a specified value, stands amended in the manner as specified in the Schedule to the said Act. Sub-Section (2) makes it clear that the Commercial Division and the Commercial Court shall follow the provisions of the CPC, 1908, as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value. Sub- Section (3) stipulates that where any provision of any rule of the jurisdictional High Court or any amendment to the CPC, by the State Government is in conflict with the provisions of the CPC, as amended by the said Act, the provisions of the CPC, as amended by the said Act, would prevail. On a conjoint reading of Sections 16 and 21 of the said Act, it appears that wherever amendments have been specified in the said Act to the CPC, the same shall prevail. In other respects, the CPC is to be followed by the Commercial Division and the Commercial Court. If there is any conflict with the provisions of the said Act with any provisions contained in any other law for the time being in force, the provisions of the said Act would have overriding effect. \n30. We now come to the meaning to be ascribed to the proviso in Section 13(1). It clearly stipulates that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the CPC, as amended by the said Act, and Section 37 of the Arbitration and Conciliation Act, 1996. We have seen that orders as understood under the CPC are different and distinct from decrees. And, orders are nothing but the formal expression of any decision of a Civil Court not amounting to a decree. Therefore, the amplitude and width of the expression order is very wide under the CPC itself but not all orders are appealable. The appealable orders are enumerated in Order XLIII of the CPC. We have already pointed out above, that there are only two kinds of appeals recognized under the CPC, namely, - Appeals from decrees and Appeals from orders. Section 104, which has been extracted earlier in this judgment, specifies the orders from which appeals lie. It clearly provides that an appeal shall lie from the orders enumerated in the said provision itself and, save as otherwise expressly provided in the body of the CPC or by any law for the time being in force, from no other orders. This means that appeals from orders are restricted to those orders which are either specified in Section 104 itself or expressly provided in the body of the Code or by any law for the time being in force. Insofar as the impugned order is concerned, it is clear that it does not fall within the orders specified under Section 104. We now have to look at Order XLIII Rule 1 which stipulates that an appeal shall lie from the orders enumerated therein under the provisions of Section 104. In other words, only an order specified under Order XLIII Rule 1 would be appealable and, read with the provisions of Section 104, no other order would be an appealable order under the CPC. In this backdrop, the proviso to Section 13(1) makes it abundantly clear that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the CPC, as amended by the said Act and Section 37 of the Arbitration and Conciliation Act, 1996. Clearly, in our view, this restricts the appealable orders to only those orders which are specifically enumerated in Order XLIII. In the present case, the impugned order is admittedly not one specified under Order XLIII. \n32. From the above, it is evident that the natural presumption that can be raised while interpreting a proviso is that but for the proviso, the enacting part of the Section would have included the subject matter of the proviso. In sub-Section (1) of Section 13, the word order would have a very wide amplitude and that could have included even orders which are not specifically enumerated in Order XLIII of the CPC. The proviso has taken out those orders and carved out an exception by limiting the appeal from orders to those which are specifically enumerated under Order XLIII of the CPC (apart from an Order under Section 37 of the Arbitration and Conciliation Act, 1996).\n33. The above analysis reveals that:- (a) the word judgment appearing in Section 13(1) of the said Act actually relates or has a reference to a decree; (b) the word order in that provision would have to be construed in the light of Section 2(14) of the CPC as meaning a formal expression of a decision of a Civil Court which is not a decree; (c) the appealable orders would be only those which are specifically enumerated under Order XLIII, as provided in the proviso to Section 13(1) of the said Act. \n34. Now, let us examine sub-section (2) of section 13 of the said Act. As noticed above, it begins with the non obstante expression \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court ..\". The words - \"any other law for the time being in force\" - would include the Delhi High Court Act, 1966. The portion after the non obstante expression specifically cautions that \"no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act\". In other words, whatever may be contained in, inter alia, the Delhi High Court Act, 1966, an appeal from any order or decree of a Commercial Division or Commercial Court \"shall lie\" only in accordance with the provisions of the said Act. To be clear, if an appeal from a particular kind of order or decree were to be provided under the Delhi High Court Act, 1966 but not under the said Act then, such an order or decree would not be appealable. Therefore, even if, by virtue of section 10 of the Delhi High Court Act, 1966, an appeal lay from a particular kind of an order, no appeal could be preferred thereagainst unless the said Act itself provided for such an appeal. \n35. Reading the entire section 13 of the said Act the clear position is that an appeal lies from an order which is specifically enumerated under Order XLIII CPC. Furthermore, no appeal would lie from an order not specifically enumerated in Order XLIII CPC because of the incorporation of the expression \"from no other orders\" appearing in section 104 CPC (which is clearly applicable by virtue of section 16(2) of the said Act). And, Section 10 of the Delhi High Court Act, 1966 would not come to the rescue because of the non obstante provision contained in section 13(2) of the said Act. \n36. Therefore, as the impugned order does not find place in the orders specifically enumerated in Order XLIII CPC, no appeal could lie against it and the present appeal is not maintainable. But, as the learned counsel for the appellants have made several submissions to the contrary we shall have to deal with them. \n37. The learned counsel for the appellants had submitted that if the arguments of the respondents were to be accepted then this would have grave consequences as aggrieved parties would be left remediless. It is well established that the right of appeal is a statutory right. It does not exist outside the statute. If the statute does not provide for such a right then that is how the legislature in its wisdom intended it to be. In the absence of a challenge to the provisions, it cannot be argued that though the statute does not provide a remedy of appeal yet we must infer such a right as otherwise an aggrieved party would be without a remedy. \n39. The learned counsel for the appellants, as noticed earlier, had argued that the word \"judgment\" must be construed in the wider sense as in Khimji's case (supra) and therefore an order which may have the trappings of a judgment (in the wider sense) would be appealable despite the proviso to section 13(1) of the said Act. We have already indicated earlier in this judgment that the expression \"judgment or order\" uses the words \"judgment\" and \"order\" disjunctively. They are used in a mutually exclusive manner. This is fortified by the fact that the said expression is followed by the expression \"as the case may be\". Thus, in the context of section 13 of the said Act, we cannot bring \"orders\" within the fold of \"judgments\". \n47. On going through Khimji's case (supra), it is evident that the word \"judgment\" as used in the Letters Patent of the High Courts, is much wider and goes beyond the orders specifically enumerated under Order XLIII of the CPC. But, what must not be forgotten is that the word \"judgment\" in Khimji's case (supra) has been interpreted as appearing in and in the context of the Letters Patent of High Courts (which would also by analogy include Section 10 of the Delhi High Court Act, 1966). However, the meaning of the word \"judgment\" as appearing in the CPC, as defined in Section 2(9) thereof is clearly linked with the definition of a \"decree\". The word judgment in Section 13(1) of the said Act has to be considered not in the context of any Letters Patent of a High Court or a provision such as Section 10 of the Delhi High Court Act, 1966 but, in the context of the Code of Civil Procedure inasmuch as (1) the Commercial Division and the Commercial Court are enjoined by Section 16 to follow the provisions of the CPC, as amended by the said Act, in the trial of a suit in respect of a Commercial dispute of a specified value; (2) Section 13(2) of the said Act specifically excludes the operation of the provisions contained in the Letters Patent of a High Court or any other law for the time being in force (which includes Section 10 of the Delhi High Court Act, 1966) insofar as appeals from any order or decree of a Commercial Division or a Commercial Court are concerned. We have already indicated that the word \"judgment\" as appearing in Section 13(1) of the said Act is actually a misnomer and the said word has to be construed as a reference to a decree. Therefore, in our view, the wider meaning ascribed to the word \"judgment\" under the Letters patent of High Courts or under a provision, such as Section 10 of the Delhi High Court Act, 1966, cannot be imported into Section 13(1) of the said Act. \n53. Another contention that was raised on behalf of the appellants was that as the Delhi High Court Act, 1966 could be construed as \"a law for the time being in force\" within the meaning of Section 104(1) of CPC, an appeal could lie from an order passed by a learned single Judge of this court before a Division Bench under Section 10 of the Delhi High Court Act, 1966 and since the said Section 10 uses the word judgment\", it would have to be given the same meaning as ascribed to it in Khimji's case (supra). Consequently, an appeal would be maintainable under Section 10 of the Delhi High Court Act, 1966. We are unable to accept this contention for the simple reason that a provision such as the said Section 10 is expressly excluded by Section 13(2) of the said Act read with the proviso to Section 13(1) which specifically enumerates appealable orders to be those specified in Order XLIII CPC.\" \n14. Post the decision in the case of HPL India Ltd. (supra), the question of maintainability of the appeal again came up for consideration before a Division Bench of this Court in the case of Eros Resorts and Hotels Ltd. (supra). In this judgment, the Division Bench has held that though no vested right to procedure exists, Videocon International Ltd. vs. Securities and Exchange Board of India (SEBI) reported at 2015 (4) SCC 33, is a clear authority that right to an appellate remedy is not extinguished by the enactment of a new statute; a previously instituted litigant's right to appeal is preserved intact. Para 23 of the judgment reads as under:\n\"23. This court is of the opinion that the appellants argument is merited. Though no vested right to procedure exists, Videocon is a clear authority that the right to an appellate remedy is not extinguished by the enactment of a new statute; a previously instituted litigants right to appeal is preserved intact. It is therefore, held that the present appeal is maintainable.\" \n15. From the perusal of the judgment in the case of Brahmos Aerospace (supra), we find that on the date when the appeal was instituted by Brahmos, the suit had not been transferred to the Commercial Division and the provisions of Section 13 of the Commercial Courts Act were therefore, not attracted to these proceedings. Learned counsel for the respondent has sought to rely on these observations heavily to canvas his submission that had the suit been transferred to the Commercial Division, the provisions of Section 13 of the Act would have been attracted and the only reason for the Division Bench to hold that the appeal was maintainable in Brahmos and Eros was that in both the cases, the appeal had either been filed prior to the suit being converted into a Commercial suit or at least the application was filed prior to the suit being converted into a commercial suit. It is thus contended that the appellant can get no advantage either on the basis of Eros (supra) or Brahmos (supra), for the simple reason that in the present case, the suit already stands converted into a commercial suit, prior to filing of the application under Section 65 (c) of the Evidence Act and also prior to the passing of the order. \n16. We have extracted Section 15 in aforegoing paragraphs. In our view, Section 15 clearly and explicitly mandates that all pending suits and applications including the application under the Arbitration and Conciliation Act relating to a commercial dispute of a specified value shall be transferred to a Commercial Division. Use of the word shall leaves no room for any doubt that in such a case the provisions of the Commercial Courts Act will apply to procedures that were not complete at the time of transfer. It is not as if the legislature was unmindful of the fact that there would be some implications on the existing matters before sub-section 3 of Section 15 was enacted. It was clarified that the provisions of the act in those matters shall apply to those procedure that were not complete at the time of transfer. \n17. The question, which arises for our consideration is the effect of Section 15 to existing matters filed prior to coming into force of the Commercial Courts Act, 2015. In case the provisions of the Commercial Courts Act, 2015 is not to be applied to proceedings which stand transferred under Section 15, then in our view, it would only amount to a cosmetic change wherein only a different number will be provided to the commercial suit. In the case of Videocon (supra), the Apex Court was examining the effect of the amendment to Section 15 (2) of the Securities and Exchange Board of India (Amendment) Act, 2012. The effect of this amendment was curtailing the right of the litigant in filing an appeal before the High Court. It was the stand of the SEBI that all pending appeals before the High Court were liable to be dismissed on account of an amendment as parties would be governed by the amendment. The court had concluded that when a lis commences, all rights and obligations of the parties get crystalized on that date. Reliance was also placed on Section 6 of the General Clauses Act. In fact, both the parties have relied on the observations in the case of Videocon (supra), paragraphs 39, 42 and 43 are being reproduced below:\n\"39. As illustrated above, an appellate remedy is available in different packages. What falls within the parameters of the package at the initial stage of the lis or dispute, constitutes the vested substantive right of the litigant concerned. An aggrieved party, is entitled to pursue such a vested substantive right, as and when, an adverse judgment or order is passed. Such a vested substantive right can be taken away by an amendment, only when the amended provision, expressly or by necessary intendment, so provides. Failing which, such a vested substantive right can be availed of, irrespective of the law which prevails, at the date when the order impugned is passed, or the date when the appeal is preferred. For, it has repeatedly been declared by this Court, that the legal pursuit of a remedy, suit, appeal and second appeal, are steps in a singular proceeding. All these steps, are connected by an intrinsic unity, and are regarded as one legal proceeding. \n42. Having concluded that the remedy of second appeal vested in the respondent has not been preserved, in the same format as it was available to the respondent at the time of initiation of the lis between the parties; and also having concluded, that the scope of the appellate remedy has been diminished by the amendment, we are satisfied in holding, that amendment to Section 15-Z of the SEBI Act adversely affected the respondent, of a vested substantive appellate right, as was available to the respondent, at the commencement of the lis or dispute between the rival parties. Having recorded the aforesaid conclusion, based on the judgments relied upon by the learned counsel for the appellant, as also, by the learned counsel for the respondent, it is inevitable to conclude, that the appellate remedy available to the respondent prior to the amendment of Section 15-Z of the SEBI Act, must continue to be available to the respondent, despite the amendment. We accordingly hold, that all the appeals preferred by the Board, before the High Court, were maintainable in law. \n43. Having recorded our conclusion, as has been noticed in the foregoing paragraph, it is apparent, that insofar as the vesting of the second appellate remedy is concerned, neither the date of filing of the second appeal, nor the date of hearing thereof, is of any relevance. Legal pursuit of a remedy, suit, appeal and second appeal, are steps in a singular proceeding. All these steps are deemingly connected by an intrinsic unity, which are treated as one singular proceeding. Therefore, the relevant date when the appellate remedy (including the second appellate remedy) becomes vested in the parties to the lis, is the date when the dispute/lis is initiated. Insofar as the present controversy is concerned, it is not a matter of dispute, that the Securities Appellate Tribunal had passed the impugned order (which was assailed by the Board), well before 29-10-2002. This singular fact itself, would lead to the conclusion, that the lis between the parties, out of which the second appellate remedy was availed of by the Board before the High Court, came to be initiated well before the amendment to Section 15-Z by the Securities and Exchange Board of India (Amendment) Act, 2002. Undisputedly, the unamended Section 15-Z of the SEBI Act, constituted the appellate package and the forum of appeal, for the parties herein. It is, therefore, not possible for us to accept the contention advanced at the hands of the learned counsel for the appellant, premised on the date of filing or hearing of the appeal, preferred by the Board, before the High Court. We accordingly reiterate the position expressed above, that all the appeals preferred by the Board, before the High Court, were maintainable in law.\" \n18. Learned counsel for the appellant has strongly urged before us that the aforesaid judgment squarely applies to the facts of the case. Per contra, learned counsel for the respondent argues that the case would not apply, as the argument before the court was that the appeal was in continuation of the lis and once an order had been passed, the litigant could not have been left remediless midway, when his rights already stood crystalized. The Court was conscious that such vested rights cannot be taken away by an amendment. In para 39, in our view, the window has been provided by the Apex Court by giving following observations \"Such a vested substantive right can be taken away by an amendment, only when the amended provision, expressly or by necessary intendment, so provides....\". This observation read with the provision of Section 15 and more particularly, Section 15 (3) would show that the intent of the legislature was that once a suit is transferred, the provisions of the Act would apply, failing which Section 15 of the Act would remain cosmetic in nature and would not achieve any purpose. The aim, objective and purpose of the Act was to provide early resolution of the commercial disputes and to create a positive image with the investors world about the efficacy of the Indian legal system. We quote from para 7 of the Statement of Objects and Reasons of the Commercial Courts Act, \"The proposed bill shall accelerate economic growth, improve the international image of the Indian Justice delivery system, and the faith of the investor world in the legal culture of the nation.\" \n19. We thus hold that in case the application in any suit is instituted or an order is passed, prior to coming into force of the Commercial Courts Act and more specifically, prior to the suit being converted into a commercial suit, Section 13 of the Commercial Courts Act would not apply. However, when the suit has been converted into a commercial suit, any order passed or any application filed subsequently, would be governed by the Commercial Courts Act and it cannot be said that a substantial right stands vested cannot be taken away, more particularly, in view of the provisions of Section 15 of the Commercial Courts Act, which clearly draws an exception only for those cases, where judgments are reserved. \n20. Learned counsel for the respondent had taken out the case history of HPL India Limited (supra). Page 1 of the history, shows that the suit was first registered as CS (OS) 1333 of 2004 and was converted into a commercial suit on 02.09.2016. The order appealed in that case was dated 20.12.2016 and was thus, post the conversion of the suit. In effect, the present case would stand covered by the decision of HPL India Limited (supra) and is easily distinguishable from the case of Eros (supra) on facts. In fact, during the hearing, learned counsel for the appellant very fairly submits that in the case of Eros (supra), the application was filed prior to the suit being converted into a commercial suit. \n21. For the reasons mentioned above, we find that the present appeal is not maintainable in view of Section 13 of the Commercial Courts Act and is hereby dismissed. \n22. Learned counsel for the appellant has on merits, strongly urged that an opportunity to lead secondary evidence should be granted or else serious prejudice would be caused to his rights. Counsel submits that he would file an application for modification of the order of the learned Single Judge on this issue and will also urge some other grounds, which could not be pressed earlier. \n23. In case such an application is filed, learned Single Judge would consider the same in accordance with law, after granting an opportunity to counsel for the respondent to make his submissions on that application. \n24. With these observations, the present appeal is dismissed as not being maintainable. The pending application also stands dismissed. \nG.S. SISTANI, J JYOTI SINGH, J APRIL 11, 2019 Rb/s",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "41f2a061744e446ea66a2ac3603d490a_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a0c56f6415054075a210afecea5ca12b_1"
    },
    {
      "start": 242,
      "end": 316,
      "text": "\nDelhi High Court\nNirman Consultants Pvt Ltd. vs Nne Ltd on 11 April, 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fd5189ba71c14265be3aebe56a699392_2"
    },
    {
      "start": 318,
      "end": 429,
      "text": "Equivalent citations: Aironline 2019 Del 2347\nAuthor: G.S. Sistani\nBench: G.S.Sistani, Jyoti Singh\n$~29\n*      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "83a51d66d2da4f3fac5a60bd51b591bd_3"
    },
    {
      "start": 429,
      "end": 470,
      "text": "In The High Court Of Delhi At New Delhi\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "da12bb4b840d4cf2af6743fce87fe1eb_4"
    },
    {
      "start": 470,
      "end": 598,
      "text": "%                                     Date of Judgment: 11th April, 2019\n+      Fao(Os) (Comm) 82/2019 & C.M.16626/2019\n\n       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f22c3d84ecbc43c2836e616136ca72d3_5"
    },
    {
      "start": 598,
      "end": 625,
      "text": "Nirman Consultants Pvt Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7f033adfb4b949a7a20cc3dc97f29701_6"
    },
    {
      "start": 640,
      "end": 678,
      "text": "..... Appellant\n                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e369d6eb7f3049dfaf5832bf4d830a06_7"
    },
    {
      "start": 678,
      "end": 686,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bbe447833204406c91d79c66b6fe4bfc_8"
    },
    {
      "start": 687,
      "end": 716,
      "text": "Mr.Aditya Swarup and Mr.Rajat",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1c385513cde4b218164fee5e0e41510_9"
    },
    {
      "start": 749,
      "end": 766,
      "text": "Sehgal, Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "74d8de7f21bc4cc085cc4fa4a6b7de94_10"
    },
    {
      "start": 783,
      "end": 789,
      "text": "versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3dd5f646813f4aa490a471da3a4ad6ed_11"
    },
    {
      "start": 799,
      "end": 850,
      "text": "Nne Ltd                                            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bd7ed3a3e5d04198a151ee29e02cf0f0_12"
    },
    {
      "start": 850,
      "end": 866,
      "text": "..... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a514e8d82714baab4b0bc74642cbc9d_13"
    },
    {
      "start": 895,
      "end": 909,
      "text": "Through:      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dbbaccb016344f369fc1d759268131f2_14"
    },
    {
      "start": 909,
      "end": 944,
      "text": "Mr.Sagar Chandra, Mr.Ankit Rastogi,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "460b0c550c854b49b9f4ec76947c9b1c_15"
    },
    {
      "start": 987,
      "end": 1019,
      "text": "Ms.Ishani Chandra and Ms.Shubhie",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69087fdfd4914e6a8cbffb185d6a3770_16"
    },
    {
      "start": 1062,
      "end": 1077,
      "text": "Wahi, Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad7fefd9a8b54c3a80a0e1202a0e4e6c_17"
    },
    {
      "start": 1080,
      "end": 1086,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "123060135138406f951e941b26b1eb27_18"
    },
    {
      "start": 1092,
      "end": 1123,
      "text": "Hon'Ble Mr. Justice G.S.Sistani",
      "labels": [
        "PREAMBLE"
      ],
      "id": "347d3ff36e974ffc829fe7635d2d1ce9_19"
    },
    {
      "start": 1129,
      "end": 1160,
      "text": "Hon'Ble Ms. Justice Jyoti Singh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bfbfee4ffc3e48e8b3ee419ce8745961_20"
    },
    {
      "start": 1161,
      "end": 1189,
      "text": "\n\nG.S. Sistani, J. (Oral)\n1.",
      "labels": [
        "NONE"
      ],
      "id": "a2bb11930d404feb9895e8a54b8868c2_21"
    },
    {
      "start": 1190,
      "end": 1317,
      "text": "Present appeal is directed against an order dated 12.03.2019 (impugned order) passed by the learned Single Judge of this Court.",
      "labels": [
        "FAC"
      ],
      "id": "f6315933bf1946ed8e514f854ef3e3ea_22"
    },
    {
      "start": 1318,
      "end": 1497,
      "text": "Plaintiff (appellant herein) filed an I.A.13131/2018 under Section 65(c) of the Evidence Act, 1872 to lead secondary evidence which has been dismissed by the learned Single Judge.",
      "labels": [
        "FAC"
      ],
      "id": "885b56e699f1449c901a74f638de7e65_23"
    },
    {
      "start": 1498,
      "end": 1652,
      "text": "\n2. At the outset, a preliminary objection has been raised by the learned counsel for the respondent with regard to maintainability of the present appeal.",
      "labels": [
        "NONE"
      ],
      "id": "6069ad87e0d74517b9abacd1bae5b635_24"
    },
    {
      "start": 1653,
      "end": 1831,
      "text": "It is submitted by the respondent and is not disputed, by the appellant that the suit was instituted on 17.08.2012, prior to coming into force of the Commercial Courts Act, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "33fa09cf555e45bb9b8bbf250007f2ce_25"
    },
    {
      "start": 1833,
      "end": 2103,
      "text": "3. Learned counsel for the respondent submits that by an order passed by the Single Judge of this Court, the suit was converted into a commercial suit on 09.03.2016, which order has now attained finality and the suit is proceeding as per the Commercial Courts Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b16b13b219cc4f62b4f547a8757eb363_26"
    },
    {
      "start": 2104,
      "end": 2347,
      "text": "Learned counsel for the respondent has further pointed out, which is also not disputed, that the aforesaid application was filed post the suit being converted into a commercial suit and the order so passed consequently is also of a later date.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9d95e89ed996434e88c7dd74974ab669_27"
    },
    {
      "start": 2348,
      "end": 2569,
      "text": "The learned counsel for the respondent has placed strong reliance on a decision rendered by a Division Bench of this Court reported at 2017 (72) Ptc 283 [Del][DB] titled as Hpl (India) and Others vs. Qrg Enterprises& Anr.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a518df2f1cd94a6aa280fde42f6b5b17_28"
    },
    {
      "start": 2570,
      "end": 3238,
      "text": "It is submitted that in this detailed judgment the aims and objectives of the Commercial Court Act have been considered and after a complete analysis, it has been held that only orders mentioned under Section 13 of the Commercial Courts Act would be appealable.\n4. Learned counsel for the appellant per contra submits that the judgment in the Hpl (India) (supra) would not apply to the facts of the present case as admittedly, herein the suit was filed prior to coming into force of the Commercial Courts Act and thus, a vested right was created in favour of the appellant, which cannot be taken away by coming into force of the Commercial Courts Act, at a later date.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6931bce7b28e41049194cc418d1f4f65_29"
    },
    {
      "start": 3239,
      "end": 3440,
      "text": "Learned counsel has placed reliance on another decision of a Division Bench of this court in the case of Eros Resorts and Hotels Ltd. vs. Explorer Associates Pvt Ltd. reported at 251 (2018) Dlt 101 Db.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a700455a44ac4cf59756f8e3d5e05c71_30"
    },
    {
      "start": 3441,
      "end": 3666,
      "text": "Reliance has been placed by learned counsel for the appellant on paragraphs 20 to 23 of the aforesaid judgment, to buttress his arguments that once the suit had been filed, vested rights of the appellant cannot be taken away.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9b4afcbc9220493fa1f7a5510765b53c_31"
    },
    {
      "start": 3667,
      "end": 3719,
      "text": "The relevant paragraphs are reproduced below: -\n\"20.",
      "labels": [
        "STA"
      ],
      "id": "7c68af14fbc748b8b7410bea0d9bd3ad_32"
    },
    {
      "start": 3720,
      "end": 3835,
      "text": "The Appellant had refuted the plaintiff's contention that the appeal is liable to be dismissed as not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7fe61de46e53427fb1b33c05fb9a2749_33"
    },
    {
      "start": 3836,
      "end": 4381,
      "text": "It is argued that the relevant date when the appellate remedy vests in the parties to the lis, is the date when the dispute is initiated; therefore since the present suit was already instituted before the enforcement of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, the amendment to the Provisions of the Cpc with respect to the Commercial Courts Act, contained in Section 16 of the said act shall not apply in the present case and consequently the restrictive Section 13, does not apply.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "81ef47ae76aa464897bbd028d877750a_34"
    },
    {
      "start": 4382,
      "end": 4494,
      "text": "It is further argued that the right of appeal under Section 10 of the Delhi High Court Act, 1966, would subsist.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3b86abc0501a44c3bde1823c24a1db36_35"
    },
    {
      "start": 4496,
      "end": 4672,
      "text": "21. What is a \"vested right\" to appeal to a higher court, in the context of a judgment or appealable order was explained in Videocon International Ltd.(supra) as follows:\n\" 39.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a2b53c4fdcad4c89b8978adc8643d929_36"
    },
    {
      "start": 4673,
      "end": 4750,
      "text": "As illustrated above, an appellate remedy is available in different packages.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8800ff77e0924eb98ae67a1f501fbb9d_37"
    },
    {
      "start": 4751,
      "end": 4911,
      "text": "What falls within the parameters of the package at the initial stage of the lis or dispute, constitutes the vested substantive right, of the concerned litigant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e72662744474ae9808533138a0b009d_38"
    },
    {
      "start": 4912,
      "end": 5015,
      "text": "An aggrieved party, is entitled to pursue such a vested substantive right, as and when, an adverse judg",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b369eab40cd4fe3a91f1f0606939c79_39"
    },
    {
      "start": 5016,
      "end": 5040,
      "text": "ment or order is passed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2a8026dcd1b4a64b4f3c103037a35e1_40"
    },
    {
      "start": 5041,
      "end": 5191,
      "text": "Such a vested substantive right can be taken away by an amendment, only when the amended provision, expressly or by necessary intendment, so provides.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "141b6e8e08894dca86bb5c1ac244c322_41"
    },
    {
      "start": 5192,
      "end": 5386,
      "text": "Failing which, such a vested substantive right can be availed of, irrespective of the law which prevails, at the date when the order impugned is passed, or the date when the appeal is preferred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a50289292364401ead071cd0a3da7c1d_42"
    },
    {
      "start": 5387,
      "end": 5542,
      "text": "For, it has repeatedly been declared by this Court, that the legal pursuit of a remedy, suit, appeal and second appeal, are steps in a singular proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7b1cbdb31dd4d1db08c9103afae35f7_43"
    },
    {
      "start": 5543,
      "end": 5638,
      "text": "All these steps, are connected by an intrinsic unity, and are regarded as one legal proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed994d88008c4b379f71d42a7f04364e_44"
    },
    {
      "start": 5640,
      "end": 5802,
      "text": "40. Where the appellate package, as in the present case, is expressed differently at the \"pre\" and \"post\" amendment stages, there could only be two eventualities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f97baff677974107bb08a3f9cb4bb8db_45"
    },
    {
      "start": 5803,
      "end": 5891,
      "text": "Firstly, the preamendment appellate package, could have been decreased by the amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac8e441fd544490ba6df3c112d78b174_46"
    },
    {
      "start": 5892,
      "end": 5981,
      "text": "Or alternatively, the post-amendment package, could have been increased by the amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2e5c16c26a54e2886f0bf1d2fe7fc3c_47"
    },
    {
      "start": 5982,
      "end": 6060,
      "text": "In the former situation, all that was available earlier, is now not available.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0544c11bcb5448829a6adf2fc35bbdbf_48"
    },
    {
      "start": 6061,
      "end": 6157,
      "text": "In other words, the right of an individual to the appellate remedy, stands reduced or curtailed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e26a6d82ade94d0192f86f6bf5baffbf_49"
    },
    {
      "start": 6158,
      "end": 6228,
      "text": "In the latter situation, the amendment enhances the appellate package.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "726ae890fefa4f92b89aa02d84c54267_50"
    },
    {
      "start": 6229,
      "end": 6366,
      "text": "The appellate remedy available prior to the amendment, stands included in the amendment, and some further addition has been made thereto.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "860d248507e94bc79674a68fe05f0efe_51"
    },
    {
      "start": 6367,
      "end": 6440,
      "text": "In the latter stage, all that was available earlier continues to subsist.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57ccba8b06264c6b9ffa66c5ba40ec72_52"
    },
    {
      "start": 6441,
      "end": 6638,
      "text": "The two situations contemplated hereinabove, will obviously lead to different consequences, because in the former position, the amendment would adversely affect the right, as was available earlier.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "060a7c485e844beaa03634c8a3f98a7e_53"
    },
    {
      "start": 6639,
      "end": 6810,
      "text": "In the latter position, the amendment would not affect the right of appeal, as was available earlier, because the earlier package is still included in the amended package.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8e489164f99424b87e5f54b089adc08_54"
    },
    {
      "start": 6812,
      "end": 7046,
      "text": "41. In the facts and circumstances of this case, it is apparent that Section 15Z of the SEBI Act prior to the amendment, postulated that the appellate remedy would extend to \"...any question of fact or law arising out of such order.\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c95ce4d0513428bb875f9a63fb8863c_55"
    },
    {
      "start": 7047,
      "end": 7221,
      "text": "Whereas, the appellate remedy was curtailed consequent upon the amendment, whereunder the appellate right was limited to, \"...any question of law arising out of such order.\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1bed811600934699a65b4f97920c84af_56"
    },
    {
      "start": 7222,
      "end": 7401,
      "text": "\nAccordingly, by the amendment, the earlier appellate package stands reduced, because under the amended Section 15Z, it is not open to an appellant, to agitate an appeal on facts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d29fe3041e7e46a39f5897b514f72cd6_57"
    },
    {
      "start": 7402,
      "end": 7669,
      "text": "That being the position, it is not possible for us to accept the contention advanced at the hands of the learned counsel for the appellant, that the amendment to Section 15Z of the SEBI Act, envisages only an amendment of the forum, where the second appeal would lie.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3ae2625d50944ac9d4c4e491b100ac8_58"
    },
    {
      "start": 7670,
      "end": 7850,
      "text": "In our considered view, the amendment to Section 15Z of the SEBI Act, having reduced the appellate package, adversely affected the appellate right vested of the concerned litigant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9e05b4bad2d049ef800504c91d03a454_59"
    },
    {
      "start": 7851,
      "end": 8078,
      "text": "The right of appeal being a vested right, the appellate package, as was available at the commencement of the proceedings, would continue to vest in the parties engaged in a lis, till the eventual culmination of the proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ea87ca8fef0440faa5e825fcf8fd35f_60"
    },
    {
      "start": 8079,
      "end": 8178,
      "text": "Obviously, that would be subject to an amendment expressly or impliedly, providing to the contrary.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7196fa20a1e541dba3371b147a4d6d44_61"
    },
    {
      "start": 8179,
      "end": 8403,
      "text": "Section 32 of the Securities and Exchange Board of India (Amendment) Act, 2002, which has been extracted in paragraph 12 hereinabove reveals, that the 'repeal and saving' clause, neither expressly nor impliedly, so provides.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba504ba91adc4b7baa88a440e0cf476f_62"
    },
    {
      "start": 8404,
      "end": 9010,
      "text": "Thus viewed, we are constrained to conclude, that the assertion advanced at the hands of the learned counsel for the appellant, that the instant amendment to Section 15Z of the SEBI Act, does not affect the second appellate remedy, but merely alters the forum where the second appellate remedy would lie, is not acceptable. ......\n43. Having recorded our conclusion, as has been noticed in the foregoing paragraph, it is apparent, that insofar as the vesting of the second appellate remedy is concerned, neither the date of filing of the second appeal, nor the date of hearing thereof, is of any relevance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "512d06f530cc46ca8c44b881005bcd6e_63"
    },
    {
      "start": 9011,
      "end": 9105,
      "text": "Legal pursuit of a remedy, suit, appeal and second appeal, are steps in a singular proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17b9623d6da5470ca8bfd7af6d3183c0_64"
    },
    {
      "start": 9106,
      "end": 9214,
      "text": "All these steps are seemingly connected by an intrinsic unity, which are treated as one singular proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1162c28345c4f20bf6c77c74f9c3679_65"
    },
    {
      "start": 9215,
      "end": 9398,
      "text": "Therefore, the relevant date when the appellate remedy (including the second appellate remedy) becomes vested in the parties to the lis, is the date when the dispute/lis is initiated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c036c1ab5b3741a9a37fc1a29152d836_66"
    },
    {
      "start": 9399,
      "end": 9606,
      "text": "Insofar as the present controversy is concerned, it is not a matter of dispute, that the Securities Appellate Tribunal had passed the impugned order (which was assailed by the Board), well before 29.10.2002.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdc0ade61c9a44eba3bbfd2ee9c7a531_67"
    },
    {
      "start": 9607,
      "end": 9920,
      "text": "This singular fact itself, would lead to the conclusion, that the lis between the parties, out of which the second appellate remedy was availed of by the Board before the High Court, came to be initiated well before the amendment to Section 15Z by the Securities and Exchange Board of India (Amendment) Act, 2002.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d4fe75d1dd849919540271159dc6234_68"
    },
    {
      "start": 9921,
      "end": 10060,
      "text": "Undisputedly, the unamended Section 15Z of the SEBI Act, constituted the appellate package and the forum of appeal, for the parties herein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "744f9403458b4c25a72761351531f368_69"
    },
    {
      "start": 10061,
      "end": 10292,
      "text": "It is, therefore, not possible for us to accept, the contention advanced at the hands of the learned counsel for the appellant, premised on the date of filing or hearing of the appeal, preferred by the Board, before the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd16da343bc148708e397601f7658311_70"
    },
    {
      "start": 10293,
      "end": 10442,
      "text": "We accordingly reiterate the position expressed above, that all the appeals preferred by the Board, before the High Court, were maintainable in law.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14fa96fd77004088bdc1d13edafa8fc8_71"
    },
    {
      "start": 10444,
      "end": 10524,
      "text": "22. Ardee Infrastructure adopted a similar position, explaining as follows:\n\"29.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e03080af6294bf7a2b573b81ab189f4_72"
    },
    {
      "start": 10525,
      "end": 10717,
      "text": "In such a situation, it would have to be considered, independent of Section 26 of the Amending Act, as to whether the amended provisions applied to the said second and third category of cases.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "832f65179e6e48da8f563876a50e9eda_73"
    },
    {
      "start": 10718,
      "end": 11052,
      "text": "In this regard, we may note the observations of the Supreme Court in Thyssen (supra) where, after, considering several earlier decisions, the Supreme Court. observed in paragraph 32 (which we have already extracted above) that the principles enunciated in the judgments show as to when a right accrues to a party under a repealed Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd2820894e6f4db48796a06b0db8101e_74"
    },
    {
      "start": 11053,
      "end": 11203,
      "text": "The Supreme Court observed that it is not necessary that for the right to accrue, legal proceedings must be pending when the new Act comes into force.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d75a2ea8a9c41439104e781a8682553_75"
    },
    {
      "start": 11204,
      "end": 11403,
      "text": "Furthermore, and more importantly, the Supreme Court observed that to have the award enforced when arbitral proceedings commenced under the old Act under that very Act was certainly an accrued right.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf9883bf0a5c4a0fa604ec5df8f52de2_76"
    },
    {
      "start": 11404,
      "end": 11584,
      "text": "In other words, all the aspects of enforceability of an award entail an accrued right both in the person in whose favour the award is made and against whom the award is pronounced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec479816dcfc4460bb9acae1f008db74_77"
    },
    {
      "start": 11585,
      "end": 11771,
      "text": "It will also be noticed that the Supreme Court made it clear that for the right to accrue, there is no necessity that legal proceedings must be pending when the new Act comes into force.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "941fa18b19c14b32850ff61b80fd1421_78"
    },
    {
      "start": 11772,
      "end": 12024,
      "text": "This exactly covers the situation as obtaining in the second category of cases, where the arbitral proceedings were commenced prior to 23.10.2015 and the award was also made prior to 23.10.2015, but the petition under Section 34 had not yet been filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "497f061236a145b4b849d46613a7d366_79"
    },
    {
      "start": 12025,
      "end": 12075,
      "text": "This is the same situation as in the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a3a8425c00343db8f34433ca4665a21_80"
    },
    {
      "start": 12076,
      "end": 12248,
      "text": "Thus, the pendency of any legal proceedings or otherwise would not come in the way of determining as to whether the right had accrued under the unamended provisions or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0075270ab6b6456ea20f39b3fee64b5c_81"
    },
    {
      "start": 12249,
      "end": 12558,
      "text": "We have already noted that the Supreme Court in Thyssen (supra) observed that the right to have the award enforced (which also comprises of the negative right of the award debtor to not have it enforced till his objections under Section 34 of the said Act are heard and decided) is certainly an accrued right.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d167a7352d944cd29c81e035e48f2d9d_82"
    },
    {
      "start": 12559,
      "end": 12928,
      "text": "Given the fact that the amended Section 36 takes away the right of an automatic stay of enforcement of an award, it is clear that the amendment introduced in Section 36 by virtue of the Amending Act would definitely impinge upon the accrued right of the party against whom the award is given after the arbitral proceedings have been held under the unamended provisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b3430a1565d4fc7b5c415af67bcfe54_83"
    },
    {
      "start": 12929,
      "end": 13094,
      "text": "Since an accrued right is affected, unless a contrary intention appears in the amending statute, the amendments would have to be treated as prospective in operation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1faf3a431ee47ef8cbb43290681e2ef_84"
    },
    {
      "start": 13095,
      "end": 13171,
      "text": "Prospective from the standpoint of commencement of the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d90a7f6c831e4226a8a9b12c62057c16_85"
    },
    {
      "start": 13173,
      "end": 13532,
      "text": "30. Now, if the argument of the respondents is to be accepted that the first limb of Section 26 applies only to arbitral proceedings in the sense of proceedings before arbitral tribunals and not to court proceedings, then, it is obvious that Section 26 is silent with regard to the second and third categories of cases to which we have already referred above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12a57077dd18493499ad1b25f37cd89c_86"
    },
    {
      "start": 13533,
      "end": 13682,
      "text": "In other words, in respect of these categories, no contrary intention of retrospectivity is evinced upon a reading of Section 26 of the Amending Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae9fb091601e4a32a01189709c81a605_87"
    },
    {
      "start": 13683,
      "end": 13986,
      "text": "Therefore, even if we take the argument of the respondents to be correct, the result would still be the same and, that is, that in respect of all the arbitral proceedings commenced prior to 23.10.2015, the unamended provisions of the said Act would continue to operate till the enforcement of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e22c4df6ee10439fba956cc4c77389a7_88"
    },
    {
      "start": 13988,
      "end": 14327,
      "text": "31. We may also notice that in case the argument of the respondents is to be accepted that where arbitral proceedings commenced prior to 23.10.2015, the unamended provisions would be saved only in respect of the proceedings before the arbitral tribunal and would not extend to court proceedings, the same would result in serious anomalies.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8698e2e1e7c432b81f0e91c91853668_89"
    },
    {
      "start": 14328,
      "end": 14452,
      "text": "This is so because the Amending Act has sought to bring about amendments in Section 9 as well as Section 17 of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dcfac14769b4428b9e7a00c398ecf758_90"
    },
    {
      "start": 14453,
      "end": 14690,
      "text": "While Section 9 pertains to interim measures which may be directed by the court prior, during arbitral proceedings or after the making of the award, Section 17 deals with the interim measures which may be ordered by an arbitral tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e1c75d02baf455995d44f9a47866a7f_91"
    },
    {
      "start": 14691,
      "end": 14936,
      "text": "If the interpretation of the respondents is to be accepted, then, in respect of arbitral proceedings commenced prior to 23.10.2015, the amended provisions would apply to proceedings under Section 9 of the said Act, but not to Section 17 thereof.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc7a3f6f55f849a8a877869dcb3abc97_92"
    },
    {
      "start": 14937,
      "end": 14977,
      "text": "This would result in a serious anomaly.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "354a9e89d25d43ffb9dfc1f4adc1fd1f_93"
    },
    {
      "start": 14979,
      "end": 15053,
      "text": "23. This court is of the opinion that the appellant's argument is merited.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03a121a447504272a8f98c84475f46c0_94"
    },
    {
      "start": 15054,
      "end": 15292,
      "text": "Though no vested right to procedure exists, Videocon is a clear authority that the right to an appellate remedy is not extinguished by the enactment of a new statute; a previously instituted litigant's right to appeal is preserved intact.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dfdd377ce1474aafbc860a76e2af2c75_95"
    },
    {
      "start": 15293,
      "end": 15356,
      "text": "It is therefore, held that the present appeal is maintainable.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5113fdc0cc14f4ca05de0e87b735289_96"
    },
    {
      "start": 15358,
      "end": 15671,
      "text": "5. Learned counsel for the respondent however submits that one of the members of the Division Bench in the case of Eros Resorts (supra) in a subsequent judgment has further explained this judgment in the case of Brahmos Aerospace Pvt Ltd. vs. FIIT JEE Ltd & Anr in FAO (OS) (COMM) 247/2018, decided on 25.02.2019.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7bbf60dd5abf40e198bde23bcd04adda_97"
    },
    {
      "start": 15672,
      "end": 15738,
      "text": "Reliance is placed on paras 9 to 12, which we reproduce below:\n\"9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3e98f0297ca434ea5ece58cc35b7996_98"
    },
    {
      "start": 15739,
      "end": 15950,
      "text": "The judgment in HPL (supra) was considered by another Division Bench [to which one of us, S.Ravindra Bhat, J., was party], in Eros Resorts & Hotels Ltd. Vs. Explorer Associates Pvt. Ltd. (2018) 251 DLT 101 (DB).",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "459702d9b8924b25b5b1fe2dc52f9a47_99"
    },
    {
      "start": 15951,
      "end": 16121,
      "text": "In Eros Resorts (supra), the Court was concerned with a case where the appeal had been instituted prior to the date when the Commercial Courts Act was brought into force.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1dcfbfc7d85844f6bb7ec011b66716b2_100"
    },
    {
      "start": 16122,
      "end": 16510,
      "text": "Following the judgment of the Supreme Court in Videocon International Ltd. Vs. SEBI (2015) 4 SCC 33 and of this Court in Ardee Infrastructures vs. Anuradha Bhatia (2017) 1 HCC (Del.) 137, the Division Bench held that the right to an appellate remedy is not extinguished by the enactment of a new statute when the appeal had been instituted prior to the amendment in the statutory regime.\n",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b46701b52c1a4f5cb7c416a3d318d802_101"
    },
    {
      "start": 16510,
      "end": 16812,
      "text": "10. Although the Division Bench decisions in HPL (supra) and Eros Resorts (supra) have both been challenged in SLP (C) No. 5837/2017 and SLP (C) No. 23365/2018 respectively, which are pending before the Supreme Court, there does not appear to be any interim order of stay of the judgment of this Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2dad6c063b424714929d5d9a20eb7103_102"
    },
    {
      "start": 16814,
      "end": 16900,
      "text": "11. Coming to the facts of the present case, this appeal was instituted on 10.03.2017.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3dcd3ca9439a454184d624978a001af0_103"
    },
    {
      "start": 16901,
      "end": 17048,
      "text": "The Commercial Courts Act, 2015 came into force on 23.10.2015, and the Commercial Division was notified in this Court by an order dated 17.11.2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a3e726467614d3eacbd85dca2355e5d_104"
    },
    {
      "start": 17049,
      "end": 17291,
      "text": "Section 15 of the Commercial Courts Act requires transfer of suits pending in a High Court to the Commercial Division if the suit relates to a \"commercial dispute\" of \"specified value\", as defined in Sections 2(1)(c) and 2(1)(i) respectively.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78d6c8363b454071beb25048f675f8ba_105"
    },
    {
      "start": 17292,
      "end": 17479,
      "text": "In the present case, the renumbering of the suit in the Commercial Division of this Court has occurred only on 16.02.2018 pursuant to an order of the Joint Registrar dated 06.02.2018.\n12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06b1cde2bebe4b4dbe0d7e6c4d499023_106"
    },
    {
      "start": 17480,
      "end": 17752,
      "text": "It is evident from the above that, on the date when the present appeal was instituted by Brahmos, the suit had not been transferred to the Commercial Division and the provisions of Section 13 of the Commercial Courts Act were therefore, not attracted to these proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c5cb5a6a95c541c49bbc7d25ca99a1b3_107"
    },
    {
      "start": 17753,
      "end": 18100,
      "text": "In view of the clear pronouncement of the Supreme Court in Videocon (supra) to the effect that an appellate remedy becomes vested in a party on the date when the dispute/lis is instituted, and the consequent judgment of this Court in Eros Resorts (supra), we, therefore, hold that the present appeal at the instance of Brahmos is maintainable.\"\n6.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f7289c816a0644678f77a3d729a67d6c_108"
    },
    {
      "start": 18101,
      "end": 18370,
      "text": "It is thus contended, relying on para 12 of Brahmos (supra), that a distinction has been created with respect to a suit, which had not been transferred to the Commercial Division at the relevant time and thus, the provisions of Section 13 of the Act were not attracted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9412c35e41b54735a283154a7b73ec8a_109"
    },
    {
      "start": 18371,
      "end": 18655,
      "text": "The respondent further contends that the present case is different from the facts of the case in Brahmos as in that case, the suit had not been converted at the relevant time and the application had been filed prior to conversion and hence, a right had accrued in favour of the party.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "164fdc24a4964914b9c6d7fa81086f8e_110"
    },
    {
      "start": 18656,
      "end": 18762,
      "text": "But the facts of this case are reverse and hence the appellant cannot take advantage of the said judgment.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c3ce85f67af24621b374864750d75e99_111"
    },
    {
      "start": 18763,
      "end": 19097,
      "text": "He submits that under the provisions of Section 15 (3) of the Act where any suit related to a commercial dispute, of a specific value stands transferred to a Commercial Division or Commercial Court under sub-section (1) or (2), the provisions of 2015 Act would apply to those procedures that were not complete at the time of transfer.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5c28b97c5a7e43fe97c5390c47960ea5_112"
    },
    {
      "start": 19098,
      "end": 19296,
      "text": "In that case, theory of vested right cannot be invoked, otherwise, the conversion of the suit would not only be cosmetic, but no purpose will be achieved by simply giving it a new commercial number.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f6e5a05e106742fd8c5077141ff104da_113"
    },
    {
      "start": 19298,
      "end": 19628,
      "text": "7. On the merits of the matter, the learned counsel for the appellant submits that along with the replication, the appellant had filed an envelope, which according to the appellant, contained 11 invoices, which had been forwarded to the respondent and were returned by the respondent in their envelope and this envelope was filed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5970dd979de64e8da9dc03243ede9ab0_114"
    },
    {
      "start": 19629,
      "end": 19700,
      "text": "Copy of the index has been relied upon to show that the same was filed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "78a55855d2ea4aa5989dfe6819d1a930_115"
    },
    {
      "start": 19701,
      "end": 19882,
      "text": "\nAdditionally, the counsel for the appellant has placed strong reliance on the report of the Registry, as per which the envelope, containing documents was misplaced during scanning.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6f89c02820404881a8f24cd22375486b_116"
    },
    {
      "start": 19883,
      "end": 20006,
      "text": "It is thus contended that the appellant had filed the documents and the Registry had accepted the filing of such documents.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "03a410f5e46d4175a8a8120442cdd039_117"
    },
    {
      "start": 20007,
      "end": 20147,
      "text": "Additionally, the learned counsel submits that the appellant had made a specific pleading with respect to the invoices in the plaint itself.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d934d1672cb64861bfda7b68d3f8cb5d_118"
    },
    {
      "start": 20148,
      "end": 20292,
      "text": "The details of the documents with dates and other particulars were extracted and thus, the appellant cannot be accused for fabricating the same.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ca6500ddea424c8d974d766a5cad15fe_119"
    },
    {
      "start": 20294,
      "end": 20377,
      "text": "8. However, counsel for the respondent has a completely different picture to paint.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "215bba18d9754dd6a235924339f196e3_120"
    },
    {
      "start": 20378,
      "end": 20474,
      "text": "Learned counsel for the respondent contends that initially the plaint was based on the invoices.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c311a86fd3b7466fae7473a278027a61_121"
    },
    {
      "start": 20475,
      "end": 20566,
      "text": "The invoices should have been filed along with the plaint, which admittedly were not filed.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c94730e4d7a9426ab1548a8d9333c7ad_122"
    },
    {
      "start": 20567,
      "end": 20683,
      "text": "It is contended that in the affidavit by way of evidence, neither the envelope nor the invoices have been exhibited.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c3793f1ef6f04b76b5b90e27b2715e61_123"
    },
    {
      "start": 20684,
      "end": 20879,
      "text": "The third submission is that the idea of the envelope containing documents is fanciful, as there is no evidence to show as to what the envelope allegedly returned by the respondent could contain.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "9b700ef14f62494283128d4e433cb965_124"
    },
    {
      "start": 20880,
      "end": 21249,
      "text": "It is submitted that in case the invoices were sent by post to the respondent, there was no reason for the respondent to return the documents in their own envelope and assuming this had happened, then, during the early stages of the suit, the appellant was well within his right to issue notice to the respondent to produce the documents, which admittedly was not done.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "574bdfa4dcff4125b9f38326e879887f_125"
    },
    {
      "start": 21250,
      "end": 21407,
      "text": "He submits that the respondent has admitted 8 out of 11 invoices sought to be relied upon, but three invoices dated 06.06.2012 have been disputed and denied.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b008a72be56c43c3abe9387eccf84a61_126"
    },
    {
      "start": 21408,
      "end": 21498,
      "text": "It is contended that in any case, no witness has exhibited the invoices or relied on them.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "2f46d12bb12e42628ea60244004103e7_127"
    },
    {
      "start": 21499,
      "end": 21677,
      "text": "No evidence has been led by the appellant on the basis of the report of the Registry in which there is a loose observation that the documents have been misplaced during scanning.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45f39ea62c9c4e4e98292fa36480b6d0_128"
    },
    {
      "start": 21678,
      "end": 21774,
      "text": "Moreover, it is the case of the appellant himself that it was a sealed envelope which was filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19f2a29d780240f6ade04f7fb522d228_129"
    },
    {
      "start": 21775,
      "end": 21891,
      "text": "Thus, neither the respondent nor the Registry was in a position to even state that the envelope contained documents.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14279d0be06a4f1b9bb5dd8e57313633_130"
    },
    {
      "start": 21893,
      "end": 21982,
      "text": "9. We have heard learned counsels for the parties and considered their rival contentions.",
      "labels": [
        "NONE"
      ],
      "id": "bb3edc8ee8b54b2b81773bc54d2bee83_131"
    },
    {
      "start": 21984,
      "end": 22093,
      "text": "10. The first question, which requires to be considered, is as to whether the present appeal is maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3828122576984460aedbca7f2e2b7b85_132"
    },
    {
      "start": 22094,
      "end": 22322,
      "text": "In the case of HPL India (supra) the Division Bench has elaborated various provisions of law and has held that only those orders, which fall within the scope of Section 13 of the Commercial Courts Act, 2015, would be appealable.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2cff663c17084293ad618515547e9e3f_133"
    },
    {
      "start": 22323,
      "end": 22825,
      "text": "For appreciating the rival submissions of the learned counsels for the parties, we deem it appropriate to reproduce Sections 13, 15, 16 & 21 of the Commercial Courts Act:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions -- (1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:",
      "labels": [
        "STA"
      ],
      "id": "7cba604d1b294b33b52c3cf1034b111c_134"
    },
    {
      "start": 22826,
      "end": 23103,
      "text": "Provided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "STA"
      ],
      "id": "61b195ca69c94ae0ac030fceb1fa56db_135"
    },
    {
      "start": 23104,
      "end": 23374,
      "text": "(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.",
      "labels": [
        "STA"
      ],
      "id": "e004b482fa7747efb2696874ecfb3614_136"
    },
    {
      "start": 23375,
      "end": 23690,
      "text": "\n15. Transfer of pending cases -- (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
      "labels": [
        "STA"
      ],
      "id": "d24c15f0f3e34ac4a46eaa7e1f08180d_137"
    },
    {
      "start": 23691,
      "end": 24009,
      "text": "(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\n",
      "labels": [
        "STA"
      ],
      "id": "2ff615b0ab8d483cbba8e082fb39bf4a_138"
    },
    {
      "start": 24009,
      "end": 24248,
      "text": "Provided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).",
      "labels": [
        "STA"
      ],
      "id": "3625777b2e5740029ffdb4b7ecfa39fc_139"
    },
    {
      "start": 24249,
      "end": 24630,
      "text": "(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.",
      "labels": [
        "STA"
      ],
      "id": "5834686b4c4d45fc99430ae414696602_140"
    },
    {
      "start": 24631,
      "end": 25281,
      "text": "(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908:\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.",
      "labels": [
        "STA"
      ],
      "id": "50aaf7cceab94b11814b6bae22633fdf_141"
    },
    {
      "start": 25282,
      "end": 25835,
      "text": "\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub- section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\n16.",
      "labels": [
        "STA"
      ],
      "id": "5abe60c2e877419abb0958798a65ae02_142"
    },
    {
      "start": 25836,
      "end": 25928,
      "text": "Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes --",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6d4f1cac3ce4638b4140d86b5110dd4_143"
    },
    {
      "start": 25929,
      "end": 26139,
      "text": "(1) The provisions of the Code of Civil Procedure, 1908 shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.",
      "labels": [
        "STA"
      ],
      "id": "84f2f6fdefa24e8abc4fd8edfda49eb3_144"
    },
    {
      "start": 26140,
      "end": 26358,
      "text": "(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908, as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.",
      "labels": [
        "STA"
      ],
      "id": "a31a13f966c94071bb4e8dd9567af996_145"
    },
    {
      "start": 26359,
      "end": 26688,
      "text": "\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908, by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908, as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.",
      "labels": [
        "STA"
      ],
      "id": "c1dde4d2b38e4b79b7291319aa981c00_146"
    },
    {
      "start": 26689,
      "end": 27305,
      "text": "\n21. Act to have overriding effect -- Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.\"\n11. Reading of Section 13 (1A) makes it crystal clear that an appeal shall only lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of the Code of Civil Procedure (CPC) and Section 37 of the Arbitration and Conciliation Act.",
      "labels": [
        "STA"
      ],
      "id": "55e36cafd4bd490a97391bfe86cad9dc_147"
    },
    {
      "start": 27306,
      "end": 27665,
      "text": "Section 13 (2) of the Commercial Courts Act further makes it clear that notwithstanding anything contained in any other law for the time being in force or Letters Patent of the High Court, no appeal shall lie from any order or decree of a Commercial Division or a Commercial Court otherwise than in accordance with the provisions of the Commercial Courts Act.",
      "labels": [
        "STA"
      ],
      "id": "cb18f80722fe4529b9f51b1a61e9d24d_148"
    },
    {
      "start": 27666,
      "end": 27833,
      "text": "\n12. Section 13, in fact, crystalizes and restricts filing of the appeals from orders under Order 43 of the CPC and Section 37 of the Arbitration and Conciliation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0608d89b6cbc4ba787dfc8e4f1c55954_149"
    },
    {
      "start": 27834,
      "end": 28061,
      "text": "To appreciate Section 13 and the intent and purpose of this provision, we place reliance on the statement of objects and reasons of the Commercial Courts Act, 2015, which we reproduce as under:\n\"Statement of objects and reasons",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db94021a34f9406ea88e300726732178_150"
    },
    {
      "start": 28062,
      "end": 28207,
      "text": "The proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9e12d00702b4f10b72dd643155d16e1_151"
    },
    {
      "start": 28208,
      "end": 28285,
      "text": "The high value commercial disputes involve complex facts and question of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68da6ec3169e41a5bd1b09f14dbd4b62_152"
    },
    {
      "start": 28286,
      "end": 28380,
      "text": "Therefore, there is a need to provide for an independent mechanism for their early resolution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e0ef7680c4d472c8fb456ed993be150_153"
    },
    {
      "start": 28381,
      "end": 28535,
      "text": "Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system.\"\n13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63438ba91ba24186b8506ada2176fcc8_154"
    },
    {
      "start": 28536,
      "end": 28871,
      "text": "We also deem it appropriate to reproduce the following paragraphs of the judgment in the case of HPL India Ltd. (supra):\n\"23. On going through the Statement of Objects and Reasons, it is evident that the said Act was, inter alia, enacted for the purpose of providing a methodology for speedy disposal of high value commercial disputes.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1467f98ad548441a97d7b3706fee9b80_155"
    },
    {
      "start": 28872,
      "end": 29108,
      "text": "The need of the hour was to provide for an independent mechanism for early resolution of commercial disputes with the objective of creating a positive image to the investor world about the independent and responsive Indian legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa43ede44d4641ab8cf7ccd3a89667b7_156"
    },
    {
      "start": 29110,
      "end": 29192,
      "text": "24. It is also well settled that the right of appeal is a creation of the statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "deefbc7ec24c4241a88abf6c07ff74e7_157"
    },
    {
      "start": 29193,
      "end": 29275,
      "text": "In other words, the provision for an appeal has to be found in the statute itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "81f282f4d6584580b8afb3a4c6e5a856_158"
    },
    {
      "start": 29276,
      "end": 29404,
      "text": "The said Act is a special Act pertaining to commercial disputes of a specified value as defined in Section 2(1) of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "741f908324cd46d0b229b0b1675ba8e2_159"
    },
    {
      "start": 29405,
      "end": 29492,
      "text": "Therefore, the provision for an appeal would have to be located in the said Act itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4962fd1caa9465da1b32ac3d1ee1da7_160"
    },
    {
      "start": 29493,
      "end": 29584,
      "text": "This is so particularly because Chapter IV of the said Act specifically deals with Appeals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94cf93c2520846d8aed95142620f3a49_161"
    },
    {
      "start": 29585,
      "end": 29925,
      "text": "Section 21 of the said Act clearly stipulates that save as otherwise provided, the provisions of the said Act would have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7787a3d823384862a4a9bde4deac549d_162"
    },
    {
      "start": 29926,
      "end": 30234,
      "text": "This clearly means that where the provisions for appeals are provided in the said Act, if there is any other provision for appeal in any other law for the time being in force which is inconsistent with what is provided in the said Act, the provisions for appeals in the said Act would have overriding effect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2cafcef4d9db4a6ba12b584eafa3a31a_163"
    },
    {
      "start": 30235,
      "end": 30304,
      "text": "\n25. Section 16 of the said Act is also important in this discussion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a077014954cc40a7bd1e48cc45af0c8d_164"
    },
    {
      "start": 30305,
      "end": 30552,
      "text": "Sub-Section (1) of Section 16 makes it clear that the provisions of the CPC shall, in their application to any suit in respect of a commercial dispute of a specified value, stands amended in the manner as specified in the Schedule to the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9b9950871564d78982421771d5a23f4_165"
    },
    {
      "start": 30553,
      "end": 30787,
      "text": "Sub-Section (2) makes it clear that the Commercial Division and the Commercial Court shall follow the provisions of the CPC, 1908, as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "13458c21699b41fe99f6826557887815_166"
    },
    {
      "start": 30788,
      "end": 31083,
      "text": "Sub- Section (3) stipulates that where any provision of any rule of the jurisdictional High Court or any amendment to the CPC, by the State Government is in conflict with the provisions of the CPC, as amended by the said Act, the provisions of the CPC, as amended by the said Act, would prevail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0956e10e8ef64c839e0d9aa604dd2d3d_167"
    },
    {
      "start": 31084,
      "end": 31252,
      "text": "On a conjoint reading of Sections 16 and 21 of the said Act, it appears that wherever amendments have been specified in the said Act to the CPC, the same shall prevail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b2700de212f40b3896ac6f122ea5d28_168"
    },
    {
      "start": 31253,
      "end": 31350,
      "text": "In other respects, the CPC is to be followed by the Commercial Division and the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bcd55d4fab54418c84f180dee247c288_169"
    },
    {
      "start": 31351,
      "end": 31548,
      "text": "If there is any conflict with the provisions of the said Act with any provisions contained in any other law for the time being in force, the provisions of the said Act would have overriding effect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d699347f91834e7bb41beb5f051e984f_170"
    },
    {
      "start": 31550,
      "end": 31628,
      "text": "30. We now come to the meaning to be ascribed to the proviso in Section 13(1).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "938663101a064c01be93244989d09e90_171"
    },
    {
      "start": 31629,
      "end": 31899,
      "text": "It clearly stipulates that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the CPC, as amended by the said Act, and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef97c3e514c94de583bb36473b912eff_172"
    },
    {
      "start": 31900,
      "end": 31993,
      "text": "We have seen that orders as understood under the CPC are different and distinct from decrees.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5d8589eeeb64cfea904633bba622195_173"
    },
    {
      "start": 31994,
      "end": 32103,
      "text": "And, orders are nothing but the formal expression of any decision of a Civil Court not amounting to a decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18ee6ea534644b3b9a08f18fd190629c_174"
    },
    {
      "start": 32104,
      "end": 32231,
      "text": "Therefore, the amplitude and width of the expression order is very wide under the CPC itself but not all orders are appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26010cf9541a40739a2b673e67720028_175"
    },
    {
      "start": 32232,
      "end": 32295,
      "text": "The appealable orders are enumerated in Order XLIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5dc6a5ab267423d9aeadb0c018adabc_176"
    },
    {
      "start": 32296,
      "end": 32453,
      "text": "We have already pointed out above, that there are only two kinds of appeals recognized under the CPC, namely, - Appeals from decrees and Appeals from orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3e124ff0701407fb203d19dd7803270_177"
    },
    {
      "start": 32454,
      "end": 32562,
      "text": "Section 104, which has been extracted earlier in this judgment, specifies the orders from which appeals lie.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5154dbe395594c51ae5465bc8b2cf734_178"
    },
    {
      "start": 32563,
      "end": 32793,
      "text": "It clearly provides that an appeal shall lie from the orders enumerated in the said provision itself and, save as otherwise expressly provided in the body of the CPC or by any law for the time being in force, from no other orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc2fff729a5d4617b430231bc3f2d125_179"
    },
    {
      "start": 32794,
      "end": 32998,
      "text": "This means that appeals from orders are restricted to those orders which are either specified in Section 104 itself or expressly provided in the body of the Code or by any law for the time being in force.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "caab5ed697bd417ea6d396aa9fa5ca28_180"
    },
    {
      "start": 32999,
      "end": 33123,
      "text": "Insofar as the impugned order is concerned, it is clear that it does not fall within the orders specified under Section 104.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07dda8a73cd147a9b640a1e81fcf95a5_181"
    },
    {
      "start": 33124,
      "end": 33279,
      "text": "We now have to look at Order XLIII Rule 1 which stipulates that an appeal shall lie from the orders enumerated therein under the provisions of Section 104.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9653e4fdcae34f4c95c297c03eaca319_182"
    },
    {
      "start": 33280,
      "end": 33469,
      "text": "In other words, only an order specified under Order XLIII Rule 1 would be appealable and, read with the provisions of Section 104, no other order would be an appealable order under the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "39428138639146ab82a3be28a3f76a3c_183"
    },
    {
      "start": 33470,
      "end": 33790,
      "text": "In this backdrop, the proviso to Section 13(1) makes it abundantly clear that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the CPC, as amended by the said Act and Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c634a91e14f449df90cd05dc813a8e19_184"
    },
    {
      "start": 33791,
      "end": 33920,
      "text": "Clearly, in our view, this restricts the appealable orders to only those orders which are specifically enumerated in Order XLIII.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7fb4b8fa7674451b8fb9cbdf7da92b69_185"
    },
    {
      "start": 33921,
      "end": 34011,
      "text": "In the present case, the impugned order is admittedly not one specified under Order XLIII.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e7ba2e1ffa334a6896037116ca5c0d02_186"
    },
    {
      "start": 34013,
      "end": 34240,
      "text": "32. From the above, it is evident that the natural presumption that can be raised while interpreting a proviso is that but for the proviso, the enacting part of the Section would have included the subject matter of the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eef7fdf8577b4851b160cd074484b340_187"
    },
    {
      "start": 34241,
      "end": 34428,
      "text": "In sub-Section (1) of Section 13, the word order would have a very wide amplitude and that could have included even orders which are not specifically enumerated in Order XLIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0fad81c4d7d64758ae0fb8bd115d42b6_188"
    },
    {
      "start": 34429,
      "end": 34692,
      "text": "The proviso has taken out those orders and carved out an exception by limiting the appeal from orders to those which are specifically enumerated under Order XLIII of the CPC (apart from an Order under Section 37 of the Arbitration and Conciliation Act, 1996).\n33.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d25e30f31c334bdfb7084d869d5473d5_189"
    },
    {
      "start": 34693,
      "end": 35190,
      "text": "The above analysis reveals that:- (a) the word judgment appearing in Section 13(1) of the said Act actually relates or has a reference to a decree; (b) the word order in that provision would have to be construed in the light of Section 2(14) of the CPC as meaning a formal expression of a decision of a Civil Court which is not a decree; (c) the appealable orders would be only those which are specifically enumerated under Order XLIII, as provided in the proviso to Section 13(1) of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fb21fd2406a9415593a3e6b54f8fa39c_190"
    },
    {
      "start": 35192,
      "end": 35262,
      "text": "34. Now, let us examine sub-section (2) of section 13 of the said Act.",
      "labels": [
        "STA"
      ],
      "id": "988400db3bb54e7181f0cb744ca28380_191"
    },
    {
      "start": 35263,
      "end": 35443,
      "text": "As noticed above, it begins with the non obstante expression \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court ..\".",
      "labels": [
        "STA"
      ],
      "id": "fb407568df3b471ba77b8f3ffd00db32_192"
    },
    {
      "start": 35444,
      "end": 35547,
      "text": "The words - \"any other law for the time being in force\" - would include the Delhi High Court Act, 1966.",
      "labels": [
        "STA"
      ],
      "id": "2aa2c04406254e0caef5d45dba830064_193"
    },
    {
      "start": 35548,
      "end": 35774,
      "text": "The portion after the non obstante expression specifically cautions that \"no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act\".",
      "labels": [
        "STA"
      ],
      "id": "9ee72cef27b2484db9dc812c6e2a1f01_194"
    },
    {
      "start": 35775,
      "end": 36012,
      "text": "In other words, whatever may be contained in, inter alia, the Delhi High Court Act, 1966, an appeal from any order or decree of a Commercial Division or Commercial Court \"shall lie\" only in accordance with the provisions of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cbfe3f4bc9b4418f9c0df4a17ff39c4a_195"
    },
    {
      "start": 36013,
      "end": 36219,
      "text": "To be clear, if an appeal from a particular kind of order or decree were to be provided under the Delhi High Court Act, 1966 but not under the said Act then, such an order or decree would not be appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7341e2e1f7384b0fa439b298501fdabf_196"
    },
    {
      "start": 36220,
      "end": 36446,
      "text": "Therefore, even if, by virtue of section 10 of the Delhi High Court Act, 1966, an appeal lay from a particular kind of an order, no appeal could be preferred thereagainst unless the said Act itself provided for such an appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "461f6b90673245ffacaabc220c3daba9_197"
    },
    {
      "start": 36448,
      "end": 36609,
      "text": "35. Reading the entire section 13 of the said Act the clear position is that an appeal lies from an order which is specifically enumerated under Order XLIII CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "06df173cff9f4ef8a3b766211d55bb99_198"
    },
    {
      "start": 36610,
      "end": 36876,
      "text": "Furthermore, no appeal would lie from an order not specifically enumerated in Order XLIII CPC because of the incorporation of the expression \"from no other orders\" appearing in section 104 CPC (which is clearly applicable by virtue of section 16(2) of the said Act).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34930389161c4723b5aea8dbfcdeb3e8_199"
    },
    {
      "start": 36877,
      "end": 37037,
      "text": "And, Section 10 of the Delhi High Court Act, 1966 would not come to the rescue because of the non obstante provision contained in section 13(2) of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1d3930f34cf4c0a9cd7f578eeccc0fa_200"
    },
    {
      "start": 37039,
      "end": 37228,
      "text": "36. Therefore, as the impugned order does not find place in the orders specifically enumerated in Order XLIII CPC, no appeal could lie against it and the present appeal is not maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b67a9c26fb2c47c3b7e3f92f52ad95c8_201"
    },
    {
      "start": 37229,
      "end": 37354,
      "text": "But, as the learned counsel for the appellants have made several submissions to the contrary we shall have to deal with them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c737d5c66cf474eb1b8c3943198c0cc_202"
    },
    {
      "start": 37356,
      "end": 37560,
      "text": "37. The learned counsel for the appellants had submitted that if the arguments of the respondents were to be accepted then this would have grave consequences as aggrieved parties would be left remediless.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e6d1d7da36f644a4ba6a269c420bbc59_203"
    },
    {
      "start": 37561,
      "end": 37630,
      "text": "It is well established that the right of appeal is a statutory right.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a86eec395fac4a4d9d7afe8c575ab3c7_204"
    },
    {
      "start": 37631,
      "end": 37669,
      "text": "It does not exist outside the statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b65de882c25f48f7bab1c3ffdf4df21d_205"
    },
    {
      "start": 37670,
      "end": 37784,
      "text": "If the statute does not provide for such a right then that is how the legislature in its wisdom intended it to be.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d09744a488264f839e9749fc1f85b7a6_206"
    },
    {
      "start": 37785,
      "end": 38003,
      "text": "In the absence of a challenge to the provisions, it cannot be argued that though the statute does not provide a remedy of appeal yet we must infer such a right as otherwise an aggrieved party would be without a remedy.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2fc3cd992de14df8b699fa8f9fe45c75_207"
    },
    {
      "start": 38005,
      "end": 38330,
      "text": "39. The learned counsel for the appellants, as noticed earlier, had argued that the word \"judgment\" must be construed in the wider sense as in Khimji's case (supra) and therefore an order which may have the trappings of a judgment (in the wider sense) would be appealable despite the proviso to section 13(1) of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c88cd42bfa93437e8ded4de0c08ecf8b_208"
    },
    {
      "start": 38331,
      "end": 38474,
      "text": "We have already indicated earlier in this judgment that the expression \"judgment or order\" uses the words \"judgment\" and \"order\" disjunctively.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "446236c15fda48298becfbceae19fcb0_209"
    },
    {
      "start": 38475,
      "end": 38520,
      "text": "They are used in a mutually exclusive manner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42b72d5a47554a488d51c32b2787acfb_210"
    },
    {
      "start": 38521,
      "end": 38627,
      "text": "This is fortified by the fact that the said expression is followed by the expression \"as the case may be\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3bb007a5a874cf68157dbaac4d6d761_211"
    },
    {
      "start": 38628,
      "end": 38736,
      "text": "Thus, in the context of section 13 of the said Act, we cannot bring \"orders\" within the fold of \"judgments\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d4c3f48beb440e196f8f4b741f65e32_212"
    },
    {
      "start": 38738,
      "end": 38965,
      "text": "47. On going through Khimji's case (supra), it is evident that the word \"judgment\" as used in the Letters Patent of the High Courts, is much wider and goes beyond the orders specifically enumerated under Order XLIII of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "37190187ea6d49f7a343694f7da6d017_213"
    },
    {
      "start": 38966,
      "end": 39227,
      "text": "But, what must not be forgotten is that the word \"judgment\" in Khimji's case (supra) has been interpreted as appearing in and in the context of the Letters Patent of High Courts (which would also by analogy include Section 10 of the Delhi High Court Act, 1966).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5516571d2ea04c11afb11009e55211be_214"
    },
    {
      "start": 39228,
      "end": 39384,
      "text": "However, the meaning of the word \"judgment\" as appearing in the CPC, as defined in Section 2(9) thereof is clearly linked with the definition of a \"decree\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1a766669a07497ca88cd05677d583e1_215"
    },
    {
      "start": 39385,
      "end": 40218,
      "text": "The word judgment in Section 13(1) of the said Act has to be considered not in the context of any Letters Patent of a High Court or a provision such as Section 10 of the Delhi High Court Act, 1966 but, in the context of the Code of Civil Procedure inasmuch as (1) the Commercial Division and the Commercial Court are enjoined by Section 16 to follow the provisions of the CPC, as amended by the said Act, in the trial of a suit in respect of a Commercial dispute of a specified value; (2) Section 13(2) of the said Act specifically excludes the operation of the provisions contained in the Letters Patent of a High Court or any other law for the time being in force (which includes Section 10 of the Delhi High Court Act, 1966) insofar as appeals from any order or decree of a Commercial Division or a Commercial Court are concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47773e8230c841ce916c385d9ec30986_216"
    },
    {
      "start": 40219,
      "end": 40404,
      "text": "We have already indicated that the word \"judgment\" as appearing in Section 13(1) of the said Act is actually a misnomer and the said word has to be construed as a reference to a decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a74ed8c56a0453281a17f4cf29eb335_217"
    },
    {
      "start": 40405,
      "end": 40649,
      "text": "Therefore, in our view, the wider meaning ascribed to the word \"judgment\" under the Letters patent of High Courts or under a provision, such as Section 10 of the Delhi High Court Act, 1966, cannot be imported into Section 13(1) of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc73de0d8e7e4a93b75ca778fffcc1ac_218"
    },
    {
      "start": 40651,
      "end": 41161,
      "text": "53. Another contention that was raised on behalf of the appellants was that as the Delhi High Court Act, 1966 could be construed as \"a law for the time being in force\" within the meaning of Section 104(1) of CPC, an appeal could lie from an order passed by a learned single Judge of this court before a Division Bench under Section 10 of the Delhi High Court Act, 1966 and since the said Section 10 uses the word judgment\", it would have to be given the same meaning as ascribed to it in Khimji's case (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c87981796054bb887f67e55018bb315_219"
    },
    {
      "start": 41162,
      "end": 41259,
      "text": "Consequently, an appeal would be maintainable under Section 10 of the Delhi High Court Act, 1966.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "287d2a8db0914dfebca380e293472720_220"
    },
    {
      "start": 41260,
      "end": 41551,
      "text": "We are unable to accept this contention for the simple reason that a provision such as the said Section 10 is expressly excluded by Section 13(2) of the said Act read with the proviso to Section 13(1) which specifically enumerates appealable orders to be those specified in Order XLIII CPC.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77c9e86d1c21472886794df139dade65_221"
    },
    {
      "start": 41553,
      "end": 41782,
      "text": "14. Post the decision in the case of HPL India Ltd. (supra), the question of maintainability of the appeal again came up for consideration before a Division Bench of this Court in the case of Eros Resorts and Hotels Ltd. (supra).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e7c564cc961346e0ac305c751e5915b3_222"
    },
    {
      "start": 41783,
      "end": 42166,
      "text": "In this judgment, the Division Bench has held that though no vested right to procedure exists, Videocon International Ltd. vs. Securities and Exchange Board of India (SEBI) reported at 2015 (4) SCC 33, is a clear authority that right to an appellate remedy is not extinguished by the enactment of a new statute; a previously instituted litigant's right to appeal is preserved intact.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0c6fbe43f8244d67ab7c9a01f7d2e4ba_223"
    },
    {
      "start": 42167,
      "end": 42211,
      "text": "Para 23 of the judgment reads as under:\n\"23.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "75fe0611db9644c0a1cd1e12a39da754_224"
    },
    {
      "start": 42212,
      "end": 42281,
      "text": "This court is of the opinion that the appellants argument is merited.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ba58842d39ed4c309b233ba100d5dd11_225"
    },
    {
      "start": 42282,
      "end": 42519,
      "text": "Though no vested right to procedure exists, Videocon is a clear authority that the right to an appellate remedy is not extinguished by the enactment of a new statute; a previously instituted litigants right to appeal is preserved intact.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ec1f68f462d4cdc9781d8af75a49e6a_226"
    },
    {
      "start": 42520,
      "end": 42583,
      "text": "It is therefore, held that the present appeal is maintainable.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "98695db2272c4874a3643ba5231e15c8_227"
    },
    {
      "start": 42585,
      "end": 42906,
      "text": "15. From the perusal of the judgment in the case of Brahmos Aerospace (supra), we find that on the date when the appeal was instituted by Brahmos, the suit had not been transferred to the Commercial Division and the provisions of Section 13 of the Commercial Courts Act were therefore, not attracted to these proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c0bc8f2649c046a0b86079d19fb7233e_228"
    },
    {
      "start": 42907,
      "end": 43462,
      "text": "Learned counsel for the respondent has sought to rely on these observations heavily to canvas his submission that had the suit been transferred to the Commercial Division, the provisions of Section 13 of the Act would have been attracted and the only reason for the Division Bench to hold that the appeal was maintainable in Brahmos and Eros was that in both the cases, the appeal had either been filed prior to the suit being converted into a Commercial suit or at least the application was filed prior to the suit being converted into a commercial suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa7fb0d853634d7bbd13e326aaadc6e0_229"
    },
    {
      "start": 43463,
      "end": 43805,
      "text": "It is thus contended that the appellant can get no advantage either on the basis of Eros (supra) or Brahmos (supra), for the simple reason that in the present case, the suit already stands converted into a commercial suit, prior to filing of the application under Section 65 (c) of the Evidence Act and also prior to the passing of the order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c539a0a524f4245aff05d7a23e82b3a_230"
    },
    {
      "start": 43806,
      "end": 43865,
      "text": "\n16. We have extracted Section 15 in aforegoing paragraphs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "283be721f6b7471d88fdf5c8297161b5_231"
    },
    {
      "start": 43866,
      "end": 44131,
      "text": "In our view, Section 15 clearly and explicitly mandates that all pending suits and applications including the application under the Arbitration and Conciliation Act relating to a commercial dispute of a specified value shall be transferred to a Commercial Division.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2cccb1ee7a3d48998b266cb41649aece_232"
    },
    {
      "start": 44132,
      "end": 44319,
      "text": "Use of the word shall leaves no room for any doubt that in such a case the provisions of the Commercial Courts Act will apply to procedures that were not complete at the time of transfer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "71672c18a192466995b75f695559312c_233"
    },
    {
      "start": 44320,
      "end": 44487,
      "text": "It is not as if the legislature was unmindful of the fact that there would be some implications on the existing matters before sub-section 3 of Section 15 was enacted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a45f6dfe94a44e5805cbee5e1226c7c_234"
    },
    {
      "start": 44488,
      "end": 44631,
      "text": "It was clarified that the provisions of the act in those matters shall apply to those procedure that were not complete at the time of transfer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "218a7f5c9ba94e5ab071b6f8becde68e_235"
    },
    {
      "start": 44633,
      "end": 44802,
      "text": "17. The question, which arises for our consideration is the effect of Section 15 to existing matters filed prior to coming into force of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "666dc87fb5314acbb2da211402e47b2b_236"
    },
    {
      "start": 44803,
      "end": 45071,
      "text": "In case the provisions of the Commercial Courts Act, 2015 is not to be applied to proceedings which stand transferred under Section 15, then in our view, it would only amount to a cosmetic change wherein only a different number will be provided to the commercial suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6acfd5083674c5fb41808772d13d04b_237"
    },
    {
      "start": 45072,
      "end": 45248,
      "text": "In the case of Videocon (supra), the Apex Court was examining the effect of the amendment to Section 15 (2) of the Securities and Exchange Board of India (Amendment) Act, 2012.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a1c04afffefb4fa492bb9ddc3a320691_238"
    },
    {
      "start": 45249,
      "end": 45361,
      "text": "The effect of this amendment was curtailing the right of the litigant in filing an appeal before the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9721acc9b2544bd7abf098ef5478c4e0_239"
    },
    {
      "start": 45362,
      "end": 45539,
      "text": "It was the stand of the SEBI that all pending appeals before the High Court were liable to be dismissed on account of an amendment as parties would be governed by the amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58183ab29a384b4a9f49b8a350dafc71_240"
    },
    {
      "start": 45540,
      "end": 45662,
      "text": "The court had concluded that when a lis commences, all rights and obligations of the parties get crystalized on that date.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e1c7a636154b4982a63521293c6696df_241"
    },
    {
      "start": 45663,
      "end": 45728,
      "text": "Reliance was also placed on Section 6 of the General Clauses Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "00c512a97d164c51a0ce0bf0c0b15b4b_242"
    },
    {
      "start": 45729,
      "end": 45877,
      "text": "In fact, both the parties have relied on the observations in the case of Videocon (supra), paragraphs 39, 42 and 43 are being reproduced below:\n\"39.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d4ffefbd74c43b885cbc08fcbccf343_243"
    },
    {
      "start": 45878,
      "end": 45955,
      "text": "As illustrated above, an appellate remedy is available in different packages.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76050cb2a05848a692e6bfaa1262a969_244"
    },
    {
      "start": 45956,
      "end": 46115,
      "text": "What falls within the parameters of the package at the initial stage of the lis or dispute, constitutes the vested substantive right of the litigant concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "294da87a36464b05b12b57928d921f24_245"
    },
    {
      "start": 46116,
      "end": 46243,
      "text": "An aggrieved party, is entitled to pursue such a vested substantive right, as and when, an adverse judgment or order is passed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be438676a559437dba4aa58ba1002588_246"
    },
    {
      "start": 46244,
      "end": 46394,
      "text": "Such a vested substantive right can be taken away by an amendment, only when the amended provision, expressly or by necessary intendment, so provides.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de84bf9ac04343d08d25b5f569693dfa_247"
    },
    {
      "start": 46395,
      "end": 46589,
      "text": "Failing which, such a vested substantive right can be availed of, irrespective of the law which prevails, at the date when the order impugned is passed, or the date when the appeal is preferred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd49d7e5bdbb40778e4fc6f780ab0546_248"
    },
    {
      "start": 46590,
      "end": 46745,
      "text": "For, it has repeatedly been declared by this Court, that the legal pursuit of a remedy, suit, appeal and second appeal, are steps in a singular proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "623f26638426490f994eb6920246c79d_249"
    },
    {
      "start": 46746,
      "end": 46841,
      "text": "All these steps, are connected by an intrinsic unity, and are regarded as one legal proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70526084b4ff47aaa1c08c8fa73fdd62_250"
    },
    {
      "start": 46842,
      "end": 47421,
      "text": "\n42. Having concluded that the remedy of second appeal vested in the respondent has not been preserved, in the same format as it was available to the respondent at the time of initiation of the lis between the parties; and also having concluded, that the scope of the appellate remedy has been diminished by the amendment, we are satisfied in holding, that amendment to Section 15-Z of the SEBI Act adversely affected the respondent, of a vested substantive appellate right, as was available to the respondent, at the commencement of the lis or dispute between the rival parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28cf846e84fd461087d4371ea39687c8_251"
    },
    {
      "start": 47422,
      "end": 47804,
      "text": "Having recorded the aforesaid conclusion, based on the judgments relied upon by the learned counsel for the appellant, as also, by the learned counsel for the respondent, it is inevitable to conclude, that the appellate remedy available to the respondent prior to the amendment of Section 15-Z of the SEBI Act, must continue to be available to the respondent, despite the amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f5e369891a145c0b46c9281634901b1_252"
    },
    {
      "start": 47805,
      "end": 47919,
      "text": "We accordingly hold, that all the appeals preferred by the Board, before the High Court, were maintainable in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7891d22140e945ddafdd09ca3224d591_253"
    },
    {
      "start": 47920,
      "end": 48196,
      "text": "\n43. Having recorded our conclusion, as has been noticed in the foregoing paragraph, it is apparent, that insofar as the vesting of the second appellate remedy is concerned, neither the date of filing of the second appeal, nor the date of hearing thereof, is of any relevance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a6af8d029d541618609cdc239f2ba56_254"
    },
    {
      "start": 48197,
      "end": 48291,
      "text": "Legal pursuit of a remedy, suit, appeal and second appeal, are steps in a singular proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59b867d35948468b90278cce2c04830f_255"
    },
    {
      "start": 48292,
      "end": 48400,
      "text": "All these steps are deemingly connected by an intrinsic unity, which are treated as one singular proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cba15c4e585e416498a72498bfc4ec29_256"
    },
    {
      "start": 48401,
      "end": 48584,
      "text": "Therefore, the relevant date when the appellate remedy (including the second appellate remedy) becomes vested in the parties to the lis, is the date when the dispute/lis is initiated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff6a83bcf4c54be0aefaf3b8fdc02876_257"
    },
    {
      "start": 48585,
      "end": 48792,
      "text": "Insofar as the present controversy is concerned, it is not a matter of dispute, that the Securities Appellate Tribunal had passed the impugned order (which was assailed by the Board), well before 29-10-2002.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8dcd6730cfb4f35a068a33b584c589a_258"
    },
    {
      "start": 48793,
      "end": 49107,
      "text": "This singular fact itself, would lead to the conclusion, that the lis between the parties, out of which the second appellate remedy was availed of by the Board before the High Court, came to be initiated well before the amendment to Section 15-Z by the Securities and Exchange Board of India (Amendment) Act, 2002.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "39bf02d5dc764527933fe043fcc9ddfe_259"
    },
    {
      "start": 49108,
      "end": 49248,
      "text": "Undisputedly, the unamended Section 15-Z of the SEBI Act, constituted the appellate package and the forum of appeal, for the parties herein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "665535f52f104dc5bd3180d91ea18a51_260"
    },
    {
      "start": 49249,
      "end": 49479,
      "text": "It is, therefore, not possible for us to accept the contention advanced at the hands of the learned counsel for the appellant, premised on the date of filing or hearing of the appeal, preferred by the Board, before the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c03b0efe40a41428f62ff346e047926_261"
    },
    {
      "start": 49480,
      "end": 49629,
      "text": "We accordingly reiterate the position expressed above, that all the appeals preferred by the Board, before the High Court, were maintainable in law.\"",
      "labels": [
        "RPC"
      ],
      "id": "a476a211e25f475eb9e395e0af8edc36_262"
    },
    {
      "start": 49631,
      "end": 49768,
      "text": "18. Learned counsel for the appellant has strongly urged before us that the aforesaid judgment squarely applies to the facts of the case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a2aac3e00cc14c7aaa3305b6f7982683_263"
    },
    {
      "start": 49769,
      "end": 50072,
      "text": "Per contra, learned counsel for the respondent argues that the case would not apply, as the argument before the court was that the appeal was in continuation of the lis and once an order had been passed, the litigant could not have been left remediless midway, when his rights already stood crystalized.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1977ea94ac01449e8d7f4cfda57e99d2_264"
    },
    {
      "start": 50073,
      "end": 50158,
      "text": "The Court was conscious that such vested rights cannot be taken away by an amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97f2ae7ae5ce4994812c57899e80c6d3_265"
    },
    {
      "start": 50159,
      "end": 50420,
      "text": "In para 39, in our view, the window has been provided by the Apex Court by giving following observations \"Such a vested substantive right can be taken away by an amendment, only when the amended provision, expressly or by necessary intendment, so provides....\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0424a720065a434887f2c5adaabd6de1_266"
    },
    {
      "start": 50421,
      "end": 50738,
      "text": "This observation read with the provision of Section 15 and more particularly, Section 15 (3) would show that the intent of the legislature was that once a suit is transferred, the provisions of the Act would apply, failing which Section 15 of the Act would remain cosmetic in nature and would not achieve any purpose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9cd99b5cf156470aa8393213ebb382b7_267"
    },
    {
      "start": 50739,
      "end": 50942,
      "text": "The aim, objective and purpose of the Act was to provide early resolution of the commercial disputes and to create a positive image with the investors world about the efficacy of the Indian legal system.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ddcd5788014845108844b26904acd938_268"
    },
    {
      "start": 50943,
      "end": 51230,
      "text": "We quote from para 7 of the Statement of Objects and Reasons of the Commercial Courts Act, \"The proposed bill shall accelerate economic growth, improve the international image of the Indian Justice delivery system, and the faith of the investor world in the legal culture of the nation.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8badf499ecfe4b009a844bfcd22e4e09_269"
    },
    {
      "start": 51232,
      "end": 51520,
      "text": "19. We thus hold that in case the application in any suit is instituted or an order is passed, prior to coming into force of the Commercial Courts Act and more specifically, prior to the suit being converted into a commercial suit, Section 13 of the Commercial Courts Act would not apply.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6be82414cf4b4c4e91e5a19ff7b97878_270"
    },
    {
      "start": 51521,
      "end": 51946,
      "text": "However, when the suit has been converted into a commercial suit, any order passed or any application filed subsequently, would be governed by the Commercial Courts Act and it cannot be said that a substantial right stands vested cannot be taken away, more particularly, in view of the provisions of Section 15 of the Commercial Courts Act, which clearly draws an exception only for those cases, where judgments are reserved.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7787d6a4ce94a809aee49c3ac335674_271"
    },
    {
      "start": 51948,
      "end": 52047,
      "text": "20. Learned counsel for the respondent had taken out the case history of HPL India Limited (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1f2706ee78c4e12ad00670be6061111_272"
    },
    {
      "start": 52048,
      "end": 52191,
      "text": "Page 1 of the history, shows that the suit was first registered as CS (OS) 1333 of 2004 and was converted into a commercial suit on 02.09.2016.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2590b061e0a422fb77fc29e0d2cbd1d_273"
    },
    {
      "start": 52192,
      "end": 52291,
      "text": "The order appealed in that case was dated 20.12.2016 and was thus, post the conversion of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4bf7171fe62c44a58ce7b36d3ff8d793_274"
    },
    {
      "start": 52292,
      "end": 52454,
      "text": "In effect, the present case would stand covered by the decision of HPL India Limited (supra) and is easily distinguishable from the case of Eros (supra) on facts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c961994083544627b78771014572abe6_275"
    },
    {
      "start": 52455,
      "end": 52655,
      "text": "In fact, during the hearing, learned counsel for the appellant very fairly submits that in the case of Eros (supra), the application was filed prior to the suit being converted into a commercial suit.",
      "labels": [
        "RATIO"
      ],
      "id": "54657ae2fe984a319a61ae97b38d52ce_276"
    },
    {
      "start": 52657,
      "end": 52821,
      "text": "21. For the reasons mentioned above, we find that the present appeal is not maintainable in view of Section 13 of the Commercial Courts Act and is hereby dismissed.",
      "labels": [
        "RATIO"
      ],
      "id": "1eeba267a1624e6faf667e4e88cdc020_277"
    },
    {
      "start": 52823,
      "end": 53012,
      "text": "22. Learned counsel for the appellant has on merits, strongly urged that an opportunity to lead secondary evidence should be granted or else serious prejudice would be caused to his rights.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d21298d626b84f38b81be6d8943bea33_278"
    },
    {
      "start": 53013,
      "end": 53209,
      "text": "Counsel submits that he would file an application for modification of the order of the learned Single Judge on this issue and will also urge some other grounds, which could not be pressed earlier.",
      "labels": [
        "RPC"
      ],
      "id": "f1675e958c9843acad750af9d322b0fd_279"
    },
    {
      "start": 53211,
      "end": 53426,
      "text": "23. In case such an application is filed, learned Single Judge would consider the same in accordance with law, after granting an opportunity to counsel for the respondent to make his submissions on that application.",
      "labels": [
        "RPC"
      ],
      "id": "ea97864190304e698792f44f056e95c5_280"
    },
    {
      "start": 53428,
      "end": 53515,
      "text": "24. With these observations, the present appeal is dismissed as not being maintainable.",
      "labels": [
        "RPC"
      ],
      "id": "44bb0b8f49ef4b1788f118c0a12526f4_281"
    },
    {
      "start": 53516,
      "end": 53562,
      "text": "The pending application also stands dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "bc4fc627674a4042b7bad9643f0dbc5e_282"
    },
    {
      "start": 53563,
      "end": 53614,
      "text": "\nG.S. SISTANI, J JYOTI SINGH, J APRIL 11, 2019 Rb/s",
      "labels": [
        "NONE"
      ],
      "id": "21b93a65bec541599a7fa218f26c7c0c_283"
    }
  ]
}