{
  "id": "ec49084923829bbdb6af99f8c9de4b7ee1edcd63d63658a974f6a66b830889d2",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nMarsons Electrical Industries vs Chairman, Madhya Pradesh Electricity ... on 12 December, 2023 \nAuthor: Mahesh Chandra Tripathi\nBench: Mahesh Chandra Tripathi\nHigh Court Of Judicature At Allahabad\n \n \n\n\n\n \nNeutral Citation No. - 2023:Ahc:235589-Db\n \nAfr\n \nReserved on : 28.11. 2023\n \nDelivered on : 12.12.2023\n \n\n \nCourt No. - 40\n \n\n \nCase :- Appeal Under Section 37 Of Arbitration And Conciliation Act 1996 No. - 701 of 2023\n \nAppellant :- Marsons Electrical Industries \n \nRespondent :- Chairman, Madhya Pradesh Electricity Board (Madhya Pradesh State Electricity Board) And Another\n \nCounsel for Petitioner :- Alok Kumar Yadav \n \nCounsel for Respondent :- Varun Srivastava \n \n\n \nHon'ble Mahesh Chandra Tripathi,J.\n \nHon'ble Prashant Kumar,J.\n(Delivered by M.C. Tripathi, J.) \n1. Heard Sri Alok Kumar Yadav and Sri Shantanu Srivastava, learned counsel for the appellant and Sri Aditya Khandekar, Advocate along with Sri Varun Srivastava, learned counsel for the respondent.\nFactual Martix Of This Case\n2. The appellant was engaged in the business of manufacturing transformers of various capacities. The appellant initially was a Proprietorship Firm known as Mei Power Private Limited. However, it was registered as a Private Limited Company with the name of Marsons Electrical Industries but it is now changed to Mei Power Private Limited. \n3. The appellant has set up a small scale manufacturing industry in Agra and the same was acknowledged by the Director of Industries as the \"small scale industry\" and a certificate to that effect was also issued on 9.2.1971. This certification was given under the provisions of the Industrial Development and Regulation Act, 1951. The appellant claims that he has been working as small scale industry since then. \n4. The Parliament in its wisdom in the year 1993 had promulgated an Act called 'Interest on Delayed Payments to Small Scale and Ancillary Undertakings Act, 1993' (hereinafter referred to as '1993 Act'). This Act was later on repealed and a new Act known as 'Small Scale Industries Act, 2006' was promulgated in the year 2006. \n5. The appellant, who already had a certificate of a small scale industry and was running since 1971 as a small scale industry, after the promulgation of the new Act, applied for certificate, which was issued to the appellant on 29.10.2007 as per the provisions of Micro, Small and Medium Enterprises Development Act, 2006 (hereinafter referred to as 'Msmed Act, 2006'). The appellant submitted that the certificate issued in 2006 was actually a continuation of the certificate issued in 1971. Later, the Central Government again modified the rule for small scale industries and all the small scale industries registered under the 2006 Act were supposed to get a Udyog Adhaar Number. The appellant applied for the same and a fresh Udyog Adhaar Number was issued on 10.5.2016. This Udyog Adhaar Certificate clearly showed that it was in continuation of the original certificate of Small Scale Industry, which was issued to the appellant on 9.2.1971.\n6. A contract was entered into between appellant and the respondent, M.P. State Electricity Board. Thereafter, various work orders had been issued to the appellant for supply of transformers. The details of the work orders are as follows:-\nS.No. Dates Work Order Numbers\n1.\n14-10-1993 06-01/Ord/14998\n2. 03-03-1994 Extn. Order No.06-01/CE(S & P)/Se(P-I)/Ee(P-Ii)/15240\n3. 10-02-1995 06-01/Ce(S & P)/Sep-I/Eep-Ii/15719 Extn.15837\n4. 11-01-1996 Extn. Order No.06-01/CE(S & P)/Ord/Sep-I/Eep-Ii)/16266\n5. 27-06-1996 06-01/Ce(S&P)/Ord/Sep-I/Eep-Iii/16482\n6. 10-09-1996 06-01/CE(S&P)/ORD/SEP-I/EEP-III/Extn-I/16551\n7. 13-09-1996 06-01/CE(S&P)/ORD/SE(P-I)/EE(P-II)/Extn.116575\n8. 03-12-1998 06-01/Ce(S&P)/Ord/Se(P-Iv)/Ee(P-Ii)/17723 \n9. 10-11-1997 06-01/CE(S&P)/ORD/SEP-I/EEP-III)/Extn.-I/17094\n10. 03-07-1998 06-01/CE(S&P)/ORD/SEP-I/EEP-III)/Extn-II/17514\n11. 22-08-1997 06-01/Ce(S&P)/Se(P-Iv)/Ord/Se(P-I)/Ee(P-Ii)/16957\n12. 29-06-1998 6-01/Ce(S&P)/Se(P-Iv)/Ee(P-Ii)/17458\n7. The relevant clauses of the contract are being reproduced hereinunder for ready reference:-\nClause 8 laid down the mode of payment, which reads as under:-\n\"8. Terms Of Payment:-\n8.1 The supplier shall forward the original Rr/Mtr and Excise gate pass directly to consignee alongwith copies of following documents:-\n(i) A copy of bill\n(ii) Delivery challan\n(iii) Original copy of excise duty gate pass alongwith photocopy\n(iv) The inspection and or T.C. approval\n(v) Detailed packing list 8.2 The original bills should be forwarded to the paying authority and should be marked \"Original\". The bill should indicate the Sales Tax Registration Certificate Number and date allotted to him under the Sales Tax Act. \n8.3 The following documents will ha ve to be forwarded to the paying authority alongwith bills in triplicate:- \n(i) Bill/Invoice-Each invoice shall carry the endorsement that there has been no negative price variation in the month; in the absence of this endorsement, it shall be presumed that there has been negative price variation in the month. \n(ii) Xerox copy of despatch documents i.e. RR/MTR. \n(iii) Inspection and Test Certificate approval or despatch clearance. \n(iv) Detailed packing list. \n(v) Photocopy of Excise Duty gate pass. \n8.4 The Material Receipt Certificate will be forwarded by the consignee to the paying authority alongwith certificate of payment of ED or attested copy of ED Gate pass for payment under intimation to the supplier towards acknowledgement of receipt of material. \nClause 8.5 100% payment alongwith excise duty and taxes corresponding to the consignment shall be paid generally within 45 days after acceptance of material at stores/site in good condition against MATERIAL RECEIPT CERTIFICATE issued by the consignees on direct basis and not through bank. \n(ii) For payment the invoice in triplicate with relevant documents such as Material Receipt Certificate in good condition etc. should be submitted to the Sr. AO(Bills), MPEB, Jabalpur for value more than Rs.60,000/- and to concerned Sr. A.O./RAO for bills upto Rs.60,000/- as the case may be. \n(iii) Price Variation claims, if any, as per contract will be paid separately on faithful completion of Contract after due verification within reasonable time by Sr.A.O.(Bills) on submission of necessary documents. \nClause 14 laid down the arbitration clause which is as under: ARBITRATION :-\nIf, at any time, question of dispute or difference whatever shall arise between the Purchaser and the supplier upon, or in relation to, or in connection with the Contract, either party may forthwith give to the other a notice in writing of the existence of such question, dispute or difference, and the same shall be referred to the adjudication of two arbitrators, one to be nominated by the Purchaser and the other to be nominated by the supplier or in the case if said arbitrators not agreeing, then to .....adjudication of the Umpire to be appointed by the Arbitrators, whose decision shall be final and binding on the parties and the provisions of the Indian Arbitration Act 1940, and of the rules thereunder and any statutory modification thereof shall be deemed to apply. The arbitrators or the Umpire, as the case may be, are bound to give a detailed speaking award assigning reasons for the findings. \nSupplies under the contract shall be continued by the Contractor during the arbitration proceedings, unless otherwise directed in writing by the Purchaser or unless the matter is such that the work cannot possibly be continued until the decision of the arbitrators or of the Umpire, as the case may be, is issued. \nClause 20 laid down the jurisdiction clause which is as under:\n20. JURISDICTION:-\nAny dispute or difference, arising under, out of, or in connection with this tender/contract order shall be subject to exclusive jurisdiction of competent court at Jabalpur only.\n8. The appellant as per work order given by the respondent had supplied the goods in time, but no payment was made within the stipulated time, which was to be made as per Clause 8(5) of the contract. Hence, the appellant made repeated representations on 23.8.1999, 1.9.1999, 11.9.1999, 16.10.1999 and 30.10.1999 but neither any heed was paid on the representation nor payment was made. Instead of making the payment in time, when there was a delay, the same was paid without paying interest thereon, which was against the provisions of 1993 Act. On demand of the interest made by the appellant, the appellant was blacklisted by the respondents. Feeling aggrieved by the blacklisting, the appellant filed a writ petition before Jabalpur High Court. The same was numbered as Writ Petition No.742 of 2008, which is still pending before Jabalpur High Court. \n9. However, on 22.1.2000 the State of U.P. had notified establishment of U.P. Industry Facilitation Council at Kanpur (hereinafter referred to as 'Council'), which was under the 1993 Act. When the appellant felt that the respondent may not pay the aforesaid interest although delayed payment for the transformer was made, then a claim petition for delayed payment was filed by the appellant and the same was numbered as Claim Petition No.25 of 2001 before the Council at Kanpur for payment of the interest on the delayed payment made by the opposite party, as per the provisions of 1993 Act.\n10. This claim petition was contested by the respondent by filing a preliminary objection. During pendency of the claim petition an offer was made by the respondent that in case the appellant enters into a compromise the claim of the appellant would be considered by the respondent. The same would be considered only after the appellant withdraws the claim petition and only then the respondents would be ready to negotiate. Having fallen for the bait of compromise, as suggested by the respondent, the appellant made an application on 17.5.2002 for withdrawal of the claim petition. However, no order was passed on the said withdrawal application and the same remained pending. During the pendency of this application, the MSMED Act, 2006 was enacted, which repealed and replaced the earlier Act of 1993. Since, respondent neither honoured the compromise nor settled the account, so the appellant was left with no other alternative, but to again make an application on 19.12.2006 before the Council to restart the proceedings of aforesaid claim petition. On 19.6.2007, the Facilitation Council, established under the MSMED Act, 2006, rejected the claim petition filed before the erstwhile Council under the 1993 Act, however, giving liberty to the appellant to file a fresh claim before the newly established Facilitation Council under the MSMED Act, 2006. Accordingly, the appellant preferred a fresh claim application on 31.7.2007 before the Facilitation Council requesting to restart the proceedings of the said claim. The respondent opposed the petition on the ground that, once the order dated 19.6.2007 was passed, the Council cannot reopen and restart the proceedings. This objection was rejected by the Council vide its order dated 4.2.2008 and the Council proceeded with the matter on merits and asked the respondents to file a reply. The matter was heard by the Council on various dates and both the parties appeared before the Council. After considering the evidence on record and the arguments advanced by the parties, the Facilitation Council passed an award on 2.7.2009, which was signed on 9.7.2011 and published on 3.2.2012.\n11. The respondents herein being aggrieved by the award dated 2.7.2009, which was signed on 7.9.2011 and published on 3.2.2012, challenged the same by filing an application under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'Act, 1996') before the District Judge, Kanpur Nagar. This was registered as Arbitration Case No.76/70/12, which was transferred to the Commercial Court, Kanpur when the Commercial Court was established. In response to this Section 34 application, the appellant herein had filed his reply submitting therein that the appellant submitted that as per Section 19 of the MSMED Act, 2006, the respondent was supposed to deposit 75% of the awarded amount, which was thereafter deposited by the respondent out of which the appellant was allowed to withdraw 65% of the amount (which was Rs.1.49 crores), which the appellant did. \n12. The Commercial Court vide its order dated 23.6.2023 was pleased to allow the Section 34 application filed by the respondent on the ground of jurisdiction. Aggrieved by which the appellant has filed the instant appeal under Section 37 of the Act, 1996. \n13. The impugned order herein was passed on the ground of jurisdiction. The learned Commercial Court had come to the conclusion that as per the contract/agreement, the parties have decided that the Court in Jabalpur would have jurisdiction to entertain a writ petition and as per Section 20(2) of the Act, 1996, if the parties have decided a place for arbitration then the Courts having jurisdiction of the place can only entertain a petition. In this case, since the parties had agreed that all the disputes would be subject to the jurisdiction of Jabalpur Court, hence the Commercial Court in Kanpur would have no jurisdiction to entertain such a case. The Court had further held that the ground of jurisdiction was raised before the Council but the Council has given no finding on the jurisdiction. As regards the second issue as to whether award passed by the Council is liable to the rejected, the Commercial Court has held that the Council has passed an award without considering that the agreement between the parties clearly lays down that Council has no jurisdiction to entertain such claim, since, the claim was without jurisdiction and hence the award passed by the Council dated 2.7.2009, signed on 7.9.2011 and published on 3.2.2012, is liable to be rejected and accordingly, the same was rejected.\nSUBMISSIONS OF APPELLANT 14. Learned counsel for the appellant submits as follows:-\n(a) The contract cannot prevail over the provisions of the MSMED Act, 2006 and hence, the finding that the Court at Jabalpur alone will have the jurisdiction, is incorrect and will not be applicable for the reasons that it had not considered the provisions of Sections 2(b), 2(d) and 2(n) of the MSMED Act, 2006. It also did not consider the provisions of Section 15 of the MSMED Act, 2006. Further it had also failed to consider the provisions of Sections 18(1), 18(2) and 18(4) of the MSMED Act, 2006. The relevant provisions of the MSMED Act, 2006 are being reproduced hereunder for ready reference:-\n\"Section 2(b) \"appointed day\" means the day following immediately after the expiry of the period of fifteen days from the day of acceptance or the day of deemed acceptance of any goods or any services by a buyer from a supplier. \n(d) \"buyer\" means whoever buys any goods or receives any services from a supplier for consideration. \n(n) \"supplier\" means a micro or small enterprise, which has filed a memorandum with the authority referred to in sub-section (1) of section 8, and includes,-\n(i) the National Small Industries Corporation, being a company, registered under the Companies Act, 1956;\n(ii) the Small Industries Development Corporation of a State or a Union territory, by whatever name called, being a company registered under the Companies Act, 1956;\n(iii) any company, co-operative society, trust or a body, by whatever name called, registered or constituted under any law for the time being in force and engaged in selling goods produced by micro or small enterprises and rendering services which are provided by such enterprises;\nSection 15. Liability of buyer to make payment.--Where any supplier, supplies any goods or renders any services to any buyer, the buyer shall make payment therefor on or before the date agreed upon between him and the supplier in writing or, where there is no agreement in this behalf, before the appointed day: Provided that in no case the period agreed upon between the supplier and the buyer in writing shall exceed forty-five days from the day of acceptance or the day of deemed acceptance.\n\"Section 18. Reference to Micro and small Enterprises Facilitation Council. \n(1) Notwithstanding anything contained in any other law for the time being in force, any party to a dispute may, with regard to any amount due under section 17, make a reference to the Micro and Small Enterprises Facilitation Council. \n(2) On receipt of a reference under sub-section (1), the Council shall either itself conduct conciliation in the matter or seek the assistance of any institution or centre providing alternate dispute resolution services by making a reference to such an institution or centre, for conducting conciliation and the provisions of sections 65 to 81 of the Arbitration and Conciliation Act, 1996 (26 of 1996) shall apply to such a dispute as if the conciliation was initiated under Part III of that Act. \n..............\n(4) Notwithstanding anything contained in any other law for the time being in force, the Micro and Small Enterprises Facilitation Council or the centre providing alternate dispute resolution services shall have jurisdiction to act as an Arbitrator or Conciliator under this section in a dispute between the supplier located within its jurisdiction and a buyer located anywhere in India.\" \n15. Counsel for the appellant submitted that, no objection was ever raised, about the appellant being not registered under the provision of Section 8(1) of the Act, either before the Industry Facilitation Council at Kanpur or in application under Section 34 of the Act, therefore, no fresh objections can be raised for the first time, before this Court by means of the objection filed in the abovementioned Arbitration Appeal. However, it is clarified that the appellant was registered as small scale industry with Director of Industries at Agra on 9.2.1971 under the provisions of Act of 1951 and thereafter as per provisions of Section 8(1) of the MSMED Act, 2006. \n16. A bare perusal of Section 18(4) of the MSMED Act, 2006 provides that, the Facilitation Council shall have jurisdiction to decide the dispute between the parties as an Arbitrator, in a dispute where the supplier is located within its jurisdiction and the buyer can be located anywhere in India. As per the provisions of this Act since the supplier, who is appellant herein, is situated within the jurisdiction of Facilitation Council and hence the award passed by the Facilitation Council was within jurisdiction. \n17. Counsel for the appellant further submits that Section 24 of the MSMED Act, 2006 provides that the provisions of Section 15 to 23 of the MSMED Act, 2006 shall have overriding effect on any other law for the time being enforced. Hence, MSMED Act, 2006 being a special Act will have an overriding effect on any other Act even over the provisions of Arbitration and Conciliation Act, 1996. For ready reference Section 24 of MSMED Act, 2006 is quoted below:-\n\"24. Overriding effect.--The provisions of sections 15 to 23 shall have effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force.\" \n18. Counsel for the appellant further submits that units registered as small scale industry can claim under Section 18(1) of the MSMED Act, 2006, the benefits of MSMED Act, 2006 before the Facilitation Council within whose jurisdiction it is registered. Since the appellant was registered with Director of Industries at Agra which falls within Facilitation Council at Kanpur and is registered continuously with effect from 9.2.1971, therefore, he is entitled to get all the benefits of the MSMED Act, 2006 and the amendments introduced in the Act. \n19. Counsel for the appellant submits that buyer and supplier have been defined in Section 2(d) and 2(n) of the MSMED Act, 2006. Clearly, the appellant falls within definition of \"supplier\" and the respondent also falls within ambit of definition of the \"buyer\". A plain reading of the Section 15 of the MSMED Act, 2006 makes it very clear that, supplies of any good or service, the buyer is duty bound to make payment before the date accorded between them and if there is no such agreement on the date of payment then the payment has to be made within 45 days from the date of acceptance or from the date of due acceptance. \n20. Section 16 lays down the rate of interest which a buyer has to pay in case of default. The provisions of Section 16 are being reproduced hereinunder for ready reference:-\n\" 16 . Where any buyer fails to make payment of the amount to the supplier, as required under section 15, the buyer shall, notwithstanding anything contained in any agreement between the buyer and the supplier or in any law for the time being in force, be liable to pay compound interest with monthly rests to the supplier on that amount from the appointed day or, as the case may be, from the date immediately following the date agreed upon, at three times of the bank rate notified by the Reserve Bank.\"\n21. A plain reading of Section 16 makes it very clear that if there is delay in payment by the buyer then he is liable to pay the bank interest with monthly rates from appointed day, which would be three times the bank rate of interest as notified by the Reserve Bank of India. \n22. Learned counsel for the appellant further submits that during course of arguments the respondents had taken ground of limitation, though the same was never taken before the Council or before the Commercial Court. However, that being a legal question the appellant in response to the objection raised by the respondents submitted that the issue of limitation is misconceived as the last payment made by the respondents against various supplies of transformers was on 31.12.1998 and the claim petition was filed on 2.7.2001 under the 1993 Act before the Director of Industries, Facilitation Council at Agra, which was well within time. This claim was never withdrawn. The claim was rejected by the Council on the ground that since a new Act has been introduced, so liberty was given to the appellant to withdraw the same and file it afresh. Accordingly, the appellant taking liberty filed a fresh claim petition under the MSMED Act, 2006. \n23. Counsel for the appellant further submits that, no objections were ever raised by the respondent claiming that, the appellant was not registered under the provisions of Section 18(1) of the MSMED Act, 2006 before the Council, nor was raised in their Section 34 application. However, a feeble objection has been raised by the respondent on this issue. The appellant clarifies that he was registered as the small scale industry with the Director of Industries, Agra way back on 9.2.1971 under the provisions of 1951 Act and thereafter as per provisions of Section 8(1) of the MSMED Act, 2006. He still continues as a small scale industry. \n24. As per Section 18(4) of the MSMED Act, 2006, the appellant, who has been registered as \"Small Scale Industry\" can approach the Facilitation Council. The Commercial Court in its order (which is impugned herein) did not discuss or consider the provisions of Section 18 of the MSMED Act, 2006. In fact, the Commercial Court only relied upon Section 20(2) of the Arbitration and Conciliation Act, 1996 which is incorrect as the provisions of Section 18(2) of the MSMED Act, 2006 would prevail over the provisions of Arbitration and Conciliation Act, 1996. \n25. Section 18(2) of the MSMED Act, 2006 provides that the Act adopts Section 65 to 81 of the Arbitration and Conciliation Act, 1996 only and, therefore, Section 20 of the Act, 1996 cannot be relied upon. Counsel for the appellant further submitted that all the judgments relied on by the Commercial Court in the impugned order which are 2015(3) SCC 49, 2006(4) SCC 45, 2003(5) SCC 705 and 2020 (7) SCC 167, all are related to Section 20 of the Act, 1996, since the provisions of Section 20 of the Act, 1996 is not applicable in this case. Hence, all the authorities relied by the Commercial Court has no relevance in this case. \n26. Counsel for the appellant further submitted that the Commercial Court in the impugned judgment has wrongly concluded that \"the contract would prevail over the provision of the MSMED Act, 2006, therefore, the Court at Jabalpur alone will have jurisdiction\". While coming to this conclusion, the Commercial Court did not look into the provisions of Sections 2(b), 2(d) & 2(n), 15 and 18(1), (2) and (4) of the MSMED Act, 2006. He further submitted that any industry registered with MSME can file claim under Section 18(1) of the MSMED Act, 2006 before the Facilitation Council within whose jurisdiction it is registered. \n27. Counsel for the appellant further submits that his case is squarely covered by judgment of M/s Silpi Industries vs. Kerala State Road Transport Corporation1 wherein Hon'ble Supreme Court in paragraph 23 has held as follows:-\n23. The obligations of the buyer to make payment, and award of interest at three times of the bank rate notified by Reserve Bank in the event of delay by the buyer and the mechanism for recovery and reference to Micro and Small Enterprises Facilitation Council and further remedies under the 2006 Act for the party aggrieved by the awards, are covered by Chapter V of the 2006 Act. The provisions of Section 15 to 23 of the Act are given overriding effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force. From the Statement of Objects and Reasons also it is clear that it is a beneficial legislation to the small, medium and micro sector. The Arbitration and Conciliation Act, 1996 is a general law whereas the Micro, Small and Medium Enterprises Development Act, 2006 is a special beneficial legislation which is intended to benefit micro, small and medium enterprises covered by the said Act. The Act of 2006 contemplates a statutory arbitration when conciliation fails. A party which is covered by the provisions of 2006 Act allows a party to apply to the Council constituted under the Act to first conciliate and then arbitrate on the dispute between it and other parties. There are fundamental differences in the settlement mechanism under the 2006 Act and the 1996 Act. The first difference is, the Council constituted under the 2006 Act to undertake mandatory conciliation before the arbitration which is not so under the 1996 Act. Secondly, in the event of failure of conciliation under the 2006 Act, the Council or the centre or institution is identified by it for arbitration. The 1996 Act allows resolution of disputes by agreed forum. The third difference is that, in the event of award in favour of seller and if the same is to be challenged, there is a condition for pre-deposit of 75% of the amount awarded. Such is not the case in the 1996 Act. When such beneficial provisions are there in the special enactment, such benefits cannot be denied on the ground that counter-claim is not maintainable before the Council. In any case, whenever buyer wish to avoid the jurisdiction of the Council, the buyer can do on the spacious plea of counter-claim, without responding to the claims of the seller. When the provisions of Sections 15 to 23 are given overriding effect under Section 24 of the Act and further the 2006 Act is a beneficial legislation, we are of the view that even the buyer, if any claim is there, can very well subject to the jurisdiction before the Council and make its claim/ counter claim as otherwise it will defeat the very objects of the Act which is a beneficial legislation to micro, small and medium enterprises. Even in cases where there is no agreement for resolution of disputes by way of arbitration, if the seller is a party covered by Micro, Small and Medium Enterprises Development Act, 2006, if such party approaches the Council for resolution of dispute, other party may approach the civil court or any other forum making claims on the same issue. If two parallel proceedings are allowed, it may result in conflicting findings. At this stage, it is relevant to notice the judgment of this Court in the case of Edukanti Kistamma (Dead) through LRs. v. 9. Venkatareddy (Dead) through LRS. & Ors.2, where this Court has held that a special Statute would be preferred over general one where it is beneficial one. It was explained that the purport and object of the Act must be given its full effect by applying the principles of purposive construction. Thus, it is clear that out of the two legislations, the provisions of MSMED Act will prevail, especially when it has overriding provision under Section 24 thereof. Thus, we hold that MSMED Act, being a special Statute, will have an overriding effect vis--vis Arbitration and Conciliation Act, 1996, which is a general Act. Even if there is an agreement between the parties for resolution of disputes by arbitration, if a seller is covered by Micro, Small and Medium Enterprises Development Act, 2006, the seller can certainly approach the competent authority to make its claim. If any agreement between the parties is there, same is to be ignored in view of the statutory obligations and mechanism provided under the 2006 Act. Further, apart from the provision under Section 23(2A) of the 1996 Act, it is to be noticed that if counter-claim is not permitted, buyer can get over the legal obligation of compound interest at 3 times of the bank rate and the \"75% pre- deposit contemplated under Sections 16 and 19 of the MSMED Act. \n28. Counsel for the appellant further submits that he is bound by the law laid down by Hon'ble Supreme Court in the matter of Gujarat State Civil Supplies Corporation Ltd. vs. Mahakali Foods Private Ltd3 in which Hon'ble Court has held that, there cannot be any disagreement to the proposition of law laid down in various decisions of the Hon'ble Supreme Court. The Court has to read the agreement as it is and cannot rewrite or create a new one, and that the parties to an arbitration agreement have an autonomy to decide not only on the procedural law to be followed but also on the substantive law. However, it is equally settled legal position that no agreement entered into between the parties could be given primacy over the statutory provision. When the Special Act i.e. MSMED Act, 2006 has been created for ensuring timely and smooth payment to the suppliers, who are the micro and small industries, and to provide a legal framework for resolving the dispute with regard to the recovery of dues between the parties under the Act, also providing an overriding effect to the said law over any other law for the time being in force, any interpretation in derogation thereof would frustrate the very object of the Act. \n29. Counsel for the appellant further submitted that the provisions of MSMED Act, 2006, shall, therefore, prevail over the Arbitration and Conciliation Act, 1996 and the impugned order passed by the Commercial Court is liable to be set aside. \nSUBMISSIONS OF RESPONDENT 30. Per contra, Sri Aditya Khandekar, Advocate assisted by Sri Varun Srivastava, learned counsel for the respondents very vociferously argued that the appellant was not the supplier as per Section 2(n) of the MSMED Act, 2006. The work orders were issued by the respondent between 14.3.1998 to 29.6.1998 which was much prior to coming into force of the MSMED Act, 2006. The claim petition was filed before the Facilitation Council under the 1993 Act. The claimant registered itself as a small scale industry as per Section 8(1) of the MSMED Act, 2006, on 10.5.2016 which goes to show that he was not registered under the MSMED Act, 2006, on the date the claim was made and also on the date when the award was passed, signed and published. Since, he was not registered on the date and it is trite law that the benefits of small scale industry cannot be given under the MSMED Act, 2006, retrospectively. \n31. Counsel for the respondent further submitted that the Facilitation Council under the MSMED Act, 2006 had no jurisdiction to entertain the claim as the claimant was not the supplier on the relevant date and was not a small enterprise as per MSMED Act, 2006. \n32. Counsel for the respondent further relied on para 51 of the judgment passed in Gujarat State Civil Supplies Corporation Ltd. vs. Mahakali Foods Private Ltd (supra). He further relied on para 12 of the judgment passed in Bharat Heavy Electricals Ltd vs. Vector Engineering Company4. Counsel for the respondent has also relied on judgment passed by Bombay High Court in the matter of Bajaj Auto Limited vs. State of Maharashtra5. Counsel for the respondent further claimed that an application was made by the appellant to withdraw his claim on 17.5.2002 along with the undertaking that the appellant will not pursue the claim petition and the case was closed by the Council vide its order dated 13.5.2003. Thereafter the Council in its meeting dated 19.6.2007 rejected the prayer of restoring the proceedings and directed that if aggrieved the appellant may file a fresh claim. Hence, the subsequent claim could not have been filed by the appellant. \n33. Counsel for the respondent further submitted that the claim of the appellant is time barred. He submitted that the work order has been issued on 14.10.1993 to 29.6.1998 but the claim was filed on 2.7.2001 i.e. after a period of three years. Counsel for the respondent further relied on para 26 of the judgment passed in M/s Silpi Industries (supra) wherein Hon'ble Supreme Court has held that if any registration is obtained then the benefit would be given to the industries prospectively and cannot get benefit retrospectively. \n34. Counsel for the respondent further argued that the scope of interference under Section 37 of the Act, 1996 is limited and for which he had relied on the judgment passed in Konkan Railway Corporation Ltd. vs. Chenab Bridge Project Undertaking6 and Lion Engineering Consultants vs. State of M.P. and others7. \nANALYSIS, REASONING AND CONCLUSIONS 35. We have carefully considered the submissions advanced by learned counsel for the respective parties. With their able assistance, we have perused the pleadings, grounds taken in the petition, annexures thereto and reply filed by the concerned respondent. \n36. It is not in dispute that the appellant was acknowledged and registered as \"Small Scale Industry\" by the Director of Industries, Agra way back on 9.2.1971. It is also not disputed that the parties have entered into an agreement for supply of transformers, which the appellant had done. The last work order was issued by the respondent on 3.12.1998. After the work was executed, transformers were supplied, the appellant issued letter for release of his dues on 23.8.1999. The Industry Facilitation Council was established in Kanpur under the provisions of Interest on Delayed Payments to Small Scale and Ancillary Undertakings Act, 1993. It was thereafter the appellant had preferred an application for arbitration before the Industry Facilitation Council on 2.7.2001, which was just within two and half years of the last work order been issued. MSME Development Act, 2006 came into force on 18.7.2006. Since thereafter the appellant filed an application to restore the claim petition, which was pending before the Industry Facilitation Council. The application was restored and award was passed on 2.7.2009, which was signed on 7.9.2011 and final award was signed on 3.2.2012. Aggrieved by the award passed by the Facilitation Council under MSMED Act, 2006, the respondent herein had filed application under Section 34 of the Arbitration and Conciliation Act, 1996. During pendency of the Section 34 application, the appellant again got a new Udyog Aadhar Registration done under the new Act and the appellant's Company was re-registered as a Small Scale Industry and even in this certificate it was clearly mentioned that the date of commencement of the certificate would be treated as 12.9.1971. Hence, it cannot be said that there was any break of continuity or the appellant was not registered under the MSME Act on the date when he supplied the goods or from the date when he filed an application before the Council and even on the date when the award was passed. The appellant was registered as Small Scale Industry in 9.2.1971 and continues till date as Small Scale Industry. \n37. The argument raised by respondent that the appellant was not a supplier, as defined under section 2(n) of the MSMED Act, 2006, cannot be sustained as the appellant was registered as Small Scale Industry under the 1993 Act and continued till date. \n38. Section 32 of the MSMED Act, 2006 makes it very clear that any action taken under the 1993 Act shall be deemed to have been taken or taken under the corresponding provisions of MSMED Act, 2006. The provisions of Section 32 of the MSMED Act, 2006 is being reproduced herein for ready reference:-\n\"32. Repeal of the Act. (1) The Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 (32 of 1993) is hereby repealed. \n(2) Notwithstanding such repeal, anything done or any action taken under the Act so repealed under sub-section (1) shall be deemed to have been done or taken under the corresponding provisions of this Act.\" \n39. A plain reading of provisions of Section 32 clarifies that all proceedings initiated under the 1993 Act shall be deemed to have been initiated under this Act. \n40. Hon'ble Supreme Court in the matter of Silpi Industries (supra) has clearly held that MSMED Act, 2006 being a special Act will have overriding effect on the Arbitration and Conciliation Act, 1996 and if the seller comes under the ambit of MSMED Act, 2006, he can approach the competent authority and file his claim under the said Act. Any agreement to the contrary has to be ignored in view of the statutory obligations. The Court further held that if any registration is obtained the same will be prospective and applies for supply of goods and service subsequent to its registration but cannot operate retrospectively. \n41. However, in this case the appellant was registered as \"Small Scale Industry\" way back on 9.2.1971 and continues to be the same. The only thing which is to be noticed is that it was re-registered and even in the re-registration certificate the date of commencement has been mentioned as 9.2.1971. Though the respondent argued that re-registration certificate came much later so the benefit cannot be granted to the appellant. However, it is not a case of new registration. It is a case of continuous registration, hence, there is no question of any prospective application. \n42. Counsel for the respondent had relied on a decision of Hon'ble Supreme Court in Vaishno Enterprises vs. Hamilton Medical AG and another8 wherein Hon'ble Supreme Court has laid down that the provisions of the MSMED Act, 2006 will not be applicable if the supplier is registered under the MSMED Act, 2006 [under section 8(1)] after the contract has been executed. However, in the case in hand, the appellant was registered as Small Scale Industry much prior the parties entered into a contract, hence, the ratio of this judgment will not be applicable in this case. \n43. Hon'ble Supreme Court in Gujarat State Civil Supplies Corporation Ltd. (supra) has followed the earlier ratio and has held that if the parties is not registered under the MSME Act on the date of entering into the contract he will not get the benefit as the supplier [as per Section 2(n)] under MSMED Act, 2006. Again, the ratio of this case will not be applicable as the appellant was registered as Small Scale Industry much prior to the execution of the agreement between the parties. \n44. Counsel for the respondent has further cited judgment of Bombay High Court passed in Dhule Municipal Corporation vs. Microvision Technologies and another9 in which the Court had held that filing of memorandum is mandatory only for the person who intend to establish micro, small or medium enterprise and not for already registered entities before coming into force the MSMED Act, 2006. In case, the memorandum was not filed before the contract was executed then they will not get the benefit under Chapter V of the MSMED Act, 2006. This ratio is also not applicable in this case as the appellant was registered as Small Scale Industry much prior to the date of agreement. \n45. Counsel for the respondent has argued that during pendency of the application before the Facilitation Council, which was filed under the provisions of 1993 Act, the appellant moved an application that the issue pending under the 1993 Act can be treated under the MSMED Act, 2006 as provided under Section 32 of the Act and his claim application which was earlier filed on 17.5.2002 under the old act, may be permitted to be withdrawn. On this, the respondent herein filed objection. Thereafter, the Facilitation Council passed an order on 4.2.2008 and rejected the objection by passing an order stating that, they would decide the issue on merits and fixed next date of hearing on 7.4.2008. This order was never challenged and has attained finality. In view of this, it is now not open for the respondent to say that since the appellant has moved an application for withdrawal, hence, the same should be treated as withdrawn. \n46. Further, in case of MSMED Act, 2006 the agreement between the parties cannot have supremacy over the statutory provisions. The purpose of MSMED Act, 2006 was to ensure timely and smooth payment to the supplier registered as micro, small and medium enterprises. \n47. After considering all the facts and the arguments advanced by the parties, this Court comes to the following conclusion :\n(a) The appellant is a supplier as per Section 2(n) of the MSMED Act, 2006 and respondent is buyer as per Section 2(d) of the Act.\n( b) The appellant was registered as \"Small Scale Industry\" on 9.2.1971 and continues to be registered as the same. Re-registration/Udyog Aadhar number issued by the respondent on 10.5.2016 clearly mentions that the date of commencement of the appellant's registration as \"Small Scale Industry\" with effect from 9.2.1971, hence, the unit of the appellant would be considered as Small Scale Industry with effect from 9.2.1971 up till date. \n(c) As per Section 32 of MSMED Act, 2006 while repealing the 1993 Act it was made clear that anything done or any action taken under the 1993 Act shall be deemed to have taken under the MSMED Act, 2006. Hence, the application filed by the appellant before the Facilitation Council is deemed to have been filed under the provisions of MSMED Act, 2006. \n(d) The appellant was justified in making application under Section 18(1) of the MSMED Act, 2006 and the Council had rightly proceeded under Section 18(2) of the MSMED Act, 2006 and under Section 18(4) the Council had jurisdiction to entertain the matter. \n(e) Hon'ble Supreme Court in the matter of Silpi Industries (supra) has held that MSMED Act, 2006 being a special Act would have overriding effect over the 1993 Act. It further held that if there is any agreement between the parties, the same shall be ignored in view of statutory obligations and mechanism provided under the MSMED Act, 2006. \n(f) The judgment of the Commercial Court which was passed placing reliance on Clause 20 of the agreement wherein it was stated that only the Courts at Jabalpur will have jurisdiction, is incorrect. MSMED Act, 2006 being a special Act will have overriding effect over the Arbitration and Conciliation Act, 1996 and the agreement entered into between the parties. Since the proceeding was initiated under the MSMED Act, 2006 and was filed before Facilitation Council, Kanpur, hence, the Commercial Court, Kanpur will have the jurisdiction to entertain the Section 34 application. The parties to an arbitration have an autonomy to decide not only on the procedural law to be followed but also on the substantive law. The private agreement between the parties cannot obliterate the statutory provisions. Once the statutory mechanism under Section 18(1) of the MSMED Act, 2006 is triggered by any party it would override any agreement entered into between the parties. \n48. Since the Commercial Court in its order dated 23.6.2023 (impugned herein) has not considered and properly appreciated the provisions of the MSMED Act, 2006 and has held that only the Courts at Jabalpur would have the jurisdiction, the impugned order is incorrect, and hence, set aside. The award passed by the Facilitation Council dated 2.7.2009, signed on 7.9.2011 and final award passed on 3.2.2012 is hereby restored and affirmed.\n49. Accordingly, the instant appeal filed under Section 37 of the Arbitration and Conciliation Act, 1996 is allowed. \nOrder date : 12.12.2023 Manish Himwan    ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ae14aa731fda4e49bd8226f6878aa28c_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ba4a2ddebc814e999e46ef156add8541_1"
    },
    {
      "start": 242,
      "end": 358,
      "text": "\nAllahabad High Court\nMarsons Electrical Industries vs Chairman, Madhya Pradesh Electricity ... on 12 December, 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f441ba9217642d7802521c99030015f_2"
    },
    {
      "start": 359,
      "end": 734,
      "text": "\nAuthor: Mahesh Chandra Tripathi\nBench: Mahesh Chandra Tripathi\nHigh Court Of Judicature At Allahabad\n \n \n\n\n\n \nNeutral Citation No. - 2023:Ahc:235589-Db\n \nAfr\n \nReserved on : 28.11. 2023\n \nDelivered on : 12.12.2023\n \n\n \nCourt No. - 40\n \n\n \nCase :- Appeal Under Section 37 Of Arbitration And Conciliation Act 1996 No. - 701 of 2023\n \nAppellant :- Marsons Electrical Industries",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0634de72206a44e38d9ee56fb5de1bb1_3"
    },
    {
      "start": 735,
      "end": 892,
      "text": "\n \nRespondent :- Chairman, Madhya Pradesh Electricity Board (Madhya Pradesh State Electricity Board) And Another\n \nCounsel for Petitioner :- Alok Kumar Yadav",
      "labels": [
        "PREAMBLE"
      ],
      "id": "91122201816d4e3facb7000b807b0296_4"
    },
    {
      "start": 893,
      "end": 938,
      "text": "\n \nCounsel for Respondent :- Varun Srivastava",
      "labels": [
        "PREAMBLE"
      ],
      "id": "54cfb22c39df42a29aff2e7e82ccc1b4_5"
    },
    {
      "start": 939,
      "end": 1040,
      "text": "\n \n\n \nHon'ble Mahesh Chandra Tripathi,J.\n \nHon'ble Prashant Kumar,J.\n(Delivered by M.C. Tripathi, J.)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2727634a72aa45f49b677835c4f8eeeb_6"
    },
    {
      "start": 1042,
      "end": 1364,
      "text": "1. Heard Sri Alok Kumar Yadav and Sri Shantanu Srivastava, learned counsel for the appellant and Sri Aditya Khandekar, Advocate along with Sri Varun Srivastava, learned counsel for the respondent.\nFactual Martix Of This Case\n2. The appellant was engaged in the business of manufacturing transformers of various capacities.",
      "labels": [
        "NONE"
      ],
      "id": "5abe3a08327b4a338ce0190bcdc14f6d_7"
    },
    {
      "start": 1365,
      "end": 1450,
      "text": "The appellant initially was a Proprietorship Firm known as Mei Power Private Limited.",
      "labels": [
        "FAC"
      ],
      "id": "0d79e6a511854b16a68fe406abdd0df2_8"
    },
    {
      "start": 1451,
      "end": 1605,
      "text": "However, it was registered as a Private Limited Company with the name of Marsons Electrical Industries but it is now changed to Mei Power Private Limited.",
      "labels": [
        "FAC"
      ],
      "id": "90ec04279bd0448681a6b2a07ee71766_9"
    },
    {
      "start": 1606,
      "end": 1831,
      "text": "\n3. The appellant has set up a small scale manufacturing industry in Agra and the same was acknowledged by the Director of Industries as the \"small scale industry\" and a certificate to that effect was also issued on 9.2.1971.",
      "labels": [
        "FAC"
      ],
      "id": "2da81a35a87c40cda731d1257246ff15_10"
    },
    {
      "start": 1832,
      "end": 1937,
      "text": "This certification was given under the provisions of the Industrial Development and Regulation Act, 1951.",
      "labels": [
        "FAC"
      ],
      "id": "25bd2b64a073436b8efa85fc5b421834_11"
    },
    {
      "start": 1938,
      "end": 2019,
      "text": "The appellant claims that he has been working as small scale industry since then.",
      "labels": [
        "FAC"
      ],
      "id": "ab3b6e833ebc4eb29408dfd6b8a61f17_12"
    },
    {
      "start": 2020,
      "end": 2223,
      "text": "\n4. The Parliament in its wisdom in the year 1993 had promulgated an Act called 'Interest on Delayed Payments to Small Scale and Ancillary Undertakings Act, 1993' (hereinafter referred to as '1993 Act').",
      "labels": [
        "FAC"
      ],
      "id": "3cd84a64766345319d346d423363126f_13"
    },
    {
      "start": 2224,
      "end": 2346,
      "text": "This Act was later on repealed and a new Act known as 'Small Scale Industries Act, 2006' was promulgated in the year 2006.",
      "labels": [
        "FAC"
      ],
      "id": "936db83dccf94cb2838ecb4243412306_14"
    },
    {
      "start": 2348,
      "end": 2718,
      "text": "5. The appellant, who already had a certificate of a small scale industry and was running since 1971 as a small scale industry, after the promulgation of the new Act, applied for certificate, which was issued to the appellant on 29.10.2007 as per the provisions of Micro, Small and Medium Enterprises Development Act, 2006 (hereinafter referred to as 'Msmed Act, 2006').",
      "labels": [
        "FAC"
      ],
      "id": "6393159e6ca44140b76394123109cca7_15"
    },
    {
      "start": 2719,
      "end": 2841,
      "text": "The appellant submitted that the certificate issued in 2006 was actually a continuation of the certificate issued in 1971.",
      "labels": [
        "FAC"
      ],
      "id": "15f13b75c10a4d4a9416ad687fa7e862_16"
    },
    {
      "start": 2842,
      "end": 3031,
      "text": "Later, the Central Government again modified the rule for small scale industries and all the small scale industries registered under the 2006 Act were supposed to get a Udyog Adhaar Number.",
      "labels": [
        "FAC"
      ],
      "id": "b5ef091ac4394f7d9520161a836b2121_17"
    },
    {
      "start": 3032,
      "end": 3123,
      "text": "The appellant applied for the same and a fresh Udyog Adhaar Number was issued on 10.5.2016.",
      "labels": [
        "FAC"
      ],
      "id": "c3dd5c3068ee4f35a98c68b5b58a67ef_18"
    },
    {
      "start": 3124,
      "end": 3299,
      "text": "This Udyog Adhaar Certificate clearly showed that it was in continuation of the original certificate of Small Scale Industry, which was issued to the appellant on 9.2.1971.\n6.",
      "labels": [
        "FAC"
      ],
      "id": "c69b5124ec2d4c50bf07ccb844a69750_19"
    },
    {
      "start": 3300,
      "end": 3395,
      "text": "A contract was entered into between appellant and the respondent, M.P. State Electricity Board.",
      "labels": [
        "FAC"
      ],
      "id": "9dd23e41ab6f4cdcb34ec2bddf34a86c_20"
    },
    {
      "start": 3396,
      "end": 3488,
      "text": "Thereafter, various work orders had been issued to the appellant for supply of transformers.",
      "labels": [
        "FAC"
      ],
      "id": "29d80ad713754115bae5463396f88218_21"
    },
    {
      "start": 3489,
      "end": 3969,
      "text": "The details of the work orders are as follows:-\nS.No. Dates Work Order Numbers\n1.\n14-10-1993 06-01/Ord/14998\n2. 03-03-1994 Extn. Order No.06-01/CE(S & P)/Se(P-I)/Ee(P-Ii)/15240\n3. 10-02-1995 06-01/Ce(S & P)/Sep-I/Eep-Ii/15719 Extn.15837\n4. 11-01-1996 Extn. Order No.06-01/CE(S & P)/Ord/Sep-I/Eep-Ii)/16266\n5. 27-06-1996 06-01/Ce(S&P)/Ord/Sep-I/Eep-Iii/16482\n6. 10-09-1996 06-01/CE(S&P)/ORD/SEP-I/EEP-III/Extn-I/16551\n7. 13-09-1996 06-01/CE(S&P)/ORD/SE(P-I)/EE(P-II)/Extn.116575\n8.",
      "labels": [
        "FAC"
      ],
      "id": "35bb27d91725411195cd098542f913a8_22"
    },
    {
      "start": 3970,
      "end": 4022,
      "text": "03-12-1998 06-01/Ce(S&P)/Ord/Se(P-Iv)/Ee(P-Ii)/17723",
      "labels": [
        "FAC"
      ],
      "id": "f23b59d24e78460f97f2a84bb22e3c8a_23"
    },
    {
      "start": 4023,
      "end": 4266,
      "text": "\n9. 10-11-1997 06-01/CE(S&P)/ORD/SEP-I/EEP-III)/Extn.-I/17094\n10. 03-07-1998 06-01/CE(S&P)/ORD/SEP-I/EEP-III)/Extn-II/17514\n11. 22-08-1997 06-01/Ce(S&P)/Se(P-Iv)/Ord/Se(P-I)/Ee(P-Ii)/16957\n12. 29-06-1998 6-01/Ce(S&P)/Se(P-Iv)/Ee(P-Ii)/17458\n7.",
      "labels": [
        "FAC"
      ],
      "id": "837a41d3080f4e5b945d0d7cbfd74e4d_24"
    },
    {
      "start": 4267,
      "end": 4757,
      "text": "The relevant clauses of the contract are being reproduced hereinunder for ready reference:-\nClause 8 laid down the mode of payment, which reads as under:-\n\"8. Terms Of Payment:-\n8.1 The supplier shall forward the original Rr/Mtr and Excise gate pass directly to consignee alongwith copies of following documents:-\n(i) A copy of bill\n(ii) Delivery challan\n(iii) Original copy of excise duty gate pass alongwith photocopy\n(iv) The inspection and or T.C. approval\n(v) Detailed packing list 8.2",
      "labels": [
        "FAC"
      ],
      "id": "7407bf15ccfb47c284bbbb3c43cceab9_25"
    },
    {
      "start": 4758,
      "end": 4853,
      "text": "The original bills should be forwarded to the paying authority and should be marked \"Original\".",
      "labels": [
        "FAC"
      ],
      "id": "3826894c3e8f48978bad7ae5d5905343_26"
    },
    {
      "start": 4854,
      "end": 4974,
      "text": "The bill should indicate the Sales Tax Registration Certificate Number and date allotted to him under the Sales Tax Act.",
      "labels": [
        "FAC"
      ],
      "id": "4dc1ec190d2c4f4583e417a500ccf5de_27"
    },
    {
      "start": 4975,
      "end": 5011,
      "text": "\n8.3 The following documents will ha",
      "labels": [
        "FAC"
      ],
      "id": "7ff816131d6b4d32a7b8920637826cd1_28"
    },
    {
      "start": 5012,
      "end": 5086,
      "text": "ve to be forwarded to the paying authority alongwith bills in triplicate:-",
      "labels": [
        "FAC"
      ],
      "id": "5bc5068d7480481fad8acdbc888873c5_29"
    },
    {
      "start": 5087,
      "end": 5323,
      "text": "\n(i) Bill/Invoice-Each invoice shall carry the endorsement that there has been no negative price variation in the month; in the absence of this endorsement, it shall be presumed that there has been negative price variation in the month.",
      "labels": [
        "FAC"
      ],
      "id": "92f907b53e554e4b90397eb588f754d5_30"
    },
    {
      "start": 5324,
      "end": 5375,
      "text": "\n(ii) Xerox copy of despatch documents i.e. RR/MTR.",
      "labels": [
        "FAC"
      ],
      "id": "d68d6868a5054b3ca3a63aadb367d9d4_31"
    },
    {
      "start": 5376,
      "end": 5446,
      "text": "\n(iii) Inspection and Test Certificate approval or despatch clearance.",
      "labels": [
        "FAC"
      ],
      "id": "49bb17b7e4c8435a92aef70f4f4749fb_32"
    },
    {
      "start": 5447,
      "end": 5475,
      "text": "\n(iv) Detailed packing list.",
      "labels": [
        "FAC"
      ],
      "id": "ccbde1cc7d31402aa2a9f88eeba732cf_33"
    },
    {
      "start": 5476,
      "end": 5516,
      "text": "\n(v) Photocopy of Excise Duty gate pass.",
      "labels": [
        "FAC"
      ],
      "id": "fabf7f925bd449eda0806ffb549797dd_34"
    },
    {
      "start": 5517,
      "end": 5778,
      "text": "\n8.4 The Material Receipt Certificate will be forwarded by the consignee to the paying authority alongwith certificate of payment of ED or attested copy of ED Gate pass for payment under intimation to the supplier towards acknowledgement of receipt of material.",
      "labels": [
        "FAC"
      ],
      "id": "23bdc1fc32a343cdb8628a81e1b931d5_35"
    },
    {
      "start": 5779,
      "end": 6069,
      "text": "\nClause 8.5 100% payment alongwith excise duty and taxes corresponding to the consignment shall be paid generally within 45 days after acceptance of material at stores/site in good condition against MATERIAL RECEIPT CERTIFICATE issued by the consignees on direct basis and not through bank.",
      "labels": [
        "FAC"
      ],
      "id": "c7a107d0ffa64ee0b80c7057679c5be8_36"
    },
    {
      "start": 6070,
      "end": 6363,
      "text": "\n(ii) For payment the invoice in triplicate with relevant documents such as Material Receipt Certificate in good condition etc. should be submitted to the Sr. AO(Bills), MPEB, Jabalpur for value more than Rs.60,000/- and to concerned Sr. A.O./RAO for bills upto Rs.60,000/- as the case may be.",
      "labels": [
        "FAC"
      ],
      "id": "0e8fdb8258d94d56ac51de5fdede33a0_37"
    },
    {
      "start": 6364,
      "end": 6579,
      "text": "\n(iii) Price Variation claims, if any, as per contract will be paid separately on faithful completion of Contract after due verification within reasonable time by Sr.A.O.(Bills) on submission of necessary documents.",
      "labels": [
        "FAC"
      ],
      "id": "b3ef07a4a55740ca850f86c7f38ec143_38"
    },
    {
      "start": 6580,
      "end": 7436,
      "text": "\nClause 14 laid down the arbitration clause which is as under: ARBITRATION :-\nIf, at any time, question of dispute or difference whatever shall arise between the Purchaser and the supplier upon, or in relation to, or in connection with the Contract, either party may forthwith give to the other a notice in writing of the existence of such question, dispute or difference, and the same shall be referred to the adjudication of two arbitrators, one to be nominated by the Purchaser and the other to be nominated by the supplier or in the case if said arbitrators not agreeing, then to .....adjudication of the Umpire to be appointed by the Arbitrators, whose decision shall be final and binding on the parties and the provisions of the Indian Arbitration Act 1940, and of the rules thereunder and any statutory modification thereof shall be deemed to apply.",
      "labels": [
        "STA"
      ],
      "id": "e1db52e9da494ffcb1c51dbb5d10bfe6_39"
    },
    {
      "start": 7437,
      "end": 7567,
      "text": "The arbitrators or the Umpire, as the case may be, are bound to give a detailed speaking award assigning reasons for the findings.",
      "labels": [
        "FAC"
      ],
      "id": "52a9b279b9e94c7dbabb74139e62df8c_40"
    },
    {
      "start": 7568,
      "end": 7882,
      "text": "\nSupplies under the contract shall be continued by the Contractor during the arbitration proceedings, unless otherwise directed in writing by the Purchaser or unless the matter is such that the work cannot possibly be continued until the decision of the arbitrators or of the Umpire, as the case may be, is issued.",
      "labels": [
        "FAC"
      ],
      "id": "81561e74ffcf4f5cb230967debd91172_41"
    },
    {
      "start": 7883,
      "end": 8344,
      "text": "\nClause 20 laid down the jurisdiction clause which is as under:\n20. JURISDICTION:-\nAny dispute or difference, arising under, out of, or in connection with this tender/contract order shall be subject to exclusive jurisdiction of competent court at Jabalpur only.\n8. The appellant as per work order given by the respondent had supplied the goods in time, but no payment was made within the stipulated time, which was to be made as per Clause 8(5) of the contract.",
      "labels": [
        "FAC"
      ],
      "id": "7d678796979e46e889ae7b1cdb7c5b53_42"
    },
    {
      "start": 8345,
      "end": 8530,
      "text": "Hence, the appellant made repeated representations on 23.8.1999, 1.9.1999, 11.9.1999, 16.10.1999 and 30.10.1999 but neither any heed was paid on the representation nor payment was made.",
      "labels": [
        "FAC"
      ],
      "id": "f4824bb76bc4464ea111e952d0e704f7_43"
    },
    {
      "start": 8531,
      "end": 8690,
      "text": "Instead of making the payment in time, when there was a delay, the same was paid without paying interest thereon, which was against the provisions of 1993 Act.",
      "labels": [
        "FAC"
      ],
      "id": "85cbcbe0fbb14211beb296ffc236619f_44"
    },
    {
      "start": 8691,
      "end": 8789,
      "text": "On demand of the interest made by the appellant, the appellant was blacklisted by the respondents.",
      "labels": [
        "FAC"
      ],
      "id": "bda893c753014ee390fce5a680d81c97_45"
    },
    {
      "start": 8790,
      "end": 8892,
      "text": "Feeling aggrieved by the blacklisting, the appellant filed a writ petition before Jabalpur High Court.",
      "labels": [
        "FAC"
      ],
      "id": "ef1b9bad995d4641a6545344a38ed9d8_46"
    },
    {
      "start": 8893,
      "end": 8998,
      "text": "The same was numbered as Writ Petition No.742 of 2008, which is still pending before Jabalpur High Court.",
      "labels": [
        "FAC"
      ],
      "id": "99392254039f422586f6051a2153405f_47"
    },
    {
      "start": 9000,
      "end": 9187,
      "text": "9. However, on 22.1.2000 the State of U.P. had notified establishment of U.P. Industry Facilitation Council at Kanpur (hereinafter referred to as 'Council'), which was under the 1993 Act.",
      "labels": [
        "FAC"
      ],
      "id": "b73a75b58eac423a8207ff3b6fd7d5b4_48"
    },
    {
      "start": 9188,
      "end": 9595,
      "text": "When the appellant felt that the respondent may not pay the aforesaid interest although delayed payment for the transformer was made, then a claim petition for delayed payment was filed by the appellant and the same was numbered as Claim Petition No.25 of 2001 before the Council at Kanpur for payment of the interest on the delayed payment made by the opposite party, as per the provisions of 1993 Act.\n10.",
      "labels": [
        "FAC"
      ],
      "id": "4c41769b218346609224943761315f4e_49"
    },
    {
      "start": 9596,
      "end": 9682,
      "text": "This claim petition was contested by the respondent by filing a preliminary objection.",
      "labels": [
        "FAC"
      ],
      "id": "1dc27dae07424adda167779c25fc6457_50"
    },
    {
      "start": 9683,
      "end": 9761,
      "text": "During pendency of the claim petition an offer was made by the respondent that",
      "labels": [
        "FAC"
      ],
      "id": "d684540957154d26837277f26dc86b59_51"
    },
    {
      "start": 9762,
      "end": 9874,
      "text": "in case the appellant enters into a compromise the claim of the appellant would be considered by the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "3c25400761d1413cbdd122701093f7fd_52"
    },
    {
      "start": 9875,
      "end": 10016,
      "text": "The same would be considered only after the appellant withdraws the claim petition and only then the respondents would be ready to negotiate.",
      "labels": [
        "FAC"
      ],
      "id": "ea49663d2ae741dd9ac5a1b8436763fb_53"
    },
    {
      "start": 10017,
      "end": 10175,
      "text": "Having fallen for the bait of compromise, as suggested by the respondent, the appellant made an application on 17.5.2002 for withdrawal of the claim petition.",
      "labels": [
        "FAC"
      ],
      "id": "ac68260ba1f94e0c8d3da9ee4626259a_54"
    },
    {
      "start": 10176,
      "end": 10270,
      "text": "However, no order was passed on the said withdrawal application and the same remained pending.",
      "labels": [
        "FAC"
      ],
      "id": "f0541d3a52124d90955ade12c7f9c749_55"
    },
    {
      "start": 10271,
      "end": 10397,
      "text": "During the pendency of this application, the MSMED Act, 2006 was enacted, which repealed and replaced the earlier Act of 1993.",
      "labels": [
        "FAC"
      ],
      "id": "490507f672bc483caa2843c311b369a0_56"
    },
    {
      "start": 10398,
      "end": 10647,
      "text": "Since, respondent neither honoured the compromise nor settled the account, so the appellant was left with no other alternative, but to again make an application on 19.12.2006 before the Council to restart the proceedings of aforesaid claim petition.",
      "labels": [
        "FAC"
      ],
      "id": "dd1b85c33cbc4efd9f04dd1b9fbd662f_57"
    },
    {
      "start": 10648,
      "end": 10949,
      "text": "On 19.6.2007, the Facilitation Council, established under the MSMED Act, 2006, rejected the claim petition filed before the erstwhile Council under the 1993 Act, however, giving liberty to the appellant to file a fresh claim before the newly established Facilitation Council under the MSMED Act, 2006.",
      "labels": [
        "FAC"
      ],
      "id": "ee947577c41547089d0750c62cf5cbc8_58"
    },
    {
      "start": 10950,
      "end": 11114,
      "text": "Accordingly, the appellant preferred a fresh claim application on 31.7.2007 before the Facilitation Council requesting to restart the proceedings of the said claim.",
      "labels": [
        "FAC"
      ],
      "id": "719da3084e424059ab874610beb4e716_59"
    },
    {
      "start": 11115,
      "end": 11268,
      "text": "The respondent opposed the petition on the ground that, once the order dated 19.6.2007 was passed, the Council cannot reopen and restart the proceedings.",
      "labels": [
        "FAC"
      ],
      "id": "d3da6c693a0a47239269488bcab2f8d4_60"
    },
    {
      "start": 11269,
      "end": 11436,
      "text": "This objection was rejected by the Council vide its order dated 4.2.2008 and the Council proceeded with the matter on merits and asked the respondents to file a reply.",
      "labels": [
        "FAC"
      ],
      "id": "54686b3c26f2471dbbbc83277095ac30_61"
    },
    {
      "start": 11437,
      "end": 11539,
      "text": "The matter was heard by the Council on various dates and both the parties appeared before the Council.",
      "labels": [
        "FAC"
      ],
      "id": "d24eebcce62f42dfb8d51a33eb510b8c_62"
    },
    {
      "start": 11540,
      "end": 11737,
      "text": "After considering the evidence on record and the arguments advanced by the parties, the Facilitation Council passed an award on 2.7.2009, which was signed on 9.7.2011 and published on 3.2.2012.\n11.",
      "labels": [
        "FAC"
      ],
      "id": "dbf45de5fa25498cb1394a0d5d209aa2_63"
    },
    {
      "start": 11738,
      "end": 12051,
      "text": "The respondents herein being aggrieved by the award dated 2.7.2009, which was signed on 7.9.2011 and published on 3.2.2012, challenged the same by filing an application under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'Act, 1996') before the District Judge, Kanpur Nagar.",
      "labels": [
        "FAC"
      ],
      "id": "43c23f48f9aa4e899d1433f9fbde255c_64"
    },
    {
      "start": 12052,
      "end": 12201,
      "text": "This was registered as Arbitration Case No.76/70/12, which was transferred to the Commercial Court, Kanpur when the Commercial Court was established.",
      "labels": [
        "FAC"
      ],
      "id": "d26e7fa138cf41aa8bbc7b4792599b6c_65"
    },
    {
      "start": 12202,
      "end": 12618,
      "text": "In response to this Section 34 application, the appellant herein had filed his reply submitting therein that the appellant submitted that as per Section 19 of the MSMED Act, 2006, the respondent was supposed to deposit 75% of the awarded amount, which was thereafter deposited by the respondent out of which the appellant was allowed to withdraw 65% of the amount (which was Rs.1.49 crores), which the appellant did.",
      "labels": [
        "FAC"
      ],
      "id": "ab11c9aafc684ab6a7628f3b502a7cd0_66"
    },
    {
      "start": 12620,
      "end": 12778,
      "text": "12. The Commercial Court vide its order dated 23.6.2023 was pleased to allow the Section 34 application filed by the respondent on the ground of jurisdiction.",
      "labels": [
        "FAC"
      ],
      "id": "4584167b86714a7f93a41d81d9fb8e64_67"
    },
    {
      "start": 12779,
      "end": 12875,
      "text": "Aggrieved by which the appellant has filed the instant appeal under Section 37 of the Act, 1996.",
      "labels": [
        "FAC"
      ],
      "id": "5077918901d04f4a80386d767b157b7a_68"
    },
    {
      "start": 12877,
      "end": 12948,
      "text": "13. The impugned order herein was passed on the ground of jurisdiction.",
      "labels": [
        "FAC"
      ],
      "id": "2a0a6d93c15c438d828b2abe80832d4c_69"
    },
    {
      "start": 12949,
      "end": 13320,
      "text": "The learned Commercial Court had come to the conclusion that as per the contract/agreement, the parties have decided that the Court in Jabalpur would have jurisdiction to entertain a writ petition and as per Section 20(2) of the Act, 1996, if the parties have decided a place for arbitration then the Courts having jurisdiction of the place can only entertain a petition.",
      "labels": [
        "FAC"
      ],
      "id": "037dd75cd3d14c578be3cc6a6815d640_70"
    },
    {
      "start": 13321,
      "end": 13531,
      "text": "In this case, since the parties had agreed that all the disputes would be subject to the jurisdiction of Jabalpur Court, hence the Commercial Court in Kanpur would have no jurisdiction to entertain such a case.",
      "labels": [
        "FAC"
      ],
      "id": "899bf7fb88e14a578fa8ad169cc4cbd8_71"
    },
    {
      "start": 13532,
      "end": 13678,
      "text": "The Court had further held that the ground of jurisdiction was raised before the Council but the Council has given no finding on the jurisdiction.",
      "labels": [
        "RLC"
      ],
      "id": "3173bf35da6247b5888380888eb42953_72"
    },
    {
      "start": 13679,
      "end": 14189,
      "text": "As regards the second issue as to whether award passed by the Council is liable to the rejected, the Commercial Court has held that the Council has passed an award without considering that the agreement between the parties clearly lays down that Council has no jurisdiction to entertain such claim, since, the claim was without jurisdiction and hence the award passed by the Council dated 2.7.2009, signed on 7.9.2011 and published on 3.2.2012, is liable to be rejected and accordingly, the same was rejected.\n",
      "labels": [
        "ISSUE"
      ],
      "id": "3b182a5274244d5790f3f81ebcc036d1_73"
    },
    {
      "start": 14189,
      "end": 14200,
      "text": "SUBMISSIONS",
      "labels": [
        "FAC"
      ],
      "id": "2f9e798b654841cc926c46659b372dbb_74"
    },
    {
      "start": 14201,
      "end": 14213,
      "text": "OF APPELLANT",
      "labels": [
        "FAC"
      ],
      "id": "f6cc0f8bfcf845d1a9f7a7018d78ce72_75"
    },
    {
      "start": 14214,
      "end": 14585,
      "text": "14. Learned counsel for the appellant submits as follows:-\n(a) The contract cannot prevail over the provisions of the MSMED Act, 2006 and hence, the finding that the Court at Jabalpur alone will have the jurisdiction, is incorrect and will not be applicable for the reasons that it had not considered the provisions of Sections 2(b), 2(d) and 2(n) of the MSMED Act, 2006.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e99e93b6539c4347b12d3abd7b293fa8_76"
    },
    {
      "start": 14586,
      "end": 14663,
      "text": "It also did not consider the provisions of Section 15 of the MSMED Act, 2006.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "54617add2f314c84951bf331a1a2d6ad_77"
    },
    {
      "start": 14664,
      "end": 14776,
      "text": "Further it had also failed to consider the provisions of Sections 18(1), 18(2) and 18(4) of the MSMED Act, 2006.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdeaca5fb4824a1bade70909e5547d61_78"
    },
    {
      "start": 14777,
      "end": 15105,
      "text": "The relevant provisions of the MSMED Act, 2006 are being reproduced hereunder for ready reference:-\n\"Section 2(b) \"appointed day\" means the day following immediately after the expiry of the period of fifteen days from the day of acceptance or the day of deemed acceptance of any goods or any services by a buyer from a supplier.",
      "labels": [
        "STA"
      ],
      "id": "0fd84e5abf9e41babd227d262e0f95f6_79"
    },
    {
      "start": 15106,
      "end": 15207,
      "text": "\n(d) \"buyer\" means whoever buys any goods or receives any services from a supplier for consideration.",
      "labels": [
        "STA"
      ],
      "id": "180a304b4cfb45b58246f208369dc93e_80"
    },
    {
      "start": 15208,
      "end": 16416,
      "text": "\n(n) \"supplier\" means a micro or small enterprise, which has filed a memorandum with the authority referred to in sub-section (1) of section 8, and includes,-\n(i) the National Small Industries Corporation, being a company, registered under the Companies Act, 1956;\n(ii) the Small Industries Development Corporation of a State or a Union territory, by whatever name called, being a company registered under the Companies Act, 1956;\n(iii) any company, co-operative society, trust or a body, by whatever name called, registered or constituted under any law for the time being in force and engaged in selling goods produced by micro or small enterprises and rendering services which are provided by such enterprises;\nSection 15. Liability of buyer to make payment.--Where any supplier, supplies any goods or renders any services to any buyer, the buyer shall make payment therefor on or before the date agreed upon between him and the supplier in writing or, where there is no agreement in this behalf, before the appointed day: Provided that in no case the period agreed upon between the supplier and the buyer in writing shall exceed forty-five days from the day of acceptance or the day of deemed acceptance.\n",
      "labels": [
        "STA"
      ],
      "id": "aa7678a6402f4592a3a99c22800c5134_81"
    },
    {
      "start": 16416,
      "end": 16491,
      "text": "\"Section 18. Reference to Micro and small Enterprises Facilitation Council.",
      "labels": [
        "STA"
      ],
      "id": "84d3374b2e5d45c7bf2a7a9a8016f4aa_82"
    },
    {
      "start": 16492,
      "end": 16727,
      "text": "\n(1) Notwithstanding anything contained in any other law for the time being in force, any party to a dispute may, with regard to any amount due under section 17, make a reference to the Micro and Small Enterprises Facilitation Council.",
      "labels": [
        "STA"
      ],
      "id": "d77e089fc3b8476f87492ba897249600_83"
    },
    {
      "start": 16728,
      "end": 17226,
      "text": "\n(2) On receipt of a reference under sub-section (1), the Council shall either itself conduct conciliation in the matter or seek the assistance of any institution or centre providing alternate dispute resolution services by making a reference to such an institution or centre, for conducting conciliation and the provisions of sections 65 to 81 of the Arbitration and Conciliation Act, 1996 (26 of 1996) shall apply to such a dispute as if the conciliation was initiated under Part III of that Act.",
      "labels": [
        "STA"
      ],
      "id": "88328bb777ea4f34aa392bb948d7f989_84"
    },
    {
      "start": 17227,
      "end": 17630,
      "text": "\n..............\n(4) Notwithstanding anything contained in any other law for the time being in force, the Micro and Small Enterprises Facilitation Council or the centre providing alternate dispute resolution services shall have jurisdiction to act as an Arbitrator or Conciliator under this section in a dispute between the supplier located within its jurisdiction and a buyer located anywhere in India.\"",
      "labels": [
        "STA"
      ],
      "id": "d00afce2c53b40439fc9ba844d6147e0_85"
    },
    {
      "start": 17632,
      "end": 18058,
      "text": "15. Counsel for the appellant submitted that, no objection was ever raised, about the appellant being not registered under the provision of Section 8(1) of the Act, either before the Industry Facilitation Council at Kanpur or in application under Section 34 of the Act, therefore, no fresh objections can be raised for the first time, before this Court by means of the objection filed in the abovementioned Arbitration Appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5b29bd1c16dd43adaf8929e9f8cbc317_86"
    },
    {
      "start": 18059,
      "end": 18298,
      "text": "However, it is clarified that the appellant was registered as small scale industry with Director of Industries at Agra on 9.2.1971 under the provisions of Act of 1951 and thereafter as per provisions of Section 8(1) of the MSMED Act, 2006.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2b5b7eb0ec0e4a839399f7e8a2e55e79_87"
    },
    {
      "start": 18300,
      "end": 18597,
      "text": "16. A bare perusal of Section 18(4) of the MSMED Act, 2006 provides that, the Facilitation Council shall have jurisdiction to decide the dispute between the parties as an Arbitrator, in a dispute where the supplier is located within its jurisdiction and the buyer can be located anywhere in India.",
      "labels": [
        "STA"
      ],
      "id": "9ad04f41c7574acd81e12b73d2b18c92_88"
    },
    {
      "start": 18598,
      "end": 18816,
      "text": "As per the provisions of this Act since the supplier, who is appellant herein, is situated within the jurisdiction of Facilitation Council and hence the award passed by the Facilitation Council was within jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "77351e520fb84065b7038f01034a75ff_89"
    },
    {
      "start": 18818,
      "end": 19049,
      "text": "17. Counsel for the appellant further submits that Section 24 of the MSMED Act, 2006 provides that the provisions of Section 15 to 23 of the MSMED Act, 2006 shall have overriding effect on any other law for the time being enforced.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2c7cadeb880c4deab7bd0d8c1f7fa324_90"
    },
    {
      "start": 19050,
      "end": 19208,
      "text": "Hence, MSMED Act, 2006 being a special Act will have an overriding effect on any other Act even over the provisions of Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "14193b8bde60455e84fd2939ee9aeae6_91"
    },
    {
      "start": 19209,
      "end": 19460,
      "text": "For ready reference Section 24 of MSMED Act, 2006 is quoted below:-\n\"24. Overriding effect.--The provisions of sections 15 to 23 shall have effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force.\"",
      "labels": [
        "STA"
      ],
      "id": "7e0ed88e6c1a46b6b768846169ac8970_92"
    },
    {
      "start": 19462,
      "end": 19715,
      "text": "18. Counsel for the appellant further submits that units registered as small scale industry can claim under Section 18(1) of the MSMED Act, 2006, the benefits of MSMED Act, 2006 before the Facilitation Council within whose jurisdiction it is registered.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "250d448ed16647179257026effc532af_93"
    },
    {
      "start": 19716,
      "end": 20009,
      "text": "Since the appellant was registered with Director of Industries at Agra which falls within Facilitation Council at Kanpur and is registered continuously with effect from 9.2.1971, therefore, he is entitled to get all the benefits of the MSMED Act, 2006 and the amendments introduced in the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1bf008ced85344918616d689708f2c31_94"
    },
    {
      "start": 20011,
      "end": 20139,
      "text": "19. Counsel for the appellant submits that buyer and supplier have been defined in Section 2(d) and 2(n) of the MSMED Act, 2006.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cda49016b2dc475682737233174a8136_95"
    },
    {
      "start": 20140,
      "end": 20273,
      "text": "Clearly, the appellant falls within definition of \"supplier\" and the respondent also falls within ambit of definition of the \"buyer\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0c071605404a4162ad2bd2a8df7951b6_96"
    },
    {
      "start": 20274,
      "end": 20635,
      "text": "A plain reading of the Section 15 of the MSMED Act, 2006 makes it very clear that, supplies of any good or service, the buyer is duty bound to make payment before the date accorded between them and if there is no such agreement on the date of payment then the payment has to be made within 45 days from the date of acceptance or from the date of due acceptance.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "06e0fc1529f543b79b5e2f8ecbda9151_97"
    },
    {
      "start": 20636,
      "end": 20727,
      "text": "\n20. Section 16 lays down the rate of interest which a buyer has to pay in case of default.",
      "labels": [
        "STA"
      ],
      "id": "2b0ed4f36d0e4e4d8ca392624b93b8e8_98"
    },
    {
      "start": 20728,
      "end": 20812,
      "text": "The provisions of Section 16 are being reproduced hereinunder for ready reference:-\n",
      "labels": [
        "STA"
      ],
      "id": "95c67df169d945f3a9f939786d9bc524_99"
    },
    {
      "start": 20812,
      "end": 20818,
      "text": "\" 16 .",
      "labels": [
        "STA"
      ],
      "id": "aee76ff0fb5648fa8fb212a99a45d60f_100"
    },
    {
      "start": 20819,
      "end": 21321,
      "text": "Where any buyer fails to make payment of the amount to the supplier, as required under section 15, the buyer shall, notwithstanding anything contained in any agreement between the buyer and the supplier or in any law for the time being in force, be liable to pay compound interest with monthly rests to the supplier on that amount from the appointed day or, as the case may be, from the date immediately following the date agreed upon, at three times of the bank rate notified by the Reserve Bank.\"\n21.",
      "labels": [
        "STA"
      ],
      "id": "f225d1428d3a4510b9e8c9bbe15cfa16_101"
    },
    {
      "start": 21322,
      "end": 21595,
      "text": "A plain reading of Section 16 makes it very clear that if there is delay in payment by the buyer then he is liable to pay the bank interest with monthly rates from appointed day, which would be three times the bank rate of interest as notified by the Reserve Bank of India.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a97dee32e1834d468b0107ebbeec8e95_102"
    },
    {
      "start": 21597,
      "end": 21813,
      "text": "22. Learned counsel for the appellant further submits that during course of arguments the respondents had taken ground of limitation, though the same was never taken before the Council or before the Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "02972b99939642669b23007f7acbff69_103"
    },
    {
      "start": 21814,
      "end": 22234,
      "text": "However, that being a legal question the appellant in response to the objection raised by the respondents submitted that the issue of limitation is misconceived as the last payment made by the respondents against various supplies of transformers was on 31.12.1998 and the claim petition was filed on 2.7.2001 under the 1993 Act before the Director of Industries, Facilitation Council at Agra, which was well within time.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "24c1cf09f41d419491284cd05837d843_104"
    },
    {
      "start": 22235,
      "end": 22266,
      "text": "This claim was never withdrawn.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "27681773dba54b87ba25241532630cf9_105"
    },
    {
      "start": 22267,
      "end": 22439,
      "text": "The claim was rejected by the Council on the ground that since a new Act has been introduced, so liberty was given to the appellant to withdraw the same and file it afresh.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0a22133328e34a3eb9158b1f4f6812e4_106"
    },
    {
      "start": 22440,
      "end": 22537,
      "text": "Accordingly, the appellant taking liberty filed a fresh claim petition under the MSMED Act, 2006.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "34be648cb2a74a6b8b4bfa613c520721_107"
    },
    {
      "start": 22539,
      "end": 22816,
      "text": "23. Counsel for the appellant further submits that, no objections were ever raised by the respondent claiming that, the appellant was not registered under the provisions of Section 18(1) of the MSMED Act, 2006 before the Council, nor was raised in their Section 34 application.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f91c72404920414f949c1834d064a494_108"
    },
    {
      "start": 22817,
      "end": 22893,
      "text": "However, a feeble objection has been raised by the respondent on this issue.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c67e8c2d2e4a438b9d129aaeae2cead0_109"
    },
    {
      "start": 22894,
      "end": 23133,
      "text": "The appellant clarifies that he was registered as the small scale industry with the Director of Industries, Agra way back on 9.2.1971 under the provisions of 1951 Act and thereafter as per provisions of Section 8(1) of the MSMED Act, 2006.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fbbf8a79290b4033abb91258f8ec8011_110"
    },
    {
      "start": 23134,
      "end": 23179,
      "text": "He still continues as a small scale industry.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "57abec3dcf164103ad381c5565afb9e3_111"
    },
    {
      "start": 23181,
      "end": 23333,
      "text": "24. As per Section 18(4) of the MSMED Act, 2006, the appellant, who has been registered as \"Small Scale Industry\" can approach the Facilitation Council.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "39f213ce5083404fbb82e427b32cebc5_112"
    },
    {
      "start": 23334,
      "end": 23475,
      "text": "The Commercial Court in its order (which is impugned herein) did not discuss or consider the provisions of Section 18 of the MSMED Act, 2006.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5a434bdd5ac2418bbc127b61c8ee068e_113"
    },
    {
      "start": 23476,
      "end": 23736,
      "text": "In fact, the Commercial Court only relied upon Section 20(2) of the Arbitration and Conciliation Act, 1996 which is incorrect as the provisions of Section 18(2) of the MSMED Act, 2006 would prevail over the provisions of Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4761190f17ab4bdea810da014eb47ba6_114"
    },
    {
      "start": 23737,
      "end": 23942,
      "text": "\n25. Section 18(2) of the MSMED Act, 2006 provides that the Act adopts Section 65 to 81 of the Arbitration and Conciliation Act, 1996 only and, therefore, Section 20 of the Act, 1996 cannot be relied upon.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d3a94cea37044ba08f43068ee3c8d291_115"
    },
    {
      "start": 23943,
      "end": 24277,
      "text": "Counsel for the appellant further submitted that all the judgments relied on by the Commercial Court in the impugned order which are 2015(3) SCC 49, 2006(4) SCC 45, 2003(5) SCC 705 and 2020 (7) SCC 167, all are related to Section 20 of the Act, 1996, since the provisions of Section 20 of the Act, 1996 is not applicable in this case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "486aa80e519743ae9877aed2490f75ce_116"
    },
    {
      "start": 24278,
      "end": 24366,
      "text": "Hence, all the authorities relied by the Commercial Court has no relevance in this case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "32acb8c6c0564c11b8df9ca9ef555ac5_117"
    },
    {
      "start": 24368,
      "end": 24628,
      "text": "26. Counsel for the appellant further submitted that the Commercial Court in the impugned judgment has wrongly concluded that \"the contract would prevail over the provision of the MSMED Act, 2006, therefore, the Court at Jabalpur alone will have jurisdiction\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e4991bb3670a4af287febc259b0cb60c_118"
    },
    {
      "start": 24629,
      "end": 24796,
      "text": "While coming to this conclusion, the Commercial Court did not look into the provisions of Sections 2(b), 2(d) & 2(n), 15 and 18(1), (2) and (4) of the MSMED Act, 2006.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ba312801cc5e4762bd8b8a1979c2f1e1_119"
    },
    {
      "start": 24797,
      "end": 24990,
      "text": "He further submitted that any industry registered with MSME can file claim under Section 18(1) of the MSMED Act, 2006 before the Facilitation Council within whose jurisdiction it is registered.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2cce2f5f2b6748e68a3a32dcb85250f1_120"
    },
    {
      "start": 24992,
      "end": 25224,
      "text": "27. Counsel for the appellant further submits that his case is squarely covered by judgment of M/s Silpi Industries vs. Kerala State Road Transport Corporation1 wherein Hon'ble Supreme Court in paragraph 23 has held as follows:-\n23.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6623955a3237432d850bcc91a183b43f_121"
    },
    {
      "start": 25225,
      "end": 25602,
      "text": "The obligations of the buyer to make payment, and award of interest at three times of the bank rate notified by Reserve Bank in the event of delay by the buyer and the mechanism for recovery and reference to Micro and Small Enterprises Facilitation Council and further remedies under the 2006 Act for the party aggrieved by the awards, are covered by Chapter V of the 2006 Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0676debc8b694e52b5072355cecf835b_122"
    },
    {
      "start": 25603,
      "end": 25780,
      "text": "The provisions of Section 15 to 23 of the Act are given overriding effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9744c654a7864d97abc32653ca037642_123"
    },
    {
      "start": 25781,
      "end": 25914,
      "text": "From the Statement of Objects and Reasons also it is clear that it is a beneficial legislation to the small, medium and micro sector.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29c86034c7324c97aafcc5507b2a8e74_124"
    },
    {
      "start": 25915,
      "end": 26170,
      "text": "The Arbitration and Conciliation Act, 1996 is a general law whereas the Micro, Small and Medium Enterprises Development Act, 2006 is a special beneficial legislation which is intended to benefit micro, small and medium enterprises covered by the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8528fb59e3a949a093cdd5c30cdd0cfb_125"
    },
    {
      "start": 26171,
      "end": 26248,
      "text": "The Act of 2006 contemplates a statutory arbitration when conciliation fails.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10f8a94d33b649089c4ff3274e56051c_126"
    },
    {
      "start": 26249,
      "end": 26452,
      "text": "A party which is covered by the provisions of 2006 Act allows a party to apply to the Council constituted under the Act to first conciliate and then arbitrate on the dispute between it and other parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eea80b69014741ff9b848e9380322d21_127"
    },
    {
      "start": 26453,
      "end": 26551,
      "text": "There are fundamental differences in the settlement mechanism under the 2006 Act and the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e1bbb61bf604728877151f39590325b_128"
    },
    {
      "start": 26552,
      "end": 26714,
      "text": "The first difference is, the Council constituted under the 2006 Act to undertake mandatory conciliation before the arbitration which is not so under the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fbea8685d2a9469fa5846216185cb266_129"
    },
    {
      "start": 26715,
      "end": 26862,
      "text": "Secondly, in the event of failure of conciliation under the 2006 Act, the Council or the centre or institution is identified by it for arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "531d9df96ca64d7fa06188699034340a_130"
    },
    {
      "start": 26863,
      "end": 26922,
      "text": "The 1996 Act allows resolution of disputes by agreed forum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "25ee0b9e758744299ef04fc71c266547_131"
    },
    {
      "start": 26923,
      "end": 27098,
      "text": "The third difference is that, in the event of award in favour of seller and if the same is to be challenged, there is a condition for pre-deposit of 75% of the amount awarded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be9d2b53a75f401ca01c3a43b442064b_132"
    },
    {
      "start": 27099,
      "end": 27136,
      "text": "Such is not the case in the 1996 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66e6b541df7d422b96fd4bc5bd53d4a3_133"
    },
    {
      "start": 27137,
      "end": 27308,
      "text": "When such beneficial provisions are there in the special enactment, such benefits cannot be denied on the ground that counter-claim is not maintainable before the Council.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f99e947d439e4e3c8c2c2d289c37807e_134"
    },
    {
      "start": 27309,
      "end": 27487,
      "text": "In any case, whenever buyer wish to avoid the jurisdiction of the Council, the buyer can do on the spacious plea of counter-claim, without responding to the claims of the seller.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3dcab56efb5749559123df4c203c728b_135"
    },
    {
      "start": 27488,
      "end": 27926,
      "text": "When the provisions of Sections 15 to 23 are given overriding effect under Section 24 of the Act and further the 2006 Act is a beneficial legislation, we are of the view that even the buyer, if any claim is there, can very well subject to the jurisdiction before the Council and make its claim/ counter claim as otherwise it will defeat the very objects of the Act which is a beneficial legislation to micro, small and medium enterprises.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "053447c13ec44aa1b9f0b19f8ac3a204_136"
    },
    {
      "start": 27927,
      "end": 28270,
      "text": "Even in cases where there is no agreement for resolution of disputes by way of arbitration, if the seller is a party covered by Micro, Small and Medium Enterprises Development Act, 2006, if such party approaches the Council for resolution of dispute, other party may approach the civil court or any other forum making claims on the same issue.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ce0c638f9624635ac5a59e5cf679ccc_137"
    },
    {
      "start": 28271,
      "end": 28350,
      "text": "If two parallel proceedings are allowed, it may result in conflicting findings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d75e04909615416099b867267b267ee6_138"
    },
    {
      "start": 28351,
      "end": 28631,
      "text": "At this stage, it is relevant to notice the judgment of this Court in the case of Edukanti Kistamma (Dead) through LRs. v. 9. Venkatareddy (Dead) through LRS. & Ors.2, where this Court has held that a special Statute would be preferred over general one where it is beneficial one.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "004738e1ed254fb2bea1cbd3f01bcd97_139"
    },
    {
      "start": 28632,
      "end": 28771,
      "text": "It was explained that the purport and object of the Act must be given its full effect by applying the principles of purposive construction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "01d943e0e06f4f5c940c7f1a71a1afac_140"
    },
    {
      "start": 28772,
      "end": 28935,
      "text": "Thus, it is clear that out of the two legislations, the provisions of MSMED Act will prevail, especially when it has overriding provision under Section 24 thereof.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bac588270f5741e5b6e623f105f0ebb0_141"
    },
    {
      "start": 28936,
      "end": 29094,
      "text": "Thus, we hold that MSMED Act, being a special Statute, will have an overriding effect vis--vis Arbitration and Conciliation Act, 1996, which is a general Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "59adbb15460d4691b7721a2f37b631eb_142"
    },
    {
      "start": 29095,
      "end": 29349,
      "text": "Even if there is an agreement between the parties for resolution of disputes by arbitration, if a seller is covered by Micro, Small and Medium Enterprises Development Act, 2006, the seller can certainly approach the competent authority to make its claim.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "816df42f403146adbf9e85e7e1991b2e_143"
    },
    {
      "start": 29350,
      "end": 29498,
      "text": "If any agreement between the parties is there, same is to be ignored in view of the statutory obligations and mechanism provided under the 2006 Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fe1f14fb79674717a2b29d2e1975c639_144"
    },
    {
      "start": 29499,
      "end": 29801,
      "text": "Further, apart from the provision under Section 23(2A) of the 1996 Act, it is to be noticed that if counter-claim is not permitted, buyer can get over the legal obligation of compound interest at 3 times of the bank rate and the \"75% pre- deposit contemplated under Sections 16 and 19 of the MSMED Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "12dafbd9cf1b4eafa145aa9545c72b51_145"
    },
    {
      "start": 29803,
      "end": 30164,
      "text": "28. Counsel for the appellant further submits that he is bound by the law laid down by Hon'ble Supreme Court in the matter of Gujarat State Civil Supplies Corporation Ltd. vs. Mahakali Foods Private Ltd3 in which Hon'ble Court has held that, there cannot be any disagreement to the proposition of law laid down in various decisions of the Hon'ble Supreme Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4fd3671305834b48863f787bb61a315c_146"
    },
    {
      "start": 30165,
      "end": 30404,
      "text": "The Court has to read the agreement as it is and cannot rewrite or create a new one, and that the parties to an arbitration agreement have an autonomy to decide not only on the procedural law to be followed but also on the substantive law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "66d1b088f19e49739820417ded659e90_147"
    },
    {
      "start": 30405,
      "end": 30554,
      "text": "However, it is equally settled legal position that no agreement entered into between the parties could be given primacy over the statutory provision.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6d36c51bf97346fc8c0b17c24201302e_148"
    },
    {
      "start": 30555,
      "end": 31025,
      "text": "When the Special Act i.e. MSMED Act, 2006 has been created for ensuring timely and smooth payment to the suppliers, who are the micro and small industries, and to provide a legal framework for resolving the dispute with regard to the recovery of dues between the parties under the Act, also providing an overriding effect to the said law over any other law for the time being in force, any interpretation in derogation thereof would frustrate the very object of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cd1586d1b8b04c0684e5881a8091d5d1_149"
    },
    {
      "start": 31027,
      "end": 31269,
      "text": "29. Counsel for the appellant further submitted that the provisions of MSMED Act, 2006, shall, therefore, prevail over the Arbitration and Conciliation Act, 1996 and the impugned order passed by the Commercial Court is liable to be set aside.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0d0217188a4b4dbe8116cc9301e3ff55_150"
    },
    {
      "start": 31271,
      "end": 31300,
      "text": "SUBMISSIONS OF RESPONDENT 30.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "84c23ff91d834197a36715f12cd149da_151"
    },
    {
      "start": 31301,
      "end": 31522,
      "text": "Per contra, Sri Aditya Khandekar, Advocate assisted by Sri Varun Srivastava, learned counsel for the respondents very vociferously argued that the appellant was not the supplier as per Section 2(n) of the MSMED Act, 2006.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ebbe7afd3aa7414894e13702a2fb4130_152"
    },
    {
      "start": 31523,
      "end": 31665,
      "text": "The work orders were issued by the respondent between 14.3.1998 to 29.6.1998 which was much prior to coming into force of the MSMED Act, 2006.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94665bcd84544d2d911796aa0ded30b2_153"
    },
    {
      "start": 31666,
      "end": 31746,
      "text": "The claim petition was filed before the Facilitation Council under the 1993 Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "471cd9891a324b3394a137b156dc578c_154"
    },
    {
      "start": 31747,
      "end": 32034,
      "text": "The claimant registered itself as a small scale industry as per Section 8(1) of the MSMED Act, 2006, on 10.5.2016 which goes to show that he was not registered under the MSMED Act, 2006, on the date the claim was made and also on the date when the award was passed, signed and published.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d367f075db2f48a09c06e2804c27d049_155"
    },
    {
      "start": 32035,
      "end": 32197,
      "text": "Since, he was not registered on the date and it is trite law that the benefits of small scale industry cannot be given under the MSMED Act, 2006, retrospectively.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "161cca8bc6424f9bbde6f050f64ab79e_156"
    },
    {
      "start": 32199,
      "end": 32459,
      "text": "31. Counsel for the respondent further submitted that the Facilitation Council under the MSMED Act, 2006 had no jurisdiction to entertain the claim as the claimant was not the supplier on the relevant date and was not a small enterprise as per MSMED Act, 2006.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f42821ce0bfb443dbf92ade25212cdd2_157"
    },
    {
      "start": 32461,
      "end": 32629,
      "text": "32. Counsel for the respondent further relied on para 51 of the judgment passed in Gujarat State Civil Supplies Corporation Ltd. vs. Mahakali Foods Private Ltd (supra).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d119c36365574163bd446c9c5b011d6f_158"
    },
    {
      "start": 32630,
      "end": 32746,
      "text": "He further relied on para 12 of the judgment passed in Bharat Heavy Electricals Ltd vs. Vector Engineering Company4.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f651a6b165dd48a381d88fe5c6590db2_159"
    },
    {
      "start": 32747,
      "end": 32892,
      "text": "Counsel for the respondent has also relied on judgment passed by Bombay High Court in the matter of Bajaj Auto Limited vs. State of Maharashtra5.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2e238de1a87843eaa5a02faf379261b2_160"
    },
    {
      "start": 32893,
      "end": 33168,
      "text": "Counsel for the respondent further claimed that an application was made by the appellant to withdraw his claim on 17.5.2002 along with the undertaking that the appellant will not pursue the claim petition and the case was closed by the Council vide its order dated 13.5.2003.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3c570bc81fdc4ff8bf7af925c62f8dc0_161"
    },
    {
      "start": 33169,
      "end": 33340,
      "text": "Thereafter the Council in its meeting dated 19.6.2007 rejected the prayer of restoring the proceedings and directed that if aggrieved the appellant may file a fresh claim.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1b64c012a6fd4531b6beea2f0a67547f_162"
    },
    {
      "start": 33341,
      "end": 33412,
      "text": "Hence, the subsequent claim could not have been filed by the appellant.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "788836a832284492ad1571693601e078_163"
    },
    {
      "start": 33414,
      "end": 33510,
      "text": "33. Counsel for the respondent further submitted that the claim of the appellant is time barred.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7700ee85a7d04a2f8d7c900f5cd945f6_164"
    },
    {
      "start": 33511,
      "end": 33658,
      "text": "He submitted that the work order has been issued on 14.10.1993 to 29.6.1998 but the claim was filed on 2.7.2001 i.e. after a period of three years.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "cb90cb02576a42118e8ab64c1745aafc_165"
    },
    {
      "start": 33659,
      "end": 33946,
      "text": "Counsel for the respondent further relied on para 26 of the judgment passed in M/s Silpi Industries (supra) wherein Hon'ble Supreme Court has held that if any registration is obtained then the benefit would be given to the industries prospectively and cannot get benefit retrospectively.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "19713c36fc294cde9fd361bcd453c1c9_166"
    },
    {
      "start": 33948,
      "end": 34258,
      "text": "34. Counsel for the respondent further argued that the scope of interference under Section 37 of the Act, 1996 is limited and for which he had relied on the judgment passed in Konkan Railway Corporation Ltd. vs. Chenab Bridge Project Undertaking6 and Lion Engineering Consultants vs. State of M.P. and others7.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "0159416f633e42b6a3e32f50a499dc7e_167"
    },
    {
      "start": 34260,
      "end": 34299,
      "text": "ANALYSIS, REASONING AND CONCLUSIONS 35.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ca67450a2c9e4a9da44cc71e2c1dbd4e_168"
    },
    {
      "start": 34300,
      "end": 34400,
      "text": "We have carefully considered the submissions advanced by learned counsel for the respective parties.",
      "labels": [
        "NONE"
      ],
      "id": "c1cd4d95be6349fba0569c24477d9594_169"
    },
    {
      "start": 34401,
      "end": 34553,
      "text": "With their able assistance, we have perused the pleadings, grounds taken in the petition, annexures thereto and reply filed by the concerned respondent.",
      "labels": [
        "NONE"
      ],
      "id": "08f72889b68a4969a29bb7736765052b_170"
    },
    {
      "start": 34555,
      "end": 34714,
      "text": "36. It is not in dispute that the appellant was acknowledged and registered as \"Small Scale Industry\" by the Director of Industries, Agra way back on 9.2.1971.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5acf652e07e4b5b9fc5fd55776f8375_171"
    },
    {
      "start": 34715,
      "end": 34844,
      "text": "It is also not disputed that the parties have entered into an agreement for supply of transformers, which the appellant had done.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "377eff741da84c3db5a5eb72fe9f1ee5_172"
    },
    {
      "start": 34845,
      "end": 34907,
      "text": "The last work order was issued by the respondent on 3.12.1998.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f164569e17db43c9ae69b4fb4857107a_173"
    },
    {
      "start": 34908,
      "end": 35030,
      "text": "After the work was executed, transformers were supplied, the appellant issued letter for release of his dues on 23.8.1999.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3da257a5a42c46949507940bedd87dae_174"
    },
    {
      "start": 35031,
      "end": 35196,
      "text": "The Industry Facilitation Council was established in Kanpur under the provisions of Interest on Delayed Payments to Small Scale and Ancillary Undertakings Act, 1993.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3963e7f2c31474a85fcf2ba3f929f04_175"
    },
    {
      "start": 35197,
      "end": 35404,
      "text": "It was thereafter the appellant had preferred an application for arbitration before the Industry Facilitation Council on 2.7.2001, which was just within two and half years of the last work order been issued.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d07a216f9754421b3e423253572398e_176"
    },
    {
      "start": 35405,
      "end": 35461,
      "text": "MSME Development Act, 2006 came into force on 18.7.2006.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad6e39706d874d589ff49273fc049de0_177"
    },
    {
      "start": 35462,
      "end": 35604,
      "text": "Since thereafter the appellant filed an application to restore the claim petition, which was pending before the Industry Facilitation Council.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09dae3b602be4bea912fde65576b7866_178"
    },
    {
      "start": 35605,
      "end": 35736,
      "text": "The application was restored and award was passed on 2.7.2009, which was signed on 7.9.2011 and final award was signed on 3.2.2012.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1fc3c1f156ff4b269785173aff4e4562_179"
    },
    {
      "start": 35737,
      "end": 35925,
      "text": "Aggrieved by the award passed by the Facilitation Council under MSMED Act, 2006, the respondent herein had filed application under Section 34 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2444b2c7028848eb81a78a732809392d_180"
    },
    {
      "start": 35926,
      "end": 36257,
      "text": "During pendency of the Section 34 application, the appellant again got a new Udyog Aadhar Registration done under the new Act and the appellant's Company was re-registered as a Small Scale Industry and even in this certificate it was clearly mentioned that the date of commencement of the certificate would be treated as 12.9.1971.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5398f7fef97841d5ac302e853ddb370f_181"
    },
    {
      "start": 36258,
      "end": 36528,
      "text": "Hence, it cannot be said that there was any break of continuity or the appellant was not registered under the MSME Act on the date when he supplied the goods or from the date when he filed an application before the Council and even on the date when the award was passed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2193bdf5287c445984bf202aba0a49a0_182"
    },
    {
      "start": 36529,
      "end": 36642,
      "text": "The appellant was registered as Small Scale Industry in 9.2.1971 and continues till date as Small Scale Industry.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04129681e16447c69a8556aba7d8c499_183"
    },
    {
      "start": 36644,
      "end": 36894,
      "text": "37. The argument raised by respondent that the appellant was not a supplier, as defined under section 2(n) of the MSMED Act, 2006, cannot be sustained as the appellant was registered as Small Scale Industry under the 1993 Act and continued till date.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62e2a354cd5c4d27aeabd2a2de8fe581_184"
    },
    {
      "start": 36895,
      "end": 37093,
      "text": "\n38. Section 32 of the MSMED Act, 2006 makes it very clear that any action taken under the 1993 Act shall be deemed to have been taken or taken under the corresponding provisions of MSMED Act, 2006.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd0dd149dda9484e8b815a22f8c2dbee_185"
    },
    {
      "start": 37094,
      "end": 37218,
      "text": "The provisions of Section 32 of the MSMED Act, 2006 is being reproduced herein for ready reference:-\n\"32. Repeal of the Act.",
      "labels": [
        "STA"
      ],
      "id": "0a978684a48a4f72b0ffff1bafb4c980_186"
    },
    {
      "start": 37219,
      "end": 37351,
      "text": "(1) The Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 (32 of 1993) is hereby repealed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6db17755b4c24b87b21ba1c9efd00235_187"
    },
    {
      "start": 37352,
      "end": 37559,
      "text": "\n(2) Notwithstanding such repeal, anything done or any action taken under the Act so repealed under sub-section (1) shall be deemed to have been done or taken under the corresponding provisions of this Act.\"",
      "labels": [
        "STA"
      ],
      "id": "da225feac052461f98803041bd57ef61_188"
    },
    {
      "start": 37561,
      "end": 37723,
      "text": "39. A plain reading of provisions of Section 32 clarifies that all proceedings initiated under the 1993 Act shall be deemed to have been initiated under this Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8cc66aa812c84a7b84183b86bf656348_189"
    },
    {
      "start": 37725,
      "end": 38063,
      "text": "40. Hon'ble Supreme Court in the matter of Silpi Industries (supra) has clearly held that MSMED Act, 2006 being a special Act will have overriding effect on the Arbitration and Conciliation Act, 1996 and if the seller comes under the ambit of MSMED Act, 2006, he can approach the competent authority and file his claim under the said Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "793c53f37c414497940f0f9559568552_190"
    },
    {
      "start": 38064,
      "end": 38149,
      "text": "Any agreement to the contrary has to be ignored in view of the statutory obligations.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "482c1b172c644dfea762b6df98be9ba2_191"
    },
    {
      "start": 38150,
      "end": 38349,
      "text": "The Court further held that if any registration is obtained the same will be prospective and applies for supply of goods and service subsequent to its registration but cannot operate retrospectively.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f7e61d6875ed4a68b6fe1108279516df_192"
    },
    {
      "start": 38351,
      "end": 38482,
      "text": "41. However, in this case the appellant was registered as \"Small Scale Industry\" way back on 9.2.1971 and continues to be the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "acbfe19ecfe04ee6a1828c53fc9bc1e9_193"
    },
    {
      "start": 38483,
      "end": 38650,
      "text": "The only thing which is to be noticed is that it was re-registered and even in the re-registration certificate the date of commencement has been mentioned as 9.2.1971.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ff16ddc21ca41fb8163019db8dcacdf_194"
    },
    {
      "start": 38651,
      "end": 38779,
      "text": "Though the respondent argued that re-registration certificate came much later so the benefit cannot be granted to the appellant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "446285f207e64efdabc6116bec00e701_195"
    },
    {
      "start": 38780,
      "end": 38826,
      "text": "However, it is not a case of new registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74bcaf967aae46a9979a203a1dae0d8d_196"
    },
    {
      "start": 38827,
      "end": 38927,
      "text": "It is a case of continuous registration, hence, there is no question of any prospective application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6bc351b75b54c5fa3ec9f8ab031d6d0_197"
    },
    {
      "start": 38929,
      "end": 39294,
      "text": "42. Counsel for the respondent had relied on a decision of Hon'ble Supreme Court in Vaishno Enterprises vs. Hamilton Medical AG and another8 wherein Hon'ble Supreme Court has laid down that the provisions of the MSMED Act, 2006 will not be applicable if the supplier is registered under the MSMED Act, 2006 [under section 8(1)] after the contract has been executed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "848c9fd79dd84274ac174710aa0cd862_198"
    },
    {
      "start": 39295,
      "end": 39496,
      "text": "However, in the case in hand, the appellant was registered as Small Scale Industry much prior the parties entered into a contract, hence, the ratio of this judgment will not be applicable in this case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "86fe4b58eca64823b41349f43d04a89a_199"
    },
    {
      "start": 39497,
      "end": 39812,
      "text": "\n43. Hon'ble Supreme Court in Gujarat State Civil Supplies Corporation Ltd. (supra) has followed the earlier ratio and has held that if the parties is not registered under the MSME Act on the date of entering into the contract he will not get the benefit as the supplier [as per Section 2(n)] under MSMED Act, 2006.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b792ae81edef4e6a9f70e2fc737f09b1_200"
    },
    {
      "start": 39813,
      "end": 39987,
      "text": "Again, the ratio of this case will not be applicable as the appellant was registered as Small Scale Industry much prior to the execution of the agreement between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c5d697cacbed48a7b2cce65b4b7a521e_201"
    },
    {
      "start": 39989,
      "end": 40378,
      "text": "44. Counsel for the respondent has further cited judgment of Bombay High Court passed in Dhule Municipal Corporation vs. Microvision Technologies and another9 in which the Court had held that filing of memorandum is mandatory only for the person who intend to establish micro, small or medium enterprise and not for already registered entities before coming into force the MSMED Act, 2006.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "efae7c51739c45dc989d42d5e9fa9175_202"
    },
    {
      "start": 40379,
      "end": 40524,
      "text": "In case, the memorandum was not filed before the contract was executed then they will not get the benefit under Chapter V of the MSMED Act, 2006.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "0f622e3c48f94507b39a9f174d759eb9_203"
    },
    {
      "start": 40525,
      "end": 40664,
      "text": "This ratio is also not applicable in this case as the appellant was registered as Small Scale Industry much prior to the date of agreement.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "205d9445bd5445e99e2c3a4f55fb62b5_204"
    },
    {
      "start": 40666,
      "end": 41104,
      "text": "45. Counsel for the respondent has argued that during pendency of the application before the Facilitation Council, which was filed under the provisions of 1993 Act, the appellant moved an application that the issue pending under the 1993 Act can be treated under the MSMED Act, 2006 as provided under Section 32 of the Act and his claim application which was earlier filed on 17.5.2002 under the old act, may be permitted to be withdrawn.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "18ff05e6abaf4b7b8c2f9d9935d9c47f_205"
    },
    {
      "start": 41105,
      "end": 41152,
      "text": "On this, the respondent herein filed objection.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2bb8ea43c86480991b68be9ae90f04f_206"
    },
    {
      "start": 41153,
      "end": 41360,
      "text": "Thereafter, the Facilitation Council passed an order on 4.2.2008 and rejected the objection by passing an order stating that, they would decide the issue on merits and fixed next date of hearing on 7.4.2008.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5805c4bb1c24ac3a5ff7592c6056709_207"
    },
    {
      "start": 41361,
      "end": 41419,
      "text": "This order was never challenged and has attained finality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c0564841b3ba445f8d48b9ec4ebbcb4b_208"
    },
    {
      "start": 41420,
      "end": 41595,
      "text": "In view of this, it is now not open for the respondent to say that since the appellant has moved an application for withdrawal, hence, the same should be treated as withdrawn.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d7551ac0a2b24c57809b5a0848134d6e_209"
    },
    {
      "start": 41597,
      "end": 41723,
      "text": "46. Further, in case of MSMED Act, 2006 the agreement between the parties cannot have supremacy over the statutory provisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d16748e6e36a46489af09186eb66cd80_210"
    },
    {
      "start": 41724,
      "end": 41861,
      "text": "The purpose of MSMED Act, 2006 was to ensure timely and smooth payment to the supplier registered as micro, small and medium enterprises.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a9644771d154928bdcb893f59305465_211"
    },
    {
      "start": 41863,
      "end": 42120,
      "text": "47. After considering all the facts and the arguments advanced by the parties, this Court comes to the following conclusion :\n(a) The appellant is a supplier as per Section 2(n) of the MSMED Act, 2006 and respondent is buyer as per Section 2(d) of the Act.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6b735c90b514c93a516a381f4365dea_212"
    },
    {
      "start": 42120,
      "end": 42235,
      "text": "( b) The appellant was registered as \"Small Scale Industry\" on 9.2.1971 and continues to be registered as the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ea86908d1074be1bf178cf48c1ad1a4_213"
    },
    {
      "start": 42236,
      "end": 42558,
      "text": "Re-registration/Udyog Aadhar number issued by the respondent on 10.5.2016 clearly mentions that the date of commencement of the appellant's registration as \"Small Scale Industry\" with effect from 9.2.1971, hence, the unit of the appellant would be considered as Small Scale Industry with effect from 9.2.1971 up till date.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ebae7ce5873944d1aa5f21d19c7dde06_214"
    },
    {
      "start": 42559,
      "end": 42762,
      "text": "\n(c) As per Section 32 of MSMED Act, 2006 while repealing the 1993 Act it was made clear that anything done or any action taken under the 1993 Act shall be deemed to have taken under the MSMED Act, 2006.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c46a2786500e4a28a34982c798b8807d_215"
    },
    {
      "start": 42763,
      "end": 42910,
      "text": "Hence, the application filed by the appellant before the Facilitation Council is deemed to have been filed under the provisions of MSMED Act, 2006.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1cb2d5332324fa6a39130302f1f59a3_216"
    },
    {
      "start": 42911,
      "end": 43167,
      "text": "\n(d) The appellant was justified in making application under Section 18(1) of the MSMED Act, 2006 and the Council had rightly proceeded under Section 18(2) of the MSMED Act, 2006 and under Section 18(4) the Council had jurisdiction to entertain the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc0c416fe9ce41dfb14b5d69dd94cf0c_217"
    },
    {
      "start": 43168,
      "end": 43334,
      "text": "\n(e) Hon'ble Supreme Court in the matter of Silpi Industries (supra) has held that MSMED Act, 2006 being a special Act would have overriding effect over the 1993 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "691902e897974da59ac46f6811ad835e_218"
    },
    {
      "start": 43335,
      "end": 43511,
      "text": "It further held that if there is any agreement between the parties, the same shall be ignored in view of statutory obligations and mechanism provided under the MSMED Act, 2006.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1c05637c0da46a6a35f196d2837e734_219"
    },
    {
      "start": 43512,
      "end": 43710,
      "text": "\n(f) The judgment of the Commercial Court which was passed placing reliance on Clause 20 of the agreement wherein it was stated that only the Courts at Jabalpur will have jurisdiction, is incorrect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65c64faf0d1c4ae1a738040a34fb7aae_220"
    },
    {
      "start": 43711,
      "end": 43874,
      "text": "MSMED Act, 2006 being a special Act will have overriding effect over the Arbitration and Conciliation Act, 1996 and the agreement entered into between the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f7336e5056dc434abc881ad6861ee6ba_221"
    },
    {
      "start": 43875,
      "end": 44090,
      "text": "Since the proceeding was initiated under the MSMED Act, 2006 and was filed before Facilitation Council, Kanpur, hence, the Commercial Court, Kanpur will have the jurisdiction to entertain the Section 34 application.",
      "labels": [
        "RATIO"
      ],
      "id": "886c46ba59874b7ab10a5d40659025dc_222"
    },
    {
      "start": 44091,
      "end": 44226,
      "text": "The parties to an arbitration have an autonomy to decide not only on the procedural law to be followed but also on the substantive law.",
      "labels": [
        "RATIO"
      ],
      "id": "5b85e198bf5246aa8474c6611bfe4940_223"
    },
    {
      "start": 44227,
      "end": 44312,
      "text": "The private agreement between the parties cannot obliterate the statutory provisions.",
      "labels": [
        "RPC"
      ],
      "id": "8fdc2a64f0414c6ba14c3040e8a56106_224"
    },
    {
      "start": 44313,
      "end": 44476,
      "text": "Once the statutory mechanism under Section 18(1) of the MSMED Act, 2006 is triggered by any party it would override any agreement entered into between the parties.",
      "labels": [
        "RATIO"
      ],
      "id": "9383cdf5b6874e75b2e73bcb686d3d2c_225"
    },
    {
      "start": 44478,
      "end": 44767,
      "text": "48. Since the Commercial Court in its order dated 23.6.2023 (impugned herein) has not considered and properly appreciated the provisions of the MSMED Act, 2006 and has held that only the Courts at Jabalpur would have the jurisdiction, the impugned order is incorrect, and hence, set aside.",
      "labels": [
        "RPC"
      ],
      "id": "ba3339cca278489e9a0c2eb5f84c6c14_226"
    },
    {
      "start": 44768,
      "end": 44919,
      "text": "The award passed by the Facilitation Council dated 2.7.2009, signed on 7.9.2011 and final award passed on 3.2.2012 is hereby restored and affirmed.\n49.",
      "labels": [
        "RPC"
      ],
      "id": "efcc6e4ad6f347788984f511584d0840_227"
    },
    {
      "start": 44920,
      "end": 45032,
      "text": "Accordingly, the instant appeal filed under Section 37 of the Arbitration and Conciliation Act, 1996 is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "b5ad80e8c6364f538ebbf13993a1fccd_228"
    },
    {
      "start": 45033,
      "end": 45071,
      "text": "\nOrder date : 12.12.2023 Manish Himwan",
      "labels": [
        "NONE"
      ],
      "id": "5462cbd2331c4285a82642c9ac016acc_229"
    }
  ]
}