{
  "id": "b3161e3a402592162f0a084f61e16bf58a148838113286ddc8510026af77b338",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nBombay High Court \nBharat Bhogilal Patel vs Leitz Tooling Systems India Pvt. Ltd on 1 June, 2019 \nAuthor: S.J.Kathawalla\nBench: S.J. Kathawalla \n    Nitin                                   1 / 57                RPL-15-2019-3.doc\n\n            In The High Court Of Judicature At Bombay\n                  Ordinary Original Civil Jurisdiction \n                           In Its Commercial Division\n                       Review Petition (L) No. 15 Of 2019\n                                           In\n                        Commercial Suit No. 316 Of 2018 \n                                    Along With\n Notice Of Motion Commercial Division (L) No.2118 Of 2018 \n\n\nLeitz Tooling Systems India Private                  )\nLimited, Carrying on business as                     )\nCompany, having its registered office at             ) \nNo.486/C, Iv Phase, 14th Cross, Peenya               ) \nIndul Area, Bangalore - 560 058.                     )\nAnd also at Plot No.R-324, 1st Floor,                )\nT.T.C. Industrial Area, Behind Ipcl,                 )\nMidc, Rabale, Thane-Belapur Road,                    ) \nNavi Mumbai - 400 701.                               )        Petitioner / Org.Def. \n\n\nIn The Matter Of :\nBharat Bhogilal Patel                                ) \nHindu, Indian Inhabitant of Bombay,                  )\naged about 51 years, residing at 1/43, Juhu          )\nGold Mist, Gulmohar Road, Jvpd Scheme,               ) \nVileparle (W), Mumbai - 400 049                      ) \nAnd carrying on business from B/118, Gambhir         )\nIndustrial Estate, Off Aarey Road, Behind            ) \nPravasi Industrial Estate, Goregaon (East),          ) \nMumbai - 400 063.                                    )        Plaintiff \n\n\nVersus\nLeitz Tooling Systems India Private                  ) \nLimited, Carrying on business as                     )\nCompany, having its registered office at             ) \n\n\n\n     : : : Uploaded on - 03/06/2019                    : : : Downloaded on - 03/06/2019 21:58:53 : ::\n      Nitin                                    2 / 57                  RPL-15-2019-3.doc\n\nNo.486/C, Iv Phase, 14th Cross, Peenya                   ) \nIndul Area, Bangalore - 560 058.                         ) \nAnd also at Plot No.R-324, 1st Floor,                    ) \nT.T.C. Industrial Area, Behind Ipcl,                     ) \nMidc, Rabale, Thane-Belapur Road,                        ) \nNavi Mumbai - 400 701.                                   )        Defendant\n\n\nMr. Rashmin Khandekar alongwith Mr. Shashwat Rai instructed by Keystone\nPartners for the Petitioner/Original Defendant.\nMr. Nausher Kohli instructed by Mr. K.R. Parekh for the Plaintiff. \n\n                                    Coram :       S.J. Kathawalla, J.\n\n                                    Dated :       1St June,2019 \n\n                                                  (In Chambers)\n\nJudgement:\n1. The present Review Petition has been filed by the Petitioner seeking a review of the Judgment dated 27th February, 2019 passed by this Court in Axis Bank Limited vs. Mira Gehani & Ors.1\n2. Subsequent to the Judgment being delivered, the Petitioner filed a Praecipe dated 7th March, 2019, which read as under :\n\"1. By an order dated 20th August, 2018, this Hon'ble Court framed the following question of law :\n\"Whether in view of the amendment to the Code of Civil Procedure, 1908 by a Commercial Court, Commercial Division and Commercial Appellate Division of High Court's Act, 2015 (4 of 2016), the Defendant can be allowed to file the Written Statement after 120 days from the date of service of 1 2019 Scc Online Bom. 358 Nitin 3 / 57 RPL-15-2019-3.doc Writ of Summons in a Commercial Suit\".\n2. Pursuant to the above mentioned Order, this Hon'ble Court was pleased to decide the above issue by an Order dated 27th February, 2019.\n3. In this regard, the Defendant seeks to approach this Hon'ble Court for speaking to the minutes to the said Order dated 27th February, 2019 to the extent that contention of the Defendant with respect to the provisions of the Cpc, 1908 as amended by the Commercial Courts Act not being applicable to a commercial dispute below a stipulated specified value is left open.\" \n3. On the Praecipe, the following order came to be passed by this Court on 8 th March, 2019 :\n\"Xxx\n2. Though the contention of the Defendant finds place in Clause 5.25 to 5.32 of the Written submissions, no arguments were advanced qua the same. The learned Advocate appearing for the Defendant states that he had made oral submissions towards the end. My notings speak otherwise. In view thereof, the question of speaking to the Minutes as sought does not arise. However, the Defendant may move an Application seeking Review.\" \n4. The present Review Petition has therefore been filed pursuant to the  liberty granted by this Court in the above order. According to the Petitioner, in the Judgment, Nitin 4 / 57 RPL-15-2019-3.doc this Court did not decide a limited contention of the Petitioner viz. that the amendments introduced to the Code of Civil Procedure, 1908 (\"CPC\") by the Commercial Courts Act, 2015 (\"Commercial Courts Act\") are only applicable to a Commercial Dispute of a Specified Value and not commercial disputes not of a Specified Value. Section 2 (i) of the Commercial Courts Act prescribes that the Specified Value in respect of a commercial dispute shall not be less than Rupees Three Lacs. \n5. In the present Suit, the Plaintiff has determined the Specified Value of its suit at Rupees Twenty Thousand i.e. below the Specified Value as prescribed under the Commercial Courts Act. \n6. In view of the above, the question of law being decided by this Order is whether the amendments introduced to the CPC by the Commercial Courts Act apply to Commercial Disputes not of a Specified Value but nonetheless heard by a Commercial Division in view of the proviso to Section 7 of the Commercial Courts Act ? \n7. It is clarified that the present Order is restricted to only answering the question of law recorded in paragraph 6 above and disposal of Notice of Motion (L) No.2118 of 2018. Necessary orders will therefore have to be passed on the other applications seeking condonation of delay at the time of hearing of each of such application on its own merits. \n8. For adjudication of the question of law as above, it would be necessary to Nitin 5 / 57 RPL-15-2019-3.doc briefly set-out the legislative background leading to the enactment of the Commercial Courts Act as also certain relevant provisions thereof : \n8.1. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 was promulgated on 23 rd October, 2015. \nSubsequently, the Commercial Courts Act was enacted on 31 st December, 2015 and is deemed to have come into force from 23rd October, 2015. 8.2. The Commercial Courts Act came to be enacted pursuant to the recommendations made by the Law Commission of India in its 188 th Report and 253rd Report. \n8.3. The primary aim and object of the Commercial Courts Act, as can be discerned from its Statement of Objects and Reasons, was to provide speedy disposal of commercial disputes in order to reduce the pendency of cases and improve our country's image from the perspective of ease of doing business in India. 8.4. Under Section 4 of the Commercial Courts Act, Commercial Divisions were constituted in this Court for the purpose of exercising jurisdiction and powers conferred under the Commercial Courts Act. Section 4 of the Commercial Courts Act reads as under :\n\" 4. Constitution of Commercial Division of High Court. \n(1) In all High Courts, having ordinary original civil jurisdiction, the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Nitin 6 / 57 RPL-15-2019-3.doc Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act. \n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division.\"\n8.5. The Commercial Courts Act establishes Commercial Courts at the District level and Commercial Divisions in various High Courts ( including those having ordinary original civil jurisdiction) across India. The Specified Value, as defined by the Commercial Courts Act, stood earlier at Rupees One Crore. However, the Commercial Courts Act came to be amended in 2018 by the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018. Amongst other amendments, the Specified Value stood reduced to Rupees Three Lakhs as against the earlier Rupees One Crore. 8.6. Section 7 of the Commercial Courts Act, which has a bearing on the issues at hand, provides for the jurisdiction of Commercial Divisions and is reproduced hereunder :\n\" 7. Jurisdiction of Commercial Divisions of High Courts. \nAll suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Nitin 7 / 57 RPL-15-2019-3.doc Commercial Division of that High Court: \nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 or section 104 of the Patents Act, 1970 shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction. \n(emphasis supplied)\" \n8.7. As can be seen from the above Section, whilst Section 7 mandates that all suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court, its first proviso carves out an exception. The first proviso to Section 7 provides that all suits and applications relating to Commercial Disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of a High Court, shall be heard and disposed of by the Commercial Division of that High Court. The suits and applications covered under the first proviso are those which cannot be filed in a court Nitin 8 / 57 RPL-15-2019-3.doc below the District Court or before a High Court. These are matters we refer to as Intellectual Property Rights matters. These includes matters pertaining to trademarks and copyright etc. The provisions of the Trade Marks Act, 1999 and Copyright Act, 1957 contain provisions mandating that suits under these Acts should not be filed and cannot be entertained by courts below a District Court. The relevant provisions in this regard are Section 134 of the Trade Marks Act, 1999 and Section 62 of the Copyright Act, 1957. These provisions have been interpreted by this Court to entitle such suits to be filed on the Original Side of the Bombay High Court irrespective of their pecuniary jurisdiction. \n8.8. Section 16 of the Commercial Courts Act introduced certain amendments to the CPC. Section 16 reads as under :\n\" 16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.\n( 1 ) The provisions of the Code of Civil Procedure, 1908 shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule. \n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908, as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value. \n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908, by the State Government is in conflict with the Nitin 9 / 57 RPL-15-2019-3.doc provisions of the Code of Civil Procedure, 1908, as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail. \" \n8.9. Amongst other amendments introduced to the CPC by the Commercial Courts Act, an amendment was introduced mandating that a Written Statement in a Commercial Courts Act cannot be filed after 120 days from the service of writ of summons. The Apex Court, in its decision in M/s SCG Contracts India Pvt. Ltd. vs. K.S. Chamankar Infrastructure Pvt. Ltd. & Ors. 2 and this Court, in its decision in Axis Bank Limited vs. Mira Gehani & Ors. 3 have held that in Commercial Suits, a written statement by the Defendant cannot be taken on record after the expiry of 120 days from the date of service of the Writ of Summons.\n9. The present Order therefore decides whether or not this mandatory period of 120 days will apply to Commercial Suits/Commercial Disputes not of a Specified Value. \n10. Appearing for the Petitioner, Advocate Mr. Rashmin Khandekar submitted that Section 16 (1) of the Commercial Courts Act makes it clear that the provisions of the CPC stood amended only in respect of Commercial Disputes of a Specified Value. He submitted that this Court ought to literally interpret Section 16 for its language is plain and unambiguous. Therefore, as the Plaintiff in the present suit has computed the Specified Value at Rs.20,000/-, the amended provisions of the CPC including the 2 2019 SCC Online SC 226 3 2019 SCC Online Bom 358 Nitin 10 / 57 RPL-15-2019-3.doc mandatory proviso to Order VIII Rule 1 mandating that a Written Statement shall be filed within 120 days will not apply to this Suit. He further submitted that the whole scheme of the Commercial Courts Act makes it clear that there is a link between Commercial Disputes and Specified Value under the Act. Mr. Khandekar placed reliance on the decisions in Indian Overseas Bank vs. Jason Deckor P. Ltd.4; Nagarjuna Fertilizers & Chemicals Limited vs. Tecnimont SpA & Ors.5; Invoke Medical System Pvt. Ltd. vs. Kunal Structure (India) Pvt. Ltd. 6; Samsung Leasing Ltd. & Ors. vs. Samsung Electronic Co. Ltd. & Anr. 7 and OCI Corporation vs. Kandla Export Corporation & Ors8. It was further submitted that while interpreting any provision of a statute, the plain meaning has to be given effect to. If the language used in a section gives a simple meaning and message, it should be interpreted in such a way. The first and primary rule of construction is that the intention of the legislation must be found in the words used by the legislature itself. Reliance was also placed by him on the decisions in Prakash Nath Khanna & Anr. vs. Commissioner of Income Tax & Anr.9; Union of India vs. National Federation of Blind 10; Tata Power Company Ltd. & Ors. vs. Maharashtra Electricity Regulatory Commission & Ors. 11; and Ajay Enterprises (P) Ltd. & Anr. vs. Municipal Corporation of Delhi12. Mr. Khandekar 4 MANU/GJ/1383/2018 5 MANU/HY/0448/2018 6 MANU/GJ/0227/2019 7 2018 (167) DRJ 654 8 2016 SCC Online Guj 5981 9 (2004) 9 SCC 686 10 (2013) 10 SCC 772 11 MANU/SC/0932/2009 12 ILR (1972) 2 Del 629 Nitin 11 / 57 RPL-15-2019-3.doc therefore concluded that the question of law be answered to exclude the applicability of the CPC as amended by the Commercial Courts Act in respect of Commercial Disputes not of a Specified Value and that the un-amended CPC be applicable to matters which pertain to Commercial Disputes but not of a Specified Value. \n11. As opposed to the aforesaid arguments of Mr. Khandekar, I have heard Advocate Mr. Nausher Kohli appearing for the Plaintiff. According to Mr. Kohli, the Petitioner's argument that the amendments to the CPC as introduced by the Commercial Courts Act apply only to ' commercial disputes' of a 'Specified Value' and not merely 'commercial disputes' is converse to the mandate, purpose and legislative intent behind the Commercial Courts Act. In support of his argument, Mr. Kohli relied upon the Preamble, Section 4, Section 7, the marginal note/heading to Section 16 and the Schedule to the Commercial Courts Act. \n12. Relying on the Preamble, Mr. Kohli submitted that the Commercial Courts Act does not restrict itself only to 'commercial dispute of a Specified Value '. It is also concerned with \"matters connected therewith or incidental thereto\". Relying on Section 4, he submitted that as per the mandate of Section 4 of the Commercial Courts Act, this Commercial Division has been constituted for exercising the jurisdiction and powers conferred on it under the Commercial Courts Act. Such jurisdiction and power would necessarily include the power to enforce, apply and implement the Schedule to the Commercial Courts Act which introduces amendments to the CPC. Section 4 does not carve out a distinction between Nitin 12 / 57 RPL-15-2019-3.doc 'commercial disputes' and a 'commercial dispute of a Specified Value'. According to him, this evidences that the legislature did not intend to create any distinction so far as the applicability of the provisions of the Commercial Courts Act is concerned. He submitted that the Commercial Courts Act, the Law Commission Reports and the discussions on the bill by members of the Parliament do not refer to a distinct application of the provisions of the Commercial Courts Act. According to him, it would be akin to absurdity to apply the provisions of the Commercial Courts Act in a chaotic and irregular manner as both the types of matters require expeditious resolution in order to attain the objective for which the Commercial Courts Act was promulgated. \n13. Placing reliance on the marginal note/heading of Section 16 and the Schedule to the Commercial Courts Act, Mr. Kohli submitted that the Commercial Courts Act refers to 'commercial disputes' and not 'commercial disputes of a Specified Value' in the marginal note/heading of Section 16 and in the Schedule; the amendments introduced to Sections 35, Order VI, Rules 3 and 15 and Order XIII-A of the CPC. Whilst arguing, in fairness, he conceded that a marginal note/heading cannot be referred to for the purpose of construing a section, however, he submitted that a marginal note/heading can certainly be relied upon as indicating the drift of a section or to show what the section is dealing with. In this respect, he placed reliance on the decision of the Hon'ble Supreme Court in the case of K.P. Varghese vs. Nitin 13 / 57 RPL-15-2019-3.doc Income Tax Officer & Anr.13 According to him, had the legislature intended to create any distinction, there was no reason for the legislature to omit reference to 'commercial dispute of a Specified Value ' in the Schedule and marginal note/title to Section 16. Instead, the Schedule and marginal note/title to Section 16 clarifies that it applies to 'commercial disputes' whether of a 'Specified Value' or not. Hence, there is admittedly a conflict between Section 16 on the one hand and (i) the Schedule to the Commercial Courts Court and (ii) the marginal note/title to Section 16 on the other hand. In view of the apparent anomalies/inconsistencies/conflicts within the Commercial Courts Act itself, Mr. Kohli submitted that this Court ought to interpret Section 16 in a purposive manner and not in a restricted manner as Mr. Khandekar would have it. According to him, interpreting Section 16 literally would lead to erroneous and unintended consequences. Hence, this Court ought to interpret the words 'commercial disputes of a Specified Value ' in Section 16 to mean and include 'commercial disputes' covered under the first proviso to Section 7 as well. In this context, he placed reliance on the decisions of the Hon'ble Apex Court in Union of India vs Filip Tiago De Gama of Vedem Vasco De Gama 14; Rajbir Singh Dalal (Dr.) vs Chaudhari Devilal University, Sirsa15; Commissioner of Income Tax, Central Calcutta vs National Taj Traders16; Shailesh Dhairyawan vs Mohan Balkrishna Lulla 17 and 13 (1981) 4 SCC 173 14 1990 (1) SCC 277 15 2008 (9) SCC 284 16 1980 (1) SCC 370 17 2016 (3) SCC 619 Nitin 14 / 57 RPL-15-2019-3.doc Indian Performing Rights Society vs Sanjay Dalia18.\n14. Mr. Kohli's second leg of argument was that if Mr. Khandekar's arguments are accepted, there would be a resultant absurdity in the application of the Commercial Courts Act. Illustratively, the office of this Court would hence forth be required to assess not only whether or not a suit filed in this Court is a ' Commercial Suit' but would also have to enquire into the valuation of every Intellectual Property Rights matter to govern whether or not it falls within the ' Specified Value' or not. Upon such assessment, the office of this Court would next have to assess if the said Plaint so filed is in compliance with the Commercial Courts Act ( if it is of a 'Specified Value') or conversely, if the said plaint is in compliance with the CPC as un-amended by the CPC (if it is not of a 'Specified Value'). In the latter case, the office of this Court will direct that a Commercial Suit not of a ' Specified Value' will not be accompanied by a Statement of Truth etc. but would yet be titled as a ' Commercial Suit' in its cause-title. This, according to him, is an extreme absurdity resulting from Mr. Khanderkar's interpretation of Section 16 of the Commercial Courts Act. Further, he submitted that whilst Intellectual Property Rights matters above the ' Specified Value' will be heard by this Commercial Division and these matters would be governed by the provisions of the Commercial Courts Act in toto, an Intellectual Property Rights matter not of a Specified Value will not be governed by all the 18 2015 (10) SCC 161 Nitin 15 / 57 RPL-15-2019-3.doc provisions of the Commercial Courts Act even though the said matter is being :\ni. Adjudicated by the same forum (Commercial Division);\nii. Adjudicated under the Commercial Courts Act;\niii.           Is a Commercial Suit; and iv.            Is a Commercial Suit in relation to an Intellectual Property Rights matter. \nThis, according to him, could never have been the intent of the legislature. The Commercial Court Act, having created a separate class of proceedings labelled as 'Commercial Suits', its procedure must apply in the trial of all such suits whether of a Specified Value or not. The objective of the Commercial Courts Act would be defeated if one category of cases i.e. those filed under the first proviso to Section 7 of the Commercial Courts Act, are merely registered as 'commercial suits' in their cause-title but are not governed by major provisions of the Commercial Courts Act. \nThis, according to Mr. Kohli would create a backlog in the Commercial Division, the very mischief for which the Commercial Courts Act was promulgated, and eventually dampen and cripple the very objective of the Commercial Courts Act. \n15. Mr. Kohli further submitted that if Mr. Khandekar's arguments are accepted, an order/decree passed in matters such as the present suit would continue to be heard by the Commercial Appellate Division despite not being governed by the procedure under the Commercial Courts Act. This would render Section 13 otiose as well. The Commercial Courts Act is designed to expedite such suits and in the absence of such procedure, matters filed in the Commercial Division emanating from Nitin 16 / 57 RPL-15-2019-3.doc the first proviso to Section 7 of the Commercial Courts Act would be effectively governed by the rules and procedures applicable to non-commercial matters, defeating the very purpose for which the Commercial Division was created. In other words, if the submissions of the Petitioner are anything to go by, the Commercial Division would hear such matters without the aid of the provisions of the Commercial Courts Act, yet requiring that the Commercial Division dispose of matters at an expedited pace, resulting in an acute absurdity. \n16. Mr. Kohli also submitted that if Mr. Khandekar's arguments are given any credence, it would lead to the creation of a further sub-class within a class as the sub- class of matters under the first proviso to Section 7 would be separated from the class of other matters under the Commercial Courts Act without any intelligible differentia. This would be unconstitutional in the very least as the creation of a sub-class within a class would be hit by Article 14 of the Constitution. In this context, reliance was placed by him on the Apex Court's decision in Sansar Chand Atri vs. State of Punjab 19.\n17. Mr. Kohli concluded that the phrase 'commercial disputes of a Specified Value' used in Section 16 of the Commercial Courts Act ought to be interpreted to also include 'commercial disputes' governed under the first proviso to Section 7 of the Commercial Courts Act. This, according to him, would be a proper, rational, consistent and purposive interpretation of the Commercial Courts Act. \n18. I have considered the aforesaid arguments canvassed by Mr. Khandekar and 19 (2002) 4 SCC 154 Nitin 17 / 57 RPL-15-2019-3.doc Mr. Kohli. I have also considered the various decisions of the Apex Court and various High Courts as cited by them. However, prior to dealing with their respective arguments, it would be necessary even at the cost of repetition to once again set-out the subject provision viz. Section 16 of the Commercial Courts Act :\n\" 16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes. \n(1) The provisions of the Code of Civil Procedure, 1908 shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule. \n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908, as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value. \n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908, by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908, as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"\n19. A bare reading of Section 16 of the Commercial Courts Act begs the interpretation that the provisions of the CPC shall, in their application to any suit in respect of a commercial dispute of a Specified Value , stand amended in the manner as specified in the Schedule to the Commercial Courts Act and that this Commercial Nitin 18 / 57 RPL-15-2019-3.doc Division, shall follow the provisions of the CPC as amended by the Commercial Courts Act, in the trial of a suit in respect of a commercial dispute of a Specified Value . \n20. Whilst I agree with Mr. Kohli in his argument that as per the mandate of Section 4 of the Commercial Courts Act, this Commercial Division has been constituted for exercising the jurisdiction and powers conferred on it under the Commercial Courts Act, in my view, such jurisdiction ought to be exercised within the four corners of the Commercial Courts Act. An express provision such as Section 16 cannot be ignored in such manner. It was also Mr. Kohli's argument that Section 4 does not carve out a distinction between a 'commercial dispute' and a 'commercial dispute of a Specified Value'. While this may be so, Section 16 clearly does so. \n21 . In so far as Mr. Kohli's reliance on the marginal note/heading to Section 16 is concerned, I believe the extent of reliance this Court can place on a marginal note/heading of a provision is no longer res integra. In this context, it would be appropriate to reproduce the following findings of the Apex Court in its decision rendered in Karnataka Rare Earth vs. Deptt. of Mines & Geology20 :\n\"14. In support of the submission that the demand for the price of mineral raised and exported is in the nature of penalty, the learned counsel for the appellants has relied on the marginal note of Section 21. According to Justice Singh, G.P.: Principles of Statutory Interpretation (8th Edn., 2001, at p. 147), though the opinion is not uniform but the weight of 20 (2004) 2 SCC 783 Nitin 19 / 57 RPL-15-2019-3.doc authority is in favour of the view that the marginal note appended to a section cannot be used for construing the section. There is no justification for restricting the section by the marginal note nor does the marginal note control the meaning of the body of the section if the language employed therein is clear and spells out its own meaning. In Director of Public Prosecutions v. Schildkamp[(1969) 3 All ER 1640 :\n(1970) 2 WLR 279 (HL)] Lord Reid opined that a sidenote is a poor guide to the scope of a section for it can do no more than indicate the main subject with which the section deals and Lord Upjohn opined that a sidenote being a brief prcis of the section forms a most unsure guide to the construction of the enacting section and very rarely it might throw some light on the intentions of Parliament just as a punctuation mark.\"\n22. The following judgments and observations contained therein, relied upon by Mr. Khandekar with respect to the reliance upon a marginal note in interpreting a section are also relevant:\na. Prakash Nath Khanna & Anr. vs. Commissioner of Income Tax & Anr. 21 \"16. Two principles of construction -- one relating to casus omissus and the other in regard to reading the statute as a whole -- appear to be well settled. Under the first principle a casus omissus cannot be supplied by the court except in the case of clear necessity and when reason for it is found in the four corners of the statute itself but at the same time a casus omissus should not be readily inferred and for that 21 (2004) 9 SCC 686 Nitin 20 / 57 RPL-15-2019-3.doc purpose all the parts of a statute or section must be construed together and every clause of a section should be construed with reference to the context and other clauses thereof so that the construction to be put on a particular provision makes a consistent enactment of the whole statute. This would be more so if literal construction of a particular clause leads to manifestly absurd or anomalous results which could not have been intended by the legislature. \"An intention to produce an unreasonable result\", said Danckwerts, L.J., in Artemiou v. Procopiou [(1966) 1 QB 878 : (1965) 3 All ER 539 : (1965) 3 WLR 1011 (CA)] (All ER p. 544 I), \"is not to be imputed to a statute if there is some other construction available\". Where to apply words literally would \"defeat the obvious intention of the legislation and produce a wholly unreasonable result\", we must \"do some violence to the words\" and so achieve that obvious intention and produce a rational construction. [Per Lord Reid in Luke v. IRC [1963 AC 557 : (1963) 1 All ER 655 : (1963) 2 WLR 559 (HL)] where at AC p. 577 he also observed: (All ER p. 664 I) \"This is not a new problem, though our standard of drafting is such that it rarely emerges.\"] \n17. The heading of the section or the marginal note may be relied upon to clear any doubt or ambiguity in the interpretation of the provision and to discern the legislative intent. In CIT v. Ahmedbhai Umarbhai and Co. [AIR 1950 SC 134] after referring to the view expressed by Lord Macnaghten in Balraj Kunwar v. Jagatpal Singh [ILR (1904) 26 All 393 : 31 IA 132 : 1 All LJ 384 (PC)] it was held that marginal notes in an Indian statute, as in an Act of Parliament cannot be referred to for the Nitin 21 / 57 RPL-15-2019-3.doc purpose of construing the statute. Similar view was expressed in Board of Muslim Wakfs, Rajasthan v. Radha Kishan [(1979) 2 SCC 468] and Kalawatibai v. Soiryabai [(1991) 3 SCC 410 : AIR 1991 SC 1581]. Marginal note certainly cannot control the meaning of the body of the section if the language employed there is clear. (See Nandini Satpathy v. P.L. Dani [(1978) 2 SCC 424 : 1978 SCC (Cri) 236 : AIR 1978 SC 1025] .) In the present case as noted above, the provisions of Section 276-CC are in clear terms. There is no scope for trying to clear any doubt or ambiguity as urged by learned counsel for the appellants. Interpretation sought to be put on Section 276-CC to the effect that if a return is filed under sub-section (4) of Section 139 it means that the requirements of sub-section (1) of Section 139 would stand complied with cannot be accepted for more reasons than one.\" (Emphasis Supplied) b. Union of India vs National Federation of Blind 22 \"46. The heading of a section or marginal note may be relied upon to clear any doubt or ambiguity in the interpretation of the provision and to discern the legislative intent. \nHowever, when the section is clear and unambiguous, there is no need to traverse beyond those words, hence, the headings or marginal notes cannot control the meaning of the body of the section. Therefore, the contention of Respondent 1 herein that the heading of Section 33 of the Act is \"Reservation of posts\" will not play a crucial role, when the section is clear and unambiguous.\" (Emphasis Supplied) 22 (2013) 10 SCC 772 Nitin 22 / 57 RPL-15-2019-3.doc c. Tata Power Company Ltd. and Ors. vs Maharashtra Electricity Regulatory Commission & Ors 23 \"116. Chapter headings and the marginal note are parts of the statute. They have also been enacted by the Parliament. There cannot, thus, be any doubt that it can be used in aid of the construction. It is, however, well settled that if the wordings of the statutory provision are clear and unambiguous, construction of the statute with the aid of `chapter heading' and `marginal note' may not arise. It may be that heading and marginal note, however, are of a very limited use in interpretation because of its necessarily brief and inaccurate nature. They are, however, not irrelevant. They certainly cannot be taken into consideration if they differ from the material they describe. \n117. We may notice some authorities on the subject at the outset. \n118. In Bennion on Statutory Interpretation, Fifth edition, Section 255, it is stated:\nwhere general words are preceded by a heading indicating a narrower scope it is legitimate to treat the general words as cut down by the heading. \n119. Section 256 of the said treatise deals with \"sidenote, heading or title\", wherein it is stated:\n23 MANU/SC/0932/2009 Nitin 23 / 57 RPL-15-2019-3.doc Use in interpretation - Like anything else in what Parliament puts out as its Acts, a sidenote or heading is part of the Act, despite dicta to the contrary. It may therefore be used by the interpreter. `No judge can be expected to treat something which is before his eyes as though it were not there. However, the sidenote or section heading is of very limited use in interpretation because of its necessarily brief and therefore possibly inaccurate nature. \n120. It was commented:\nIf the sidenote contradicts the text this puts the interpreter on inquiry; but the answer may be that the drafter chose an inadequate signpost, or neglected to alter it to match an amendment made to the clause during the passage of the Bill. Such facts are outside the knowledge of the interpreter, who must therefore adopt a rule not depending on them. \n... \nModern judges believe it proper to consider sidenotes or headings to sections, and gather what guidance they can from them. Thus Vinelott J said that the sidenote to the Income and Corporation Taxes Act, 1970 Section 488 (repealed) was a permissible and useful guide that threw a light on the mischief at which the section was aimed. \nUpjohn LJ gave a precisely accurate indication of the role of the sidenote when he said:\nWhile the marginal note to a section cannot control the language used in the section , Nitin 24 / 57 RPL-15-2019-3.doc it is at least permissible to approach a consideration of its general purpose and the mischief at which it is aimed with the note in mind. \nThe italicised words accurately show the relationship of this component to the informed interpretation rule. Earlier inconsistent dicta, a selection of which are now considered, must be treated as erroneous. \n121. In Interpretation of Statutes, Fourth Edition, by Vepa P. Sarathi at page 347 it is stated:\nThe heading of a chapter may be referred to in order to determine the sense of any doubtful expression in a section ranged under it. But it cannot control unambiguous expressions. \nIt is true that a heading cannot control the interpretation of a clause if its meaning is otherwise plain and unambiguous, but it can certainly be referred to as indicating the general drift of the clause and affording a key to a better understanding of its meaning.\n122. Similarly in Principles of Statutory Interpretation by Justice G.P. Singh, upon noticing the conflicting opinion, the learned Author states:\nThe view is now settled that the Headings or Titles prefixed to section or group of sections can be referred to in construing an Act of the Legislature. \nNitin 25 / 57 RPL-15-2019-3.doc 123. Chapter heading, therefore, is a permitted tool of interpretation. It is considered to be a preamble of that section to which it pertains. It may be taken recourse to where an ambiguity exists. However, where there does not exist any ambiguity, it cannot be resorted to. Chapter heading and marginal note, however, can be resorted to for the purpose of resolving the doubts. \n124. It furthermore appears that there is a drift from the old value in recent times. \n125. We may notice that the English decisions whereupon reliance had been placed by this Court in various judgments and in particular Chandler v. DPP (1962) All ER 142 , str considered to be a no longer a good law in the country of origin, as stated in Bennion on Statutory Interpretation Fifth Edition at page 748:\nSuperseded dicta Phillimore LJ referred to a `general rule of law' to the effect that marginal notes must be disregarded `upon the principle that those notes are inserted not by Parliament nor under the authority of Parliament, but by irresponsible persons'. \nIn fact, with occasional trifling exceptions, the marginal notes in an Act are not inserted by parliamentary clerks - or even drafters - but are contained either in the Bill as introduced or in new clauses added by amendment. Furthermore, the clerks are not Nitin 26 / 57 RPL-15-2019-3.doc `irresponsible persons', but are subject to the authority of Parliament. Avory J. said that `marginal notes form no part of a statute'. He added : `They are not voted on or passed by Parliament, but are inserted after the Bill has become law'. This is not the case however. The entire Act is passed by Parliament and is entered, or deemed to be entered, in the Parliament Roll with all non-amendable components included. These components mostly remain unchanged throughout the passage of the Bill. They are certainly not inserted after the Bill has become law. Willes J. after asserting that the marginal notes and other `appendages' are not part of an Act, said of any Act, passed after the practice of actually engrossing Acts on the Parliament Roll ceased in 1849:\n`The Act, when passed, must be looked at just as if it were still entered upon a roll, which it may be again if Parliament should be pleased so to order; in which case it would be without these appendages.... \n126. It is, however, evident from the decision of this Court in Indian Aluminium Company v. Kerala State Electricity Board MANU/SC/0310/1975 : [1976]1SCR70 , that the modern trend is to take into consideration the marginal note. It could be used, as has been held, in R.S. Joshi, Sales Tax Officer, Gujarat and Ors. v. Ajit Mills Limited and Anr. MANU / SC/0300/1977 : [1978]1SCR338 . Relevance of marginal note was also taken note of in Ramesh Chand and Ors. v. State of U.P. and Ors.\nMANU/SC/0389/1979 : [1980]1SCR498 .\n127. In Bombay Dyeing and Mfg. Co. Ltd. v. Bombay Environmental Action Group and Ors. MANU / SC/1197/2006 : AIR2006SC1489 , marginal note has been Nitin 27 / 57 RPL-15-2019-3.doc taken into consideration as an intrinsic part of the Section. In Deewan Singh and Ors. v. Rajendra Pd. Ardevi and Ors. MANU/SC/0207/2007 : AIR2007SC767 it has been held that the marginal note may be taken into consideration for the purpose of proper construction of the provision although there is no ambiguity. Sarabjit Rick Singh v. Union of India (UOI) MANU/SC/0041/2008 : (2008)2SCC417 follows Deewan Singh (supra).\" (Emphasis Supplied) \n23. As can be seen from the above findings, it is now settled law that a marginal note/heading cannot control the plain words of a section. When the words used in a provision are clear and unambiguous, a marginal note/heading cannot be used to alter the interpretation of such provision. I am therefore, unable to agree with Mr. Kohli's reliance on the marginal note/heading of Section 16. Similarly, I also cannot agree with Mr. Kohli's reliance on the Schedule to the Commercial Courts Act. The expressions used in the Schedule to an enactment cannot control or prevail against the express enactment and in case of any inconsistency between the Schedule and the enactment, the enactment is to prevail and if any part of the Schedule cannot be made to correspond to the Act, it must yield to the Act. In this context, the following findings of the Apex Court in its decision rendered in Aphali Pharmaceuticals Ltd. v. State of Maharashtra24 :\n\"31. A Schedule in an Act of Parliament is a mere question of drafting. It is the legislative intent that is material. An 24 (1989) 4 SCC Nitin 28 / 57 RPL-15-2019-3.doc Explanation to the Schedule amounts to an Explanation in the Act itself. As we read in Halsbury's Laws of England, Third Edn., Vol. 36, para 551 [Ed.: See in Fourth Edition, Vol. 44, para 822] :\n\"To simplify the presentation of statutes, it is the practice for their subject-matter to be divided, where appropriate, between sections and Schedules, the former setting out matters of principle, and introducing the latter, and the latter containing all matters of detail. This is purely a matter of arrangement, and a Schedule is as much a part of the statute, and as much an enactment, as is the section by which it is introduced.\" \nThe Schedule may be used in construing provisions in the body of the Act. It is as much an act of legislature as the Act itself and it must be read together with the Act for all purposes of construction. Expressions in the Schedule cannot control or prevail against the express enactment and in case of any inconsistency between the Schedule and the enactment, the enactment is to prevail and if any part of the Schedule cannot be made to correspond it must yield to the Act. Lord Sterndale, in IRC v. Gittus [(1920) 1 KB 563] said: (at p. 576). \n\"It seems to me there are two principles or rules of interpretation which ought to be applied to the combination of Act and Schedule. If the Act says that the Schedule is to be used for a certain purpose and the heading of the part of the Schedule in question shows that it is prima facie at any rate devoted to that purpose, then you must read the Act and the Schedule as though the Schedule were operating for that Nitin 29 / 57 RPL-15-2019-3.doc purpose, and if you can satisfy the language of the section without extending it beyond that purpose, you ought to do it. But if in spite of that you find in the language of the Schedule words and terms that go clearly outside that purpose, then you must give effect to them and you must not consider them as limited by the heading of that part of the Schedule or by the purpose mentioned in the Act for which the Schedule is prima facie to be used. You cannot refuse to give effect to clear words simply because prima facie they seem to be limited by the heading of the Schedule and the definition of the purpose of the Schedule contained in the Act.\" \n24. In this regard, the following observations in the case of Ajay Enterprises (P) Ltd. and Anr. vs Municipal Corporation Of Delhi 25 relied upon by Mr. Khandekar are also relevant- \"There can be no dispute that the various provisions of an enactment are to be so construed as to give a harmonious applicability. But the question to be determined is as to what is the effect if the language of the provisions in a schedule is contrary to the provisions contained in the main enactment. Craies on Statute Law (Seventh Edition) at pages 224-225 says, \"The schedule is as much a part of the statute, and is as much an enactment, as any other part, but if an enactment in a schedule contradicts an earlier clause the clause prevails against the schedule\". Maxwell on Interpretation of Statutes (Eleventh Edition) at page 156 says, \"Where a passage in a schedule to a statute was repugnant to one in the body of the statute, the latter was held to prevail, and the mere wording of a specimen form in a Schedule to an Act cannot restrict or enlarge a provision in the Act itself.\" Again Maxwell on Interpretation of Statutes (Twelfth Edition) at page 12 says, \"Schedules to statutes are as much part of an Act as any other, and may be used in construing provisions in the body of the Act. Similarly, provisions in a schedule will be construed in the 25 ILR (1972) 2 Del 629 at page 639 Nitin 30 / 57 RPL-15-2019-3.doc light of what is enacted in the sections\". It is, therefore, evident that provisions in a schedule are to be construed in the light of what is enacted in the sections. If the words of a section are clear without admitting of any ambiguity, one cannot refuse to give effect to the clear words of the statute, and the positive language of an enactment cannot be dispensed with. That being so, if an enactment in a schedule contradicts the language of the section itself to which the schedule is appended, the section prevails against the schedule. Reference may be made here to The Queen v. Baines, (1840) 12 A. D. & E. 227. In that case Bains took objection to the legality of Ms deprivation on various grounds. One of the objection was to the form of the significavite as being issued by Dean of Arches and not by the Archbishop himself. The contention raised was that the form of significavite itself as given in the schedule proved that the jury, i.e., the Bishop was the only person who ought to certify as the form of significavite could only apply to a Bishop. Dealing with the contention Lord Denman, C.J., observed at page 227, \"... such form although embodied in the Act, cannot be deemed conclusive of a question of this nature: we have also to consider the language of the section itself to which the schedule is appended; and, if there be any contradiction between the two, which upon fair construction there perhaps will not be found to be, upon ordinary principles the form, which is made to suit rather the generality of cases than all cases, must give way.\" (Emphasis Supplied) \n25. Mr. Kohli relied heavily on his submissions that this Court ought to interpret Section 16 of the Commercial Courts Act in a purposive manner. During the course of arguments, Mr. Kohli relied upon the following decisions and the findings therein to persuade me in 'purposively' interpreting Section 16 as suggested by him :\n25.1 Sansar Chand Atri vs. State of Punjab26 :\n\" 9. It is relevant to note here that in the certificate issued by the Ministry of Defence the appellant has been described as an ex-serviceman. The provision for reservation in the Service Rules is meant for the benefit of ex-servicemen. The 26 (2002) 4 SCC 154 Nitin 31 / 57 RPL-15-2019-3.doc purpose is to provide them with suitable jobs in the civil services so that they may not face difficulty in adjusting themselves in civil society after leaving the defence service. In the context of the scheme of the provision the provisions in the Rules should be interpreted in a purposive and reasonable manner so that the intent and purpose of the provision is served. From the provisions in the Rules it appears that a distinction has been made for persons who are released from the army on the ground of medical disqualification or on the ground of inefficiency or misconduct. Such distinction is reasonable keeping in view the purpose of reservation of posts made under the Rules. All the ex-defence service personnel are to be treated as a class separate from other candidates for the purpose of offer of jobs and no differentiation or discrimination can be made amongst them unless such differences are real and substantial. Testing the provisions in this context we are of the view that a person in the army who has earned pension after putting in the requisite period of service before leaving the army whether at his own request or on being released by the employer or on any ground should be treated as an ex-serviceman who has retired from the army. Such treatment is to be meted out to all such persons irrespective of whether the nomenclature used is \"released [ As per Corrigendum issued by Supreme Court of India dated 7-8-2002 No. F.3/Ed. B.J./141/2002] \" or \"discharged\" or \"retired\". If the contention raised on behalf of the Service Commission and the State Government that since the appellant has been Nitin 32 / 57 RPL-15-2019-3.doc discharged from the army at his own request, he cannot be treated as an ex-serviceman, is accepted then it will create a class within a class without rational basis and, therefore, becomes arbitrary and discriminatory. It will also defeat the purpose for which the provision for reservation has been made. \n10. The High Court, in our view, is not justified in placing reliance on sub-clause (iv) of the definition clause and excluding the writ petitioners from the eligible category on that basis. Sub-clause (iv) has no application in the instant case for the reason that it applies to such of those persons who are released from service after specific period of engagement and become entitled to get gratuity. If a person, who served in the armed forces, is released after being granted the benefit of pension, the case is taken out of the purview of sub-clause (iv). The exclusionary words \"otherwise than at his own request\" occurring in sub-clause (iv) cannot, therefore, be relied upon to deny the benefit to the appellants. Then the question arises, whether such person would fall under sub-clause (i)? True, according to the terminology used in the Service Rules governing the armed forces there is a distinction between retirement and release/discharge, as pointed out by the High Court. But, in the context of definition of ex-serviceman in Rule 2( c )( ii ), the broader meaning has to be given to the word \"retired\" occurring in sub-clause ( i ). In principle and in the light of the considerations set out above, there is no rational basis for excluding those discharged or Nitin 33 / 57 RPL-15-2019-3.doc released from service after earning pension. It is only after considerable period of satisfactory service a member of the armed forces becomes entitled to pension. The mere fact that after such long period of service he voluntarily quit the service with the consent of the employer should not place him in a disadvantageous position for claiming the benefit of reservation for ex-serviceman. Therefore, the expression \"retirement\" should be given wider meaning in order to effectuate the objective behind the Rule .\"\n[Emphasis supplied]\"\n25.2. Union of India vs Filip Tiago De Gama of Vedem Vasco De Gama27 : \nT he paramount object in statutory interpretation is to discover what the legislature intended. This intention is primarily to be ascertained from the text of enactment in question. That does not mean the text is to be construed merely as a piece of prose, without reference to its nature or purpose. A statute is neither a literary text nor a divine revelation. \"Words are certainly not crystals, transparent and unchanged\" as Mr Justice Holmes has wisely and properly warned. (Towne v. Eisner [245 US 418, 425 (1918)] ) Learned Hand, J., was equally emphatic when he said: \"Statutes should be construed, not as theorems of Euclid, but with some imagination of the purposes which lie behind them.\" (Lenigh Valley Coal Co. v. Yensavage [218 FR 547, 553] ) \n17. Section 30(2) provides that amended provisions of Section 23(2) shall apply, and shall be deemed to have 27 1990 (1) SCC 277 Nitin 34 / 57 RPL-15-2019-3.doc applied, also to, and in relation to, any award made by the Collector or court between April 30, 1982 and September 24, 1984, or to an appellate order therefrom passed by the High Court or Supreme Court. The purpose of these provisions seems to be that the awards made in that interregnum must get higher solatium inasmuch as to awards made subsequent to September 24, 1984. Perhaps it was thought that awards made after the commencement of the Amending Act 68 of 1984 would be taken care of by the amended Section 23(2). \nThe case like the present one seems to have escaped attention by innocent lack of due care in the drafting. The result would be an obvious anomaly as will be indicated presently. If there is obvious anomaly in the application of law the court could shape the law to remove the anomaly. If the strict grammatical interpretation gives rise to absurdity or inconsistency, the court could discard such interpretation and adopt an interpretation which will give effect to the purpose of the legislature. That could be done, if necessary even by modification of the language used [See: Mahadeolal Kanodia v. Administrator General of West Bengal [(1960) 3 SCR 578 : AIR 1960 SC 936] ]. The legislators do not always deal with specific controversies which the courts decide. They incorporate general purpose behind the statutory words and it is for the courts to decide specific cases. If a given case is well within the general purpose of the legislature but not within the literal meaning of the statute, then the court must strike the balance. \n     Nitin                                         35 / 57                RPL-15-2019-3.doc                                                             (Emphasis supplied)\" \n25.3. Rajbir Singh Dalal (Dr.) vs Chaudhari Devilal University, Sirsa28 : \n\"12. Mr P.S. Patwalia, learned Senior Counsel for the appellant submitted that in the UGC Regulations for the post of Lecturer the requirement was a Masters degree in the relevant subject, whereas the expression \"in the relevant subject\" is not mentioned in the qualifications for the post of Reader. Hence, he submitted that it was not necessary for the appellant to have a Masters degree in the relevant subject for appointment to the post of Reader. We regret we cannot agree. In our opinion, the words \"in the relevant subject\" has to be read into the qualification for the post of Reader also. To take a contrary view would lead to a strange situation as that would mean that a person who has an MA degree in Music or History, is qualified to be appointed as Reader in Political Science. \n13. No doubt, the ordinary principle of interpretation is that words should neither be added nor deleted from a statutory provision. However, there are some exceptions to the rule where the alternative lies between either supplying by implication words which appear to have been accidentally omitted, or adopting a strict construction which leads to absurdity or deprives certain existing words of all meaning, and in this situation it is permissible to supply the words (vide Principles of Statutory Interpretation by Justice G.P. Singh, 9th Edn., pp. 71-76). \n28 2008 (9) SCC 284      Nitin                                       36 / 57                   RPL-15-2019-3.doc 14. Thus, in Siraj-ul-Haq Khan v. Sunni Central Board of Waqf [AIR 1959 SC 198] , the Supreme Court interpreted the words \"any person interested in a waqf\" in Section 5(2) of the U.P. Muslim Waqfs Act, 1936 as meaning \"any person interested in what is held to be a waqf\". \n15. Similarly, in State Bank of Travancore v. Mohd. M. Khan [(1981) 4 SCC 82 : AIR 1981 SC 1744] , while construing Section 4(1) of the Kerala Agriculturists' Debt Relief Act, 1970 the Supreme Court interpreted the words \"any debt due before the commencement of this Act to any banking company\" as meaning \"any debt due at and before the commencement of this Act\". \n16. Similarly, in Gujarat Composite Ltd. v. Ranip Nagarpalika [(1999) 8 SCC 675 : AIR 2000 SC 135] the Supreme Court interpreted the words \"grog minerals\" to mean \"grog and minerals\". In Southern Railway v. T.R. Chellappan [(1976) 3 SCC 190 : 1976 SCC (L&S) 398 : AIR 1975 SC 2216] the Supreme Court interpreted the words \"any party to an arbitration agreement\" occurring in Section 33 of the Arbitration Act, 1940 to mean \"a person who is alleged to be a party to an arbitration agreement\". (Emphasis supplied)\". 25.4. Commissioner of Income Tax, Central Calcutta vs. National Taj Traders 29 : \n\"10. Two principles of construction -- one relating to casus omissus and the other in regard to reading the statute as a whole -- appear to be well settled. In regard to the former the following statement of law appears in Maxwell on Interpretation of Statutes (12th Edn.) at p. 33:\n29 1980 (1) SCC 370 Nitin 37 / 57 RPL-15-2019-3.doc \"Omissions not to be inferred.--It is a corollary to the general rule of literal construction that nothing is to be added to or taken from a statute unless there are adequate grounds to justify the inference that the legislature intended something which it omitted to express. Lord Morsey said: 'It is a strong thing to read into an Act of Parliament words which are not there, and in the absence of clear necessity it is a wrong thing to do'. 'We are not entitled', said Lord Loreburn L.C., 'to read words into an Act of Parliament unless clear reason for it is to be found within the four corners of the Act itself'. A case not provided for in a statute is not to be dealt with merely because there seems no good reason why it should have been omitted, and the omission appears in consequence to have been unintentional.\" \nIn regard to the latter principle the following statement of law appears in Maxwell at p. 47:\n\"A statute is to be read as a whole.--It was resolved in the case of Lincoln College [(1595) 3 Co. Rep. 58b at p. 59b] that the good expositor of an Act of Parliament should 'make construction on all the parts together, and not of one part only by itself'. Every clause of a statute is to 'be construed with reference to the context and other clauses of the Act, so as, as far as possible, to make a consistent enactment of the whole statute'.\" (Per Lord Davey in Canada Sugar Refining Co. Ltd. v.R., 1898 AC 735.) In other words, under the first principle a casus omissus cannot be supplied by the Court except in the case of clear necessity and when reason for it is found in the four corners Nitin 38 / 57 RPL-15-2019-3.doc of the statute itself but at the same time a casus omissus should not be readily inferred and for that purpose all the parts of a statute or section must be construed together and every clause of a section should be construed with reference to the context and other clauses thereof so that the construction to be put on a particular provision makes a consistent enactment of the whole statute. This would be more so if literal construction of a particular clause leads to manifestly absurd or anomalous results which could not have been intended by the Legislature. \"An intention to produce an unreasonable result\", said Danckwerts, L.J., in Artemiou v. Procopiou (1966 1 QB 878), \"is not to be imputed to a statute if there is some other construction available\". Where to apply words literally would \"defeat the obvious intention of the legislation and produce a wholly unreasonable result\" we must \"do some violence to the words\" and so achieve that obvious intention and produce a rational construction. [Per Lord Reid in Luke v. IRC (1966 AC 557) where at p. 577 he also observed: \"this is not a new problem, though our standard of drafting is such that it rarely emerges\".] In the light of these principles we will have to construe sub-section (2)(b) with reference to the context and other clauses of Section 33-B. (Emphasis supplied)\". \n25.5. Shailesh Dhairyawan vs Mohan Balkrishna Lulla30 :\n30 2016 (3) SCC 619 Nitin 39 / 57 RPL-15-2019-3.doc \"31. The aforesaid two reasons given by me, in addition to the reasons already indicated in the judgment of my learned Brother, would clearly demonstrate that the provisions of Section 15(2) of the Act require purposive interpretation so that the aforesaid objective/purpose of such a provision is achieved thereby. The principle of \" purposive interpretation \" or \" purposive construction \" is based on the understanding that the court is supposed to attach that meaning to the provisions which serve the \" purpose \" behind such a provision. The basic approach is to ascertain what is it designed to accomplish? To put it otherwise, by interpretative process the court is supposed to realise the goal that the legal text is designed to realise. As Aharon Barak puts it:\n\"Purposive interpretation is based on three components: language, purpose, and discretion. Language shapes the range of semantic possibilities within which the interpreter acts as a linguist. Once the interpreter defines the range, he or she chooses the legal meaning of the text from among the (express or implied) semantic possibilities. The semantic component thus sets the limits of interpretation by restricting the interpreter to a legal meaning that the text can bear in its (public or private) language.\" [ Aharon Barak, Purposive Interpretation in Law (Princeton University Press, 2005).] \n32. Of the aforesaid three components, namely, language, purpose and discretion \"of the court\", insofar as purposive component is concerned, this is the ratio juris, the purpose at Nitin 40 / 57 RPL-15-2019-3.doc the core of the text. This purpose is the values, goals, interests, policies and aims that the text is designed to actualise. It is the function that the text is designed to fulfil. \n33. We may also emphasise that the statutory interpretation of a provision is never static but is always dynamic. Though the literal rule of interpretation, till some time ago, was treated as the \" golden rule \", it is now the doctrine of purposive interpretation which is predominant, particularly in those cases where literal interpretation may not serve the purpose or may lead to absurdity. If it brings about an end which is at variance with the purpose of statute, that cannot be countenanced. Not only legal process thinkers such as Hart and Sacks rejected intentionalism as a grand strategy for statutory interpretation, and in its place they offered purposivism, this principle is now widely applied by the courts not only in this country but in many other legal systems as well. (Emphasis Supplied)\". \n25.6. Indian Performing Rights Society vs Sanjay Dalia31 :\n\"27. It was also submitted that Heydon's [Heydon's case, (1584) 3 Co Rep 7a : 76 ER 637] rule is not applicable where the words of the statute are clear. Reliance has been placed on Hiralal Rattanlal v. State of U.P. [(1973) 1 SCC 216] in which it has been observed that when the provision is unambiguous and if from the provision legislative intent is clear, the court need not call into aid the other rule of construction of statutes 31 2015 (10) SCC 161 Nitin 41 / 57 RPL-15-2019-3.doc such as that of \"mischief\". However, we opine, when two interpretations are possible, the court has to adopt the one which furthers the object as provided in the statute itself. \n28. Reliance has been placed on Padma Sundara Rao v. State of T.N. [(2002) 3 SCC 533 : AIR 2002 SC 1334] in which it has been observed that the intention of the legislature must be found in the words used by the legislature itself. Reliance has also been placed on Grasim Industries Ltd. v. Collector of Customs [(2002) 4 SCC 297] in which it has been observed that wherever the language is clear, the intention of the legislature is to be gathered from the language used. While doing so, what has been said as also what has not been said, has to be noted. There is no dispute with the aforesaid proposition. However, the object of the Act and the intention of the legislature is clear which is to the otherwise.\" xxx \"32. Justice G.P. Singh in Principles of Statutory Interpretation, 12th Edn., has observed that regard be had to the subject and object of the Act. The court's effort is to harmonise the words of the statute with the subject of enactment and the object the legislature has in view. When two interpretations are feasible, the court will prefer the one which advances the remedy and suppresses the mischief as envisioned. The relevant portion is extracted below:\n\"As stated earlier (Chapter 1, Title 2 'Intention of the Nitin 42 / 57 RPL-15-2019-3.doc Legislature', text and Notes 57 to 69, pp. 14 to 17) and as approved by the Supreme Court:\n'9. ... \"the words of a statute, when there is doubt about their meaning, are to be understood in the sense in which they best harmonise with the subject of the enactment and the object which the legislature has in view. Their meaning is found not so much in a strictly grammatical or etymological propriety of language, nor even in its popular use, as in the subject or in the occasion on which they are used, and the object to be attained.\" \n(Workmen v. Dimakuchi Tea Estate [AIR 1958 SC 353] , AIR p. 356, para 9.) The courts have declined \"to be bound by the letter, when it frustrates the patent purposes of the statute\". (Cabell v. Markham [148 F 2d 737 (2d Cir 1945)] ), ( Judge Learned Hand). In the words of Shah, J.:\n'8. ... It is a recognised rule of interpretation of statutes that the expressions used therein should ordinarily be understood in a sense in which they best harmonise with the object of the statute and which effectuate the object of the legislature.' (New India Sugar Mills Ltd. v. CST [AIR 1963 SC 1207] , AIR p. 1213, para 8.) Therefore when two interpretations are feasible the court will prefer that which advances the remedy and suppresses the mischief as the legislature envisioned. (Carew & Co. Ltd. v. Union of India [(1975) 2 SCC 791] , SCC p. 804, para 40.) The Court should adopt an object- oriented approach keeping in mind the principle that Nitin 43 / 57 RPL-15-2019-3.doc legislative futility is to be ruled out so long as interpretative possibility permits. [Busching Schmitz (P) Ltd. v. P.T. Menghani [(1977) 2 SCC 835] , SCC pp. 843-44, para 17. ] The object-oriented approach, however, cannot be carried to the extent of doing violence to the plain language used by rewriting the section or substituting words in place of the actual words used by the legislature. (CIT v. N.C. Budharaja and Co. [1994 Supp (1) SCC 280] , SCC p. 288, para 13.) Having regard to the object of the U.P. Bhoodan Yagna Act, 1953 to implement the Bhoodan movement, which aimed at distribution of land to landless labourers who were versed in agriculture and who had no other means of subsistence, it was held that the expression 'landless persons' in Section 14, which made provision for grant of land to landless persons, was limited to landless labourers as described above and did not include a landless businessman residing in a city. (U.P. Bhoodan Yagna Samiti v. Braj Kishore [(1988) 4 SCC 274] .)\" \n33. In Busching Schmitz (P) Ltd. v. P.T. Menghani [(1977) 2 SCC 835] , it has been observed that purposive interpretation may be made having regard to the object of the provisions and to avoid any obvious lacuna. \n34. The learned author Justice G.P. Singh in Interpretation of Statutes, 12th Edn. has also observed that it is the court's duty to avoid hardship, inconvenience, injustice, absurdity and anomaly while selecting out of different interpretations. The doctrine must be applied with great care and in case absurd inconvenience is to be caused that interpretation has to Nitin 44 / 57 RPL-15-2019-3.doc be avoided. Cases of individual hardship or injustice have no bearing for enacting the natural construction. The relevant discussion at pp. 132-33 and 140-42 is extracted hereunder:\n\"(a) Hardship, inconvenience, injustice, absurdity and anomaly to be avoided In selecting out of different interpretations 'the court will adopt that which is just, reasonable and sensible rather than that which is none of those things' (Holmes v. Bradfield Rural District Council [(1949) 2 KB 1 : (1949) 1 All ER 381 (DC)] , All ER p. 384) as it may be presumed 'that the legislature should have used the word in that interpretation which least offends our sense of justice'. (Simms v. Registrar of Probates [1900 AC 323 (PC)] , AC p. 335.) If the grammatical construction leads to some absurdity or some repugnance or inconsistency with the rest of the instrument, it may be departed from so as to avoid that absurdity and inconsistency. \n(Grey v. Pearson [(1857) LR 6 HL Cas 61 : (1843-60) All ER Rep 21] , HLC p. 106.) Similarly, a construction giving rise to anomalies should be avoided. (N.T. Veluswami Thevar v. G. Raja Nainar [AIR 1959 SC 422] , AIR SC pp. 427 and 428.) As approved by Venkatarama Aiyar, J.:\n'7. ... Where the language of a statute, in its ordinary meaning and grammatical construction, leads to a manifest contradiction of the apparent purpose of the enactment, or to some inconvenience or absurdity, hardship or injustice, presumably not intended, a construction may be put upon it which modifies the meaning of the words, and even the Nitin 45 / 57 RPL-15-2019-3.doc structure of the sentence.' (Tirath Singh v. Bachittar Singh [AIR 1955 SC 830] , AIR p. 833, para 7.)\" \n*** \"Consideration of hardship, injustice or absurdity as avoiding a particular construction is a rule which must be applied with great care. 'The argument ab inconvenienti', said Lord Moulton, 'is one which requires to be used with great caution'. (Vacher & Sons Ltd. v. London Society of Compositors [1913 AC 107 : (1911-13) All ER Rep 241 (HL)] .) Explaining why great caution is necessary Lord Moulton further observed: (AC p. 130) '... There is a danger that it may degenerate into mere judicial criticism of the propriety of the Acts of legislature. We have to interpret statutes according to the language used therein, and, though occasionally the respective consequences of two rival interpretations may guide us in our choice between them, it can only be where, taking the Act as a whole, and viewing it in connection with the existing state of the law at the time of the passing of the Act, we can satisfy ourselves that the words can have been used in the sense to which the argument points.' (Vacher & Sons Ltd. v. London Society of Compositors [1913 AC 107 : (1911-13) All ER Rep 241 (HL)] .) According to Brett, L.J., the inconvenience necessitating a departure from the ordinary sense of the words should not only be great but should also be what he calls an 'absurd inconvenience'. Moreover, individual cases of hardship or injustice have no Nitin 46 / 57 RPL-15-2019-3.doc bearing for rejecting the natural construction (Young & Co. v. Royal Leamington Spa Corpn. [(1883) LR 8 AC 517 (HL)] ), and it is only when the natural construction leads to some general hardship or injustice and some other construction is reasonably open that the natural construction may be departed from. It is often found that laws enacted for the general advantage do result in individual hardship; for example laws of Limitation, Registration, Attestation although enacted for the public benefit, may work injustice in particular cases but that is hardly any reason to depart from the normal rule to relieve the supposed hardship or injustice in such cases. (Lucy v. W.T. Henleys Telegraph Works Co. Ltd. [(1970) 1 QB 393 : (1969) 3 WLR 588 : (1969) 3 All ER 456 (CA)] ) 'It is the duty of all courts of justice', said Lord Campbell, 'to take care for the general good of the community, that hard cases do not make bad law'. (East India Co. v. Oditchurn Paul [(1850) 7 Moo PCC 85 : 13 ER 811] .) 'Absurdity' according to Willes, J., should be understood 'in the same sense as repugnance that is to say something which would be so absurd with reference to the other words of the statute as to amount to a repugnance'. (Christophersen v. Lotingae [(1864) 33 LJ CP 121] .) 'Absurdity', said Lord Greene, M.R., 'like public policy, is a very unruly horse'. (Grundt v. Great Boulder Proprietary Mines Ltd. [1948 Ch 145 : (1948) 1 All ER 21 (CA)] ) He proceeded to add:\n'There is one rule, I think which is clear ... that, although the absurdity or the non-absurdity of one conclusion as compared Nitin 47 / 57 RPL-15-2019-3.doc with another may be, and very often is, of assistance to the court in choosing between two possible meanings of ambiguous words, it is a doctrine which has to be applied with great care, remembering that Judges may be fallible in this question of an absurdity and in any event it must not be applied so as to result in twisting language into a meaning which it cannot bear. It is a doctrine which must not be used to rewrite the language in a way different from that in which it was originally framed.' (Grundt v. Great Boulder Proprietary Mines Ltd. [1948 Ch 145 : (1948) 1 All ER 21 (CA)] , Ch pp. 159-60.) The alternative construction contended for must be such which does not put an undue strain on the words used; (Kanailal Sur v. Paramnidhi Sadhukhan [AIR 1957 SC 907] ) and does not require recasting of the Act or any part of it. It must be possible to spell the meaning contended for out of the words actually used. (Shamrao V. Parulekar v. District Magistrate, Thana [AIR 1952 SC 324 : 1952 Cri LJ 1503] .) No doubt in cases of ambiguity that construction which better serves the ends of fairness and justice will be accepted, but otherwise it is for the legislature in forming its policy to consider these elements. (IRC v. Mutual Investment Co. Ltd. [1967 AC 587 : (1966) 3 WLR 740 : (1966) 3 All ER 265 (PC)] ) If no alternative construction is open, the court cannot ignore a statutory provision 'to relieve what it considers a distress resulting from its operation; a statute has to be given effect to whether the court likes it or not'. (Martin Nitin 48 / 57 RPL-15-2019-3.doc Burn Ltd. v. Corpn. of Calcutta [AIR 1966 SC 529] .) The function of the court is to find out what is legal and not what is right. (Chandavarkar Sita Ratna Rao v. Ashalata S. Guram [(1986) 4 SCC 447] .) It is presumed that a legislative body intends which is the necessary effect of its enactments; the object, the purpose and the intention of the enactment is the same; it need not be expressed in any recital or Preamble; and it is not competent for any court judicially to ascribe any part of the legal operation of the statute to inadvertence. (Kariapper v. Wijesinha [1968 AC 717 : (1967) 3 WLR 1460 : (1967) 3 All ER 485 (PC)] .) The courts should as far as possible avoid a construction which results in anomalies. (N.T. Veluswami Thevar v. G. Raja Nainar [AIR 1959 SC 422] .)\" \n35.Bennion on Statutory Interpretation has mentioned law to the same effect under Section 312 and has observed that there is a presumption that absurd result is not intended and in Section 314 it has been observed that the court has to avoid an inconvenient result while interpreting a provision. It was stated that it can be presumed that Parliament intends that while construing an enactment the court will avoid a construction that is unworkable or impracticable, inconvenient, anomalous or illogical as the same is unlikely to be intended by Parliament. In Rosali V. v. TAICO Bank [(2009) 17 SCC 690 : (2011) 2 SCC (Civ) 626] , this Court referring to Halsbury's commonsense construction rule held that it is a well-settled principle of law that commonsense Nitin 49 / 57 RPL-15-2019-3.doc construction rule should be taken recourse in certain cases. \n36. This Court in Sonic Surgical v. National Insurance Co. Ltd. [Sonic Surgical v. National Insurance Co. Ltd., (2010) 1 SCC 135 : (2010) 1 SCC (Civ) 28] has also laid down law to the same effect and has discussed the term \"branch office\"\nused in Section 17(2) of the Consumer Protection Act, 1986 in the context of cause of action. Section 17(2) of the said Act reads thus: (SCC p. 138, para 7) \"7. ... '17. (2) A complaint shall be instituted in a State Commission within the limits of whose jurisdiction-- (a) the opposite party or each of the opposite parties, where there are more than one, at the time of the institution of the complaint, actually and voluntarily resides or carries on business or has a branch office or personally works for gain; or (b) any of the opposite parties, where there are more than one, at the time of the institution of the complaint, actually and voluntarily resides, or carries on business or has a branch office or personally works for gain, provided that in such case either the permission of the State Commission is given or the opposite parties who do not reside or carry on business or have a branch office or personally works for gain, as the case may be, acquiesce in such institution; or (c) the cause of action, wholly or in part, arises.'\"\nThis Court while interpreting the provision held that the term \"branch office\" as used in the amended Section 17(2)(b) has to be interpreted to mean only that branch office where the Nitin 50 / 57 RPL-15-2019-3.doc cause of action has arisen. Thus, the court departed from the plain and literal meaning of the words of Section 17(2)(b) of the Consumer Protection Act in order to avoid absurdity. The decision in Sonic Surgical [Sonic Surgical v. National Insurance Co. Ltd., (2010) 1 SCC 135 : (2010) 1 SCC (Civ) 28] has been approved by this Court in State of M.P. v. Narmada Bachao Andolan [(2011) 7 SCC 639 : (2011) 3 SCC (Civ) 875] inasmuch as this Court has observed that in case the natural meaning leads to mischievous consequences, it must be avoided by accepting other permissible construction. \n(emphasis supplied)\". \n26. Whilst the aforesaid judgments reflect that the courts therein have purposively interpreted the subject provisions therein, I do not deem it necessary to depart from the foremost principle of statutory interpretation viz. the literal rule of interpretation. In this context, the decision of the Hon'ble Apex Court in the case of B. Premanand vs. Mohan Koikal32 and the following findings therein:\n\"9. It may be mentioned in this connection that the first and foremost principle of interpretation of a statute in every system of interpretation is the literal rule of interpretation. The other rules of interpretation e.g. the mischief rule, purposive interpretation, etc. can only be resorted to when the plain words of a statute are ambiguous or lead to no intelligible results or if read literally would nullify the very object of the statute. Where the words of a statute are 32 (2011) 4 SCC 266 Nitin 51 / 57 RPL-15-2019-3.doc absolutely clear and unambiguous, recourse cannot be had to the principles of interpretation other than the literal rule, vide Swedish Match AB v. SEBI [(2004) 11 SCC 641 : AIR 2004 SC 4219] .\n16. Where the words are unequivocal, there is no scope for importing any rule of interpretation (vide Pandian Chemicals Ltd. v. CIT [(2003) 5 SCC 590] ). It is only where the provisions of a statute are ambiguous that the court can depart from a literal or strict construction (vide Nasiruddin v. Sita Ram Agarwal [(2003) 2 SCC 577 : AIR 2003 SC 1543] ). Where the words of a statute are plain and unambiguous effect must be given to them (vide Bhaiji v. SDO [(2003) 1 SCC 692] ). \n17. No doubt in some exceptional cases departure can be made from the literal rule of the interpretation, e.g. by adopting a purposive construction, Heydon [Heydon case, (1584) 3 Co Rep 7a : 76 ER 637] mischief rule, etc. but that should only be done in very exceptional cases. Ordinarily, it is not proper for the court to depart from the literal rule as that would really be amending the law in the garb of interpretation, which is not permissible (vide J.P. Bansal v.\nState of Rajasthan[(2003) 5 SCC 134 : 2003 SCC (L&S) 605 :\nAIR 2003 SC 1405] and State of Jharkhand v. Govind Singh [(2005) 10 SCC 437 : 2005 SCC (Cri) 1570 : JT (2004) 10 SC 349] ). It is for the legislature to amend the law and not the court (vide State of Jharkhand v. Govind Singh [(2005) 10 SCC 437 : 2005 SCC (Cri) 1570 : JT (2004) 10 SC 349] ).\nNitin 52 / 57 RPL-15-2019-3.doc 18. In Jinia Keotin v. Kumar Sitaram Manjhi [(2003) 1 SCC 730] (SCC p. 733, para 5) this Court observed [Ed.: As observed in Raghunath Rai Bareja v. Punjab National Bank, (2007) 2 SCC 230, p. 245, para 48.] :\n\"48. ... The court cannot legislate under the garb of interpretation.\" \nHence, there should be judicial restraint in this connection, and the temptation to do judicial legislation should be eschewed by the Courts. In fact, judicial legislation is an oxymoron. \n19. In Shiv Shakti Coop. Housing Society v. Swaraj Developers [(2003) 6 SCC 659 : AIR 2003 SC 2434] this Court observed: (SCC p. 669, para 19) \"19. It is a well-settled principle in law that the court cannot read anything into a statutory provision which is plain and unambiguous. A statute is an edict of the legislature. The language employed in a statute is the determinative factor of legislative intent.\" \n20. Where the language is clear, the intention of the legislature has to be gathered from the language used (vide Grasim Industries Ltd. v. Collector of Customs [(2002) 4 SCC 297] and Union of India v. Hansoli Devi [(2002) 7 SCC 273] ).\n21. In Union of India v. Hansoli Devi [(2002) 7 SCC 273] this Court observed: (SCC p. 281, para 9) Nitin 53 / 57 RPL-15-2019-3.doc \"9. ... It is a cardinal principle of construction of a statute that when the language of the statute is plain and unambiguous, then the court must give effect to the words used in the statute and it would not be open to the courts to adopt a hypothetical construction on the ground that such construction is more consistent with the alleged object and policy of the Act.\"\n22. The function of the court is only to expound the law and not to legislate (vide District Mining Officer v. TISCO [(2001) 7 SCC 358] ). If we accept the interpretation canvassed by the learned counsel for the private respondents, we will really be legislating because in the guise of interpretation we will be really amending Rule 27(c) of the Rules. \n23. In Gurudevdatta VKSSS Maryadit v. State of Maharashtra [(2001) 4 SCC 534 : AIR 2001 SC 1980] , this Court observed: (SCC pp. 552-53, para 26) \"26. ... it is a cardinal principle of interpretation of statute that the words of a statute must be understood in their natural, ordinary or popular sense and construed according to their grammatical meaning, unless such construction leads to some absurdity or unless there is something in the context or in the object of the statute to suggest to the contrary. The golden rule is that the words of a statute must prima facie be given their ordinary meaning. It is yet another rule of construction that when the words of the statute are clear, Nitin 54 / 57 RPL-15-2019-3.doc plain and unambiguous, then the courts are bound to give effect to that meaning, irrespective of the consequences. It is said that the words themselves best declare the intention of the law-giver. The courts have adhered to the principle that efforts should be made to give meaning to each and every word used by the legislature and it is not a sound principle of construction to brush aside words in a statute as being inapposite surpluses, if they can have a proper application in circumstances conceivable within the contemplation of the statute.\"\nThe same view has been taken by this Court in Harshad S. Mehta v. State of Maharashtra [(2001) 8 SCC 257 : 2001 SCC (Cri) 1447] (vide SCC para 34) and Patangrao Kadam v. Prithviraj Sayajirao Yadav Deshmukh [(2001) 3 SCC 594 :\nAIR 2001 SC 1121] . \n24. The literal rule of interpretation really means that there should be no interpretation. In other words, we should read the statute as it is, without distorting or twisting its language. \nWe may mention here that the literal rule of interpretation is not only followed by Judges and lawyers, but it is also followed by the layman in his ordinary life. To give an illustration, if a person says \"this is a pencil\", then he means that it is a pencil; and it is not that when he says that the object is a pencil, he means that it is a horse, donkey or an elephant. In other words, the literal rule of interpretation simply means that we mean what we say and we say what we mean. If we do not follow the literal rule of interpretation, Nitin 55 / 57 RPL-15-2019-3.doc social life will become impossible, and we will not understand each other. If we say that a certain object is a book, then we mean it is a book. If we say it is a book, but we mean it is a horse, table or an elephant, then we will not be able to communicate with each other. Life will become impossible. Hence, the meaning of the literal rule of interpretation is simply that we mean what we say and we say what we mean.\"\n27. In my view, literally interpreting Section 16, the interpretation that follows is that the amendments introduced by Section 16 apply only to Commercial Disputes of a Specified Value and not Commercial Disputes not of a Specified Value. This is the letter of law. Section 16, as it reads currently ought to be interpreted literally. In Kanai Lal Sur vs. Paramnidhi Sadhukhan33, it was held by the Apex Court that if the words used are capable of one construction only then it would not be open to the courts to adopt any other hypothetical construction on the ground that such construction is more consistent with the alleged object and policy of the subject Act. Further, the Apex Court, in its decision rendered in Commr. of Customs v. Dilip Kumar & Co.,34 has held thus :\n\"21.The well-settled principle is that when the words in a statute are clear, plain and unambiguous and only one meaning can be inferred, the courts are bound to give effect to the said meaning irrespective of consequences. If the words in the statute are plain and unambiguous, it becomes necessary 33 AIR 1957 SC 907 34 (2018) 9 SCC 1 Nitin 56 / 57 RPL-15-2019-3.doc to expound those words in their natural and ordinary sense. The words used declare the intention of the legislature.\" \n28. Additionally, as submitted by Mr. Kohli, there may be certain inefficient consequences resulting from the literal interpretation of Section 16. Illustratively, the present Suit is titled a 'Commercial Suit' and yet, would be governed by the un- amended CPC. However, in my view, should the legislature deem fit, it may carry out an amendment to overcome these consequences and/or may provide a clarification if it so deems fit. Till such time, I am currently bound by the language of Section 16 and am inclined to interpret the said section literally. \n29. It was also Mr. Kohli's argument that the creation of a sub-class within a class would be unconstitutional. If that is so, the Plaintiff's remedy would be to challenge the vires of Section 16 of the Commercial Courts Act for in its present form, I am bound with the letter of law written therein and cannot interpret the said provision as Mr. Kohli would have it. \n30. I therefore hold that the amendments introduced to the CPC by the Commercial Courts Act are only applicable to Commercial Disputes of a Specified Value and not Commercial Disputes not of a Specified Value such as the present suit. Consequently, amongst other amendments introduced to the CPC by the Commercial Courts Act, the amendment to the CPC mandating that a Written Statement in a Commercial Suit has to be filed within 120 days, will not apply to Commercial Disputes not of a Specified Value. \n       Nitin                                57 / 57                 RPL-15-2019-3.doc 31.             The question of law is decided as above.    Delay of two days in filing Written Statement in suit No.316 of 2018 is condoned. Notice of Motion Commercial Division (L) No.2118 of 2018 is accordingly disposed off. \n( S.J.KATHAWALLA, J. )",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5b371b2cc0e7446c8820fa75d94b195f_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ed0086a092a04534b4fa31cd61fddc0c_1"
    },
    {
      "start": 242,
      "end": 260,
      "text": "\nBombay High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "174c952b90da4c479a7b6b1782585e06_2"
    },
    {
      "start": 261,
      "end": 339,
      "text": "\nBharat Bhogilal Patel vs Leitz Tooling Systems India Pvt. Ltd on 1 June, 2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7bcfa51cd2704ee6bc318c2d0e8e9344_3"
    },
    {
      "start": 340,
      "end": 386,
      "text": "\nAuthor: S.J.Kathawalla\nBench: S.J. Kathawalla",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cab7b4d82e2c4573ac0158bfacbdc6d6_4"
    },
    {
      "start": 392,
      "end": 485,
      "text": "Nitin                                   1 / 57                RPL-15-2019-3.doc\n\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ed3a39a35f3d444bac556c7bf25b3f0d_5"
    },
    {
      "start": 485,
      "end": 545,
      "text": "In The High Court Of Judicature At Bombay\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de4f4ea349bf4176a082b28411832b47_6"
    },
    {
      "start": 545,
      "end": 581,
      "text": "Ordinary Original Civil Jurisdiction",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fdb3bdc8e0f74e2398e5211e2da918fb_7"
    },
    {
      "start": 610,
      "end": 660,
      "text": "In Its Commercial Division\n                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2d9404dbcf043f9970a4ce907d03b90_8"
    },
    {
      "start": 660,
      "end": 738,
      "text": "Review Petition (L) No. 15 Of 2019\n                                           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9a98bc15648f4919911dc8da06272248_9"
    },
    {
      "start": 738,
      "end": 796,
      "text": "In\n                        Commercial Suit No. 316 Of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1d50c402c6854dd3b374c62c564aba33_10"
    },
    {
      "start": 797,
      "end": 902,
      "text": "\n                                    Along With\n Notice Of Motion Commercial Division (L) No.2118 Of 2018",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e3e0e10fa6b645dd837c5c11e404f13c_11"
    },
    {
      "start": 903,
      "end": 941,
      "text": "\n\n\nLeitz Tooling Systems India Private",
      "labels": [
        "PREAMBLE"
      ],
      "id": "33a465a36f4a4d0a84ce76175e29e953_12"
    },
    {
      "start": 942,
      "end": 993,
      "text": "                 )\nLimited, Carrying on business as",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d5f1ee5eee94086936b9be0d081d661_13"
    },
    {
      "start": 994,
      "end": 1070,
      "text": "                    )\nCompany, having its registered office at             )",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a57022fa0b714728973c35dd23d708ef_14"
    },
    {
      "start": 1071,
      "end": 1110,
      "text": "\nNo.486/C, Iv Phase, 14th Cross, Peenya",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b15f3fbc17b64a24afd9d72c77f3ff23_15"
    },
    {
      "start": 1111,
      "end": 1160,
      "text": "              ) \nIndul Area, Bangalore - 560 058.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9a41ce501a1d44a692a38680316fcac8_16"
    },
    {
      "start": 1161,
      "end": 1274,
      "text": "                    )\nAnd also at Plot No.R-324, 1st Floor,                )\nT.T.C. Industrial Area, Behind Ipcl,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "74326ea024f3456383406c4df90586a4_17"
    },
    {
      "start": 1275,
      "end": 1326,
      "text": "                )\nMidc, Rabale, Thane-Belapur Road,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "48c43ea0fc7249748abf8beff9864540_18"
    },
    {
      "start": 1327,
      "end": 1371,
      "text": "                   ) \nNavi Mumbai - 400 701.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b23cfe70a6e1408c95e35e6415f2a366_19"
    },
    {
      "start": 1372,
      "end": 1432,
      "text": "                              )        Petitioner / Org.Def.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "591051b6cc2544c696c46fee9d255390_20"
    },
    {
      "start": 1433,
      "end": 1509,
      "text": "\n\n\nIn The Matter Of :\nBharat Bhogilal Patel                                )",
      "labels": [
        "PREAMBLE"
      ],
      "id": "33381f0b898543269d6101709718ced4_21"
    },
    {
      "start": 1510,
      "end": 1659,
      "text": "\nHindu, Indian Inhabitant of Bombay,                  )\naged about 51 years, residing at 1/43, Juhu          )\nGold Mist, Gulmohar Road, Jvpd Scheme,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3720d89789d94de4911cfd692103ecfa_22"
    },
    {
      "start": 1660,
      "end": 1708,
      "text": "              ) \nVileparle (W), Mumbai - 400 049",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eeda3da0748f4051b74afc7aaf927956_23"
    },
    {
      "start": 1709,
      "end": 1829,
      "text": "                     ) \nAnd carrying on business from B/118, Gambhir         )\nIndustrial Estate, Off Aarey Road, Behind",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30b471566356441ea83e2e9e7458ffaf_24"
    },
    {
      "start": 1830,
      "end": 1887,
      "text": "           ) \nPravasi Industrial Estate, Goregaon (East),",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f906a728a634ed19ffb1262f000ccac_25"
    },
    {
      "start": 1888,
      "end": 1917,
      "text": "         ) \nMumbai - 400 063.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "33211e186aaf4b2fb25d75b35c6e77e3_26"
    },
    {
      "start": 1918,
      "end": 1971,
      "text": "                                   )        Plaintiff",
      "labels": [
        "PREAMBLE"
      ],
      "id": "209b739cf75541f9b0d31b705d0dbaec_27"
    },
    {
      "start": 1975,
      "end": 2017,
      "text": "Versus\nLeitz Tooling Systems India Private",
      "labels": [
        "PREAMBLE"
      ],
      "id": "142c8dbb0aba4aca83e7339b82b7d514_28"
    },
    {
      "start": 2018,
      "end": 2070,
      "text": "                 ) \nLimited, Carrying on business as",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aeed7ab9713646e8a960c20a08638e8d_29"
    },
    {
      "start": 2071,
      "end": 2147,
      "text": "                    )\nCompany, having its registered office at             )",
      "labels": [
        "PREAMBLE"
      ],
      "id": "15613860ee7d4bc9bb816b12f58052ba_30"
    },
    {
      "start": 2157,
      "end": 2187,
      "text": ": : : Uploaded on - 03/06/2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "718b9a516f4c47afb25c6f621845cf54_31"
    },
    {
      "start": 2207,
      "end": 2248,
      "text": ": : : Downloaded on - 03/06/2019 21:58:53",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ebeadd89d726485284da38617aae4868_32"
    },
    {
      "start": 2249,
      "end": 2265,
      "text": ": ::\n      Nitin",
      "labels": [
        "PREAMBLE"
      ],
      "id": "924ee6f3ab6b4d799cc471acb382b019_33"
    },
    {
      "start": 2301,
      "end": 2307,
      "text": "2 / 57",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fc1577ed7efc4557bb6345bf79e9e440_34"
    },
    {
      "start": 2308,
      "end": 2382,
      "text": "                 RPL-15-2019-3.doc\n\nNo.486/C, Iv Phase, 14th Cross, Peenya",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7b475472184a43d18f791d468fc02fac_35"
    },
    {
      "start": 2383,
      "end": 2462,
      "text": "                  ) \nIndul Area, Bangalore - 560 058.                         )",
      "labels": [
        "PREAMBLE"
      ],
      "id": "45f1439d934241a5a7bb0ee7462de927_36"
    },
    {
      "start": 2463,
      "end": 2522,
      "text": "\nAnd also at Plot No.R-324, 1st Floor,                    )",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96975c8f17e242459e06be74b9d4bcee_37"
    },
    {
      "start": 2523,
      "end": 2560,
      "text": "\nT.T.C. Industrial Area, Behind Ipcl,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "862027965bc14c58bedcdd387ef6b626_38"
    },
    {
      "start": 2561,
      "end": 2617,
      "text": "                    ) \nMidc, Rabale, Thane-Belapur Road,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f605f0ec979e4cbfa85b1d3c21af68eb_39"
    },
    {
      "start": 2618,
      "end": 2666,
      "text": "                       ) \nNavi Mumbai - 400 701.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e6e41671715b4dc9ae975ba4fc70a823_40"
    },
    {
      "start": 2667,
      "end": 2722,
      "text": "                                  )        Defendant\n\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "91997a76508e42f8bff29e49fcd255bc_41"
    },
    {
      "start": 2722,
      "end": 2908,
      "text": "Mr. Rashmin Khandekar alongwith Mr. Shashwat Rai instructed by Keystone\nPartners for the Petitioner/Original Defendant.\nMr. Nausher Kohli instructed by Mr. K.R. Parekh for the Plaintiff.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "642bb5468be649d8a123fbf74c0e724d_42"
    },
    {
      "start": 2947,
      "end": 2954,
      "text": "Coram :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "417de3abd6da4534a6b692443f9005ff_43"
    },
    {
      "start": 2955,
      "end": 3025,
      "text": "      S.J. Kathawalla, J.\n\n                                    Dated :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9199066a9dbc41409b77ebb5ea595cbc_44"
    },
    {
      "start": 3026,
      "end": 3045,
      "text": "      1St June,2019",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3331a2b1f2944a259658be0354c7ff31_45"
    },
    {
      "start": 3098,
      "end": 3315,
      "text": "(In Chambers)\n\nJudgement:\n1. The present Review Petition has been filed by the Petitioner seeking a review of the Judgment dated 27th February, 2019 passed by this Court in Axis Bank Limited vs. Mira Gehani & Ors.1\n2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0fbaccf256e46f4b85abc9c8546f774_46"
    },
    {
      "start": 3316,
      "end": 4062,
      "text": "Subsequent to the Judgment being delivered, the Petitioner filed a Praecipe dated 7th March, 2019, which read as under :\n\"1. By an order dated 20th August, 2018, this Hon'ble Court framed the following question of law :\n\"Whether in view of the amendment to the Code of Civil Procedure, 1908 by a Commercial Court, Commercial Division and Commercial Appellate Division of High Court's Act, 2015 (4 of 2016), the Defendant can be allowed to file the Written Statement after 120 days from the date of service of 1 2019 Scc Online Bom. 358 Nitin 3 / 57 RPL-15-2019-3.doc Writ of Summons in a Commercial Suit\".\n2. Pursuant to the above mentioned Order, this Hon'ble Court was pleased to decide the above issue by an Order dated 27th February, 2019.\n3.",
      "labels": [
        "FAC"
      ],
      "id": "c73631a711234de1a6a65360db346f37_47"
    },
    {
      "start": 4063,
      "end": 4431,
      "text": "In this regard, the Defendant seeks to approach this Hon'ble Court for speaking to the minutes to the said Order dated 27th February, 2019 to the extent that contention of the Defendant with respect to the provisions of the Cpc, 1908 as amended by the Commercial Courts Act not being applicable to a commercial dispute below a stipulated specified value is left open.\"",
      "labels": [
        "FAC"
      ],
      "id": "da78fa12112b46caa32d0f96fccd6378_48"
    },
    {
      "start": 4432,
      "end": 4534,
      "text": "\n3. On the Praecipe, the following order came to be passed by this Court on 8 th March, 2019 :\n\"Xxx\n2.",
      "labels": [
        "FAC"
      ],
      "id": "3b7c22457cee47b7b71c0bae4b122ef1_49"
    },
    {
      "start": 4535,
      "end": 4677,
      "text": "Though the contention of the Defendant finds place in Clause 5.25 to 5.32 of the Written submissions, no arguments were advanced qua the same.",
      "labels": [
        "FAC"
      ],
      "id": "2c3af24d83274dc3891e6bf6e8763f06_50"
    },
    {
      "start": 4678,
      "end": 4784,
      "text": "The learned Advocate appearing for the Defendant states that he had made oral submissions towards the end.",
      "labels": [
        "NONE"
      ],
      "id": "2cff89546c9249e0978f31276ce9ec90_51"
    },
    {
      "start": 4785,
      "end": 4812,
      "text": "My notings speak otherwise.",
      "labels": [
        "NONE"
      ],
      "id": "40887ba1b602460c87700975f927f2c5_52"
    },
    {
      "start": 4813,
      "end": 4895,
      "text": "In view thereof, the question of speaking to the Minutes as sought does not arise.",
      "labels": [
        "NONE"
      ],
      "id": "6cf114e454bc40eba189d12bc2486cd3_53"
    },
    {
      "start": 4896,
      "end": 4959,
      "text": "However, the Defendant may move an Application seeking Review.\"",
      "labels": [
        "FAC"
      ],
      "id": "af7e5cf818e643be8f2de76d22f0b04e_54"
    },
    {
      "start": 4960,
      "end": 5032,
      "text": "\n4. The present Review Petition has therefore been filed pursuant to the",
      "labels": [
        "FAC"
      ],
      "id": "d97c75de53e549e6b257680502c514ae_55"
    },
    {
      "start": 5033,
      "end": 5083,
      "text": " liberty granted by this Court in the above order.",
      "labels": [
        "FAC"
      ],
      "id": "ab9803c8df5c435986ab3883bdb0d3f8_56"
    },
    {
      "start": 5084,
      "end": 5486,
      "text": "According to the Petitioner, in the Judgment, Nitin 4 / 57 RPL-15-2019-3.doc this Court did not decide a limited contention of the Petitioner viz. that the amendments introduced to the Code of Civil Procedure, 1908 (\"CPC\") by the Commercial Courts Act, 2015 (\"Commercial Courts Act\") are only applicable to a Commercial Dispute of a Specified Value and not commercial disputes not of a Specified Value.",
      "labels": [
        "FAC"
      ],
      "id": "49dd4fa9bf594472a80a5cd2cb3370c4_57"
    },
    {
      "start": 5487,
      "end": 5642,
      "text": "Section 2 (i) of the Commercial Courts Act prescribes that the Specified Value in respect of a commercial dispute shall not be less than Rupees Three Lacs.",
      "labels": [
        "STA"
      ],
      "id": "ba48f45bcb2e4ae78bea8d2f887ba584_58"
    },
    {
      "start": 5644,
      "end": 5832,
      "text": "5. In the present Suit, the Plaintiff has determined the Specified Value of its suit at Rupees Twenty Thousand i.e. below the Specified Value as prescribed under the Commercial Courts Act.",
      "labels": [
        "FAC"
      ],
      "id": "206dbeeb120643fea22aeb0c0b389f53_59"
    },
    {
      "start": 5834,
      "end": 6151,
      "text": "6. In view of the above, the question of law being decided by this Order is whether the amendments introduced to the CPC by the Commercial Courts Act apply to Commercial Disputes not of a Specified Value but nonetheless heard by a Commercial Division in view of the proviso to Section 7 of the Commercial Courts Act ?",
      "labels": [
        "ISSUE"
      ],
      "id": "1299bac1abda42758b4456d2b5d44e3d_60"
    },
    {
      "start": 6153,
      "end": 6330,
      "text": "7. It is clarified that the present Order is restricted to only answering the question of law recorded in paragraph 6 above and disposal of Notice of Motion (L) No.2118 of 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d2f30fa51a14403ba12e13e641f19c76_61"
    },
    {
      "start": 6331,
      "end": 6505,
      "text": "Necessary orders will therefore have to be passed on the other applications seeking condonation of delay at the time of hearing of each of such application on its own merits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f0b2b8f4a31748e2a5303e2fb0122dd1_62"
    },
    {
      "start": 6507,
      "end": 6758,
      "text": "8. For adjudication of the question of law as above, it would be necessary to Nitin 5 / 57 RPL-15-2019-3.doc briefly set-out the legislative background leading to the enactment of the Commercial Courts Act as also certain relevant provisions thereof :",
      "labels": [
        "STA"
      ],
      "id": "013fa4c1296b4322854534e63dc869bd_63"
    },
    {
      "start": 6760,
      "end": 6912,
      "text": "8.1. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 was promulgated on 23 rd October, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "43fff68ec9e3419e844a39ec6caa5e09_64"
    },
    {
      "start": 6913,
      "end": 7052,
      "text": "\nSubsequently, the Commercial Courts Act was enacted on 31 st December, 2015 and is deemed to have come into force from 23rd October, 2015.",
      "labels": [
        "FAC"
      ],
      "id": "794736e960cb4f52a277f86dfb7b9bd4_65"
    },
    {
      "start": 7053,
      "end": 7209,
      "text": "8.2. The Commercial Courts Act came to be enacted pursuant to the recommendations made by the Law Commission of India in its 188 th Report and 253rd Report.",
      "labels": [
        "FAC"
      ],
      "id": "c9eb2a8545f14a849e1f23e51481c5b0_66"
    },
    {
      "start": 7211,
      "end": 7519,
      "text": "8.3. The primary aim and object of the Commercial Courts Act, as can be discerned from its Statement of Objects and Reasons, was to provide speedy disposal of commercial disputes in order to reduce the pendency of cases and improve our country's image from the perspective of ease of doing business in India.",
      "labels": [
        "FAC"
      ],
      "id": "93c1f5c768134131b4583faa8727fdc0_67"
    },
    {
      "start": 7520,
      "end": 7719,
      "text": "8.4. Under Section 4 of the Commercial Courts Act, Commercial Divisions were constituted in this Court for the purpose of exercising jurisdiction and powers conferred under the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "90400a70cf4d488faf168dcc7629ffc7_68"
    },
    {
      "start": 7720,
      "end": 7831,
      "text": "Section 4 of the Commercial Courts Act reads as under :\n\" 4. Constitution of Commercial Division of High Court.",
      "labels": [
        "STA"
      ],
      "id": "00054021a35c457eabef1e5f342813dd_69"
    },
    {
      "start": 7832,
      "end": 8160,
      "text": "\n(1) In all High Courts, having ordinary original civil jurisdiction, the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Nitin 6 / 57 RPL-15-2019-3.doc Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.",
      "labels": [
        "STA"
      ],
      "id": "61988be4606944388cdf981caf507d92_70"
    },
    {
      "start": 8161,
      "end": 8349,
      "text": "\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division.\"\n8.5.",
      "labels": [
        "STA"
      ],
      "id": "25a51d04884145a5aa1bf208fcb9aa03_71"
    },
    {
      "start": 8350,
      "end": 8552,
      "text": "The Commercial Courts Act establishes Commercial Courts at the District level and Commercial Divisions in various High Courts ( including those having ordinary original civil jurisdiction) across India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "541a044f51d144db9ff2367d6fb78cba_72"
    },
    {
      "start": 8553,
      "end": 8649,
      "text": "The Specified Value, as defined by the Commercial Courts Act, stood earlier at Rupees One Crore.",
      "labels": [
        "FAC"
      ],
      "id": "79e315472c0a41f88115c8404e84e94e_73"
    },
    {
      "start": 8650,
      "end": 8829,
      "text": "However, the Commercial Courts Act came to be amended in 2018 by the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bed8e5db8c574d12a81b988bfce09b56_74"
    },
    {
      "start": 8830,
      "end": 8952,
      "text": "Amongst other amendments, the Specified Value stood reduced to Rupees Three Lakhs as against the earlier Rupees One Crore.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "439c8eb8d54c4e938be00c0fbecfcb19_75"
    },
    {
      "start": 8953,
      "end": 9182,
      "text": "8.6. Section 7 of the Commercial Courts Act, which has a bearing on the issues at hand, provides for the jurisdiction of Commercial Divisions and is reproduced hereunder :\n\" 7. Jurisdiction of Commercial Divisions of High Courts.",
      "labels": [
        "STA"
      ],
      "id": "1dd09e587bd7472287df38f5c5bd7829_76"
    },
    {
      "start": 9183,
      "end": 9438,
      "text": "\nAll suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Nitin 7 / 57 RPL-15-2019-3.doc Commercial Division of that High Court:",
      "labels": [
        "STA"
      ],
      "id": "d61eccae31ad4a0fb36b4bfd1bb17116_77"
    },
    {
      "start": 9439,
      "end": 10078,
      "text": "\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 or section 104 of the Patents Act, 1970 shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "b19a1caec9bd49b28ab59260cf82516c_78"
    },
    {
      "start": 10079,
      "end": 10100,
      "text": "\n(emphasis supplied)\"",
      "labels": [
        "STA"
      ],
      "id": "11ad0bb020644548999426d7b008a78c_79"
    },
    {
      "start": 10102,
      "end": 10443,
      "text": "8.7. As can be seen from the above Section, whilst Section 7 mandates that all suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court, its first proviso carves out an exception.",
      "labels": [
        "STA"
      ],
      "id": "c06d5cf56d594425bda51093ed69fc5a_80"
    },
    {
      "start": 10444,
      "end": 10758,
      "text": "The first proviso to Section 7 provides that all suits and applications relating to Commercial Disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of a High Court, shall be heard and disposed of by the Commercial Division of that High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "783484f7ad0d4333bd0c83bb05add49b_81"
    },
    {
      "start": 10759,
      "end": 10940,
      "text": "The suits and applications covered under the first proviso are those which cannot be filed in a court Nitin 8 / 57 RPL-15-2019-3.doc below the District Court or before a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "634f4aa289a24ae1921fadf7c9d3d59f_82"
    },
    {
      "start": 10941,
      "end": 11011,
      "text": "These are matters we refer to as Intellectual Property Rights matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4d5ad064b9c458cbafec3afd76ca29f_83"
    },
    {
      "start": 11012,
      "end": 11078,
      "text": "These includes matters pertaining to trademarks and copyright etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f637880071747ea8e2aa896b42f60d8_84"
    },
    {
      "start": 11079,
      "end": 11283,
      "text": "The provisions of the Trade Marks Act, 1999 and Copyright Act, 1957 contain provisions mandating that suits under these Acts should not be filed and cannot be entertained by courts below a District Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "565f4d1d24c04c3e8622eaee180fede9_85"
    },
    {
      "start": 11284,
      "end": 11410,
      "text": "The relevant provisions in this regard are Section 134 of the Trade Marks Act, 1999 and Section 62 of the Copyright Act, 1957.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5c983197e3e46b380116dac347ecba5_86"
    },
    {
      "start": 11411,
      "end": 11589,
      "text": "These provisions have been interpreted by this Court to entitle such suits to be filed on the Original Side of the Bombay High Court irrespective of their pecuniary jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "054b1b39107448db8ef27fecf88e03b3_87"
    },
    {
      "start": 11590,
      "end": 11677,
      "text": "\n8.8. Section 16 of the Commercial Courts Act introduced certain amendments to the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af53f4bce21f42e3a73d1465ce8e0535_88"
    },
    {
      "start": 11678,
      "end": 11803,
      "text": "Section 16 reads as under :\n\" 16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.\n",
      "labels": [
        "STA"
      ],
      "id": "091029cac6ec43b18033bb14c2b85144_89"
    },
    {
      "start": 11803,
      "end": 12015,
      "text": "( 1 ) The provisions of the Code of Civil Procedure, 1908 shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.",
      "labels": [
        "STA"
      ],
      "id": "21b81fe484864207b807a6319b931dee_90"
    },
    {
      "start": 12016,
      "end": 12235,
      "text": "\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908, as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.",
      "labels": [
        "STA"
      ],
      "id": "993cfbd37b2a4b69ac1cd8a64309b121_91"
    },
    {
      "start": 12236,
      "end": 12598,
      "text": "\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908, by the State Government is in conflict with the Nitin 9 / 57 RPL-15-2019-3.doc provisions of the Code of Civil Procedure, 1908, as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail. \"",
      "labels": [
        "STA"
      ],
      "id": "c3d0a241d23e4a0a805210963a9628a6_92"
    },
    {
      "start": 12600,
      "end": 12839,
      "text": "8.9. Amongst other amendments introduced to the CPC by the Commercial Courts Act, an amendment was introduced mandating that a Written Statement in a Commercial Courts Act cannot be filed after 120 days from the service of writ of summons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca486dd3c6d94eceb5528ba72b2b7203_93"
    },
    {
      "start": 12840,
      "end": 13217,
      "text": "The Apex Court, in its decision in M/s SCG Contracts India Pvt. Ltd. vs. K.S. Chamankar Infrastructure Pvt. Ltd. & Ors. 2 and this Court, in its decision in Axis Bank Limited vs. Mira Gehani & Ors. 3 have held that in Commercial Suits, a written statement by the Defendant cannot be taken on record after the expiry of 120 days from the date of service of the Writ of Summons.\n",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9e56161b6176447c9367df42cc9d7919_94"
    },
    {
      "start": 13217,
      "end": 13381,
      "text": "9. The present Order therefore decides whether or not this mandatory period of 120 days will apply to Commercial Suits/Commercial Disputes not of a Specified Value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cebc3093fdac48e3838c426074adc290_95"
    },
    {
      "start": 13383,
      "end": 13627,
      "text": "10. Appearing for the Petitioner, Advocate Mr. Rashmin Khandekar submitted that Section 16 (1) of the Commercial Courts Act makes it clear that the provisions of the CPC stood amended only in respect of Commercial Disputes of a Specified Value.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "98ec916305db4dbbb8920294424562ec_96"
    },
    {
      "start": 13628,
      "end": 13739,
      "text": "He submitted that this Court ought to literally interpret Section 16 for its language is plain and unambiguous.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d65cb75b8771404494e53e65cfbacb8c_97"
    },
    {
      "start": 13740,
      "end": 14101,
      "text": "Therefore, as the Plaintiff in the present suit has computed the Specified Value at Rs.20,000/-, the amended provisions of the CPC including the 2 2019 SCC Online SC 226 3 2019 SCC Online Bom 358 Nitin 10 / 57 RPL-15-2019-3.doc mandatory proviso to Order VIII Rule 1 mandating that a Written Statement shall be filed within 120 days will not apply to this Suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0064354ab5384fc59ef588b4acba9403_98"
    },
    {
      "start": 14102,
      "end": 14272,
      "text": "He further submitted that the whole scheme of the Commercial Courts Act makes it clear that there is a link between Commercial Disputes and Specified Value under the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0a9947dc96f54cde841e16d38e2495b8_99"
    },
    {
      "start": 14273,
      "end": 14639,
      "text": "Mr. Khandekar placed reliance on the decisions in Indian Overseas Bank vs. Jason Deckor P. Ltd.4; Nagarjuna Fertilizers & Chemicals Limited vs. Tecnimont SpA & Ors.5; Invoke Medical System Pvt. Ltd. vs. Kunal Structure (India) Pvt. Ltd. 6; Samsung Leasing Ltd. & Ors. vs. Samsung Electronic Co. Ltd. & Anr. 7 and OCI Corporation vs. Kandla Export Corporation & Ors8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bb1019978ffd4a7db179c54879f30ebd_100"
    },
    {
      "start": 14640,
      "end": 14761,
      "text": "It was further submitted that while interpreting any provision of a statute, the plain meaning has to be given effect to.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aec37b8d6645405ead676cbc56ac5a40_101"
    },
    {
      "start": 14762,
      "end": 14871,
      "text": "If the language used in a section gives a simple meaning and message, it should be interpreted in such a way.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8db720d6d4f2411b8f97346e7cdd4bfb_102"
    },
    {
      "start": 14872,
      "end": 15014,
      "text": "The first and primary rule of construction is that the intention of the legislation must be found in the words used by the legislature itself.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3f30e422af5644c893a4bcacb2db6f82_103"
    },
    {
      "start": 15015,
      "end": 15352,
      "text": "Reliance was also placed by him on the decisions in Prakash Nath Khanna & Anr. vs. Commissioner of Income Tax & Anr.9; Union of India vs. National Federation of Blind 10; Tata Power Company Ltd. & Ors. vs. Maharashtra Electricity Regulatory Commission & Ors. 11; and Ajay Enterprises (P) Ltd. & Anr. vs. Municipal Corporation of Delhi12.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b1b5233f47ad4946b26fb6111dcc9515_104"
    },
    {
      "start": 15353,
      "end": 15907,
      "text": "Mr. Khandekar 4 MANU/GJ/1383/2018 5 MANU/HY/0448/2018 6 MANU/GJ/0227/2019 7 2018 (167) DRJ 654 8 2016 SCC Online Guj 5981 9 (2004) 9 SCC 686 10 (2013) 10 SCC 772 11 MANU/SC/0932/2009 12 ILR (1972) 2 Del 629 Nitin 11 / 57 RPL-15-2019-3.doc therefore concluded that the question of law be answered to exclude the applicability of the CPC as amended by the Commercial Courts Act in respect of Commercial Disputes not of a Specified Value and that the un-amended CPC be applicable to matters which pertain to Commercial Disputes but not of a Specified Value.",
      "labels": [
        "NONE"
      ],
      "id": "b14ec04985ed404aa67d734b8f627f13_105"
    },
    {
      "start": 15909,
      "end": 16037,
      "text": "11. As opposed to the aforesaid arguments of Mr. Khandekar, I have heard Advocate Mr. Nausher Kohli appearing for the Plaintiff.",
      "labels": [
        "NONE"
      ],
      "id": "fda0e98f3a6c46269956806a3a92c287_106"
    },
    {
      "start": 16038,
      "end": 16351,
      "text": "According to Mr. Kohli, the Petitioner's argument that the amendments to the CPC as introduced by the Commercial Courts Act apply only to ' commercial disputes' of a 'Specified Value' and not merely 'commercial disputes' is converse to the mandate, purpose and legislative intent behind the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5883b2df86ab4607835b99934264dfe6_107"
    },
    {
      "start": 16352,
      "end": 16524,
      "text": "In support of his argument, Mr. Kohli relied upon the Preamble, Section 4, Section 7, the marginal note/heading to Section 16 and the Schedule to the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7ed9bafd1201468b8ed7f38bb61d871e_108"
    },
    {
      "start": 16526,
      "end": 16682,
      "text": "12. Relying on the Preamble, Mr. Kohli submitted that the Commercial Courts Act does not restrict itself only to 'commercial dispute of a Specified Value '.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d9470648cc8541468206cefad96f5ebf_109"
    },
    {
      "start": 16683,
      "end": 16761,
      "text": "It is also concerned with \"matters connected therewith or incidental thereto\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ddd9098ef8de424799fe8634138d12ca_110"
    },
    {
      "start": 16762,
      "end": 17001,
      "text": "Relying on Section 4, he submitted that as per the mandate of Section 4 of the Commercial Courts Act, this Commercial Division has been constituted for exercising the jurisdiction and powers conferred on it under the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "260bfca0105d4d6b8782062a5a1ffeea_111"
    },
    {
      "start": 17002,
      "end": 17179,
      "text": "Such jurisdiction and power would necessarily include the power to enforce, apply and implement the Schedule to the Commercial Courts Act which introduces amendments to the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "95e1fa7721a14d67ab84e227c1a5585c_112"
    },
    {
      "start": 17180,
      "end": 17333,
      "text": "Section 4 does not carve out a distinction between Nitin 12 / 57 RPL-15-2019-3.doc 'commercial disputes' and a 'commercial dispute of a Specified Value'.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "023911dbb7be4ba4901a530b538c38ed_113"
    },
    {
      "start": 17334,
      "end": 17517,
      "text": "According to him, this evidences that the legislature did not intend to create any distinction so far as the applicability of the provisions of the Commercial Courts Act is concerned.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "eb34b816be7941ed9f19d0ab5a0bd881_114"
    },
    {
      "start": 17518,
      "end": 17737,
      "text": "He submitted that the Commercial Courts Act, the Law Commission Reports and the discussions on the bill by members of the Parliament do not refer to a distinct application of the provisions of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "663eb0f5e15b4c8fa01c3183c2452c21_115"
    },
    {
      "start": 17738,
      "end": 18018,
      "text": "According to him, it would be akin to absurdity to apply the provisions of the Commercial Courts Act in a chaotic and irregular manner as both the types of matters require expeditious resolution in order to attain the objective for which the Commercial Courts Act was promulgated.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5a5116bd0acc4f1792d38e3795f1e279_116"
    },
    {
      "start": 18019,
      "end": 18424,
      "text": "\n13. Placing reliance on the marginal note/heading of Section 16 and the Schedule to the Commercial Courts Act, Mr. Kohli submitted that the Commercial Courts Act refers to 'commercial disputes' and not 'commercial disputes of a Specified Value' in the marginal note/heading of Section 16 and in the Schedule; the amendments introduced to Sections 35, Order VI, Rules 3 and 15 and Order XIII-A of the CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7ef26e594fc749de84968ef2905c9825_117"
    },
    {
      "start": 18425,
      "end": 18719,
      "text": "Whilst arguing, in fairness, he conceded that a marginal note/heading cannot be referred to for the purpose of construing a section, however, he submitted that a marginal note/heading can certainly be relied upon as indicating the drift of a section or to show what the section is dealing with.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e2e686e4ae9c49bca7315d774d9e85af_118"
    },
    {
      "start": 18720,
      "end": 18893,
      "text": "In this respect, he placed reliance on the decision of the Hon'ble Supreme Court in the case of K.P. Varghese vs. Nitin 13 / 57 RPL-15-2019-3.doc Income Tax Officer & Anr.13",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9b57ca91c4e346f5974cb08418e02219_119"
    },
    {
      "start": 18894,
      "end": 19126,
      "text": "According to him, had the legislature intended to create any distinction, there was no reason for the legislature to omit reference to 'commercial dispute of a Specified Value ' in the Schedule and marginal note/title to Section 16.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ed456b03a70f4ec480f61004be5340cc_120"
    },
    {
      "start": 19127,
      "end": 19276,
      "text": "Instead, the Schedule and marginal note/title to Section 16 clarifies that it applies to 'commercial disputes' whether of a 'Specified Value' or not.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "71e45903e0534181b0e47952d8ff7913_121"
    },
    {
      "start": 19277,
      "end": 19467,
      "text": "Hence, there is admittedly a conflict between Section 16 on the one hand and (i) the Schedule to the Commercial Courts Court and (ii) the marginal note/title to Section 16 on the other hand.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2c87e33b786b4c45b72ddcea2aab4f0b_122"
    },
    {
      "start": 19468,
      "end": 19719,
      "text": "In view of the apparent anomalies/inconsistencies/conflicts within the Commercial Courts Act itself, Mr. Kohli submitted that this Court ought to interpret Section 16 in a purposive manner and not in a restricted manner as Mr. Khandekar would have it.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "616606e1a74b44a5a5ecebb32a41a946_123"
    },
    {
      "start": 19720,
      "end": 19824,
      "text": "According to him, interpreting Section 16 literally would lead to erroneous and unintended consequences.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "efb1fc40e5a74defb027e6bdb654c26d_124"
    },
    {
      "start": 19825,
      "end": 20025,
      "text": "Hence, this Court ought to interpret the words 'commercial disputes of a Specified Value ' in Section 16 to mean and include 'commercial disputes' covered under the first proviso to Section 7 as well.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "83fab2926d0f4c88b6989510c3855c96_125"
    },
    {
      "start": 20026,
      "end": 20552,
      "text": "In this context, he placed reliance on the decisions of the Hon'ble Apex Court in Union of India vs Filip Tiago De Gama of Vedem Vasco De Gama 14; Rajbir Singh Dalal (Dr.) vs Chaudhari Devilal University, Sirsa15; Commissioner of Income Tax, Central Calcutta vs National Taj Traders16; Shailesh Dhairyawan vs Mohan Balkrishna Lulla 17 and 13 (1981) 4 SCC 173 14 1990 (1) SCC 277 15 2008 (9) SCC 284 16 1980 (1) SCC 370 17 2016 (3) SCC 619 Nitin 14 / 57 RPL-15-2019-3.doc Indian Performing Rights Society vs Sanjay Dalia18.\n14.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f02804da6b6d4750b97f1da147288984_126"
    },
    {
      "start": 20553,
      "end": 20725,
      "text": "Mr. Kohli's second leg of argument was that if Mr. Khandekar's arguments are accepted, there would be a resultant absurdity in the application of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7f07748282c04820b18ef65bfcdb05fc_127"
    },
    {
      "start": 20726,
      "end": 21048,
      "text": "Illustratively, the office of this Court would hence forth be required to assess not only whether or not a suit filed in this Court is a ' Commercial Suit' but would also have to enquire into the valuation of every Intellectual Property Rights matter to govern whether or not it falls within the ' Specified Value' or not.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3d4de7f42148402fb634581bdeb48566_128"
    },
    {
      "start": 21049,
      "end": 21360,
      "text": "Upon such assessment, the office of this Court would next have to assess if the said Plaint so filed is in compliance with the Commercial Courts Act ( if it is of a 'Specified Value') or conversely, if the said plaint is in compliance with the CPC as un-amended by the CPC (if it is not of a 'Specified Value').",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ba19be4429d4c54b3fb0726f31a3842_129"
    },
    {
      "start": 21361,
      "end": 21589,
      "text": "In the latter case, the office of this Court will direct that a Commercial Suit not of a ' Specified Value' will not be accompanied by a Statement of Truth etc. but would yet be titled as a ' Commercial Suit' in its cause-title.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f59144138b24897855c5c49b750f919_130"
    },
    {
      "start": 21590,
      "end": 21728,
      "text": "This, according to him, is an extreme absurdity resulting from Mr. Khanderkar's interpretation of Section 16 of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "65f0f411b1b64396b3685aaccf26ee75_131"
    },
    {
      "start": 21729,
      "end": 22352,
      "text": "Further, he submitted that whilst Intellectual Property Rights matters above the ' Specified Value' will be heard by this Commercial Division and these matters would be governed by the provisions of the Commercial Courts Act in toto, an Intellectual Property Rights matter not of a Specified Value will not be governed by all the 18 2015 (10) SCC 161 Nitin 15 / 57 RPL-15-2019-3.doc provisions of the Commercial Courts Act even though the said matter is being :\ni. Adjudicated by the same forum (Commercial Division);\nii. Adjudicated under the Commercial Courts Act;\niii.           Is a Commercial Suit; and iv.            ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f6087d08f98546e387cbce918270d9ac_132"
    },
    {
      "start": 22352,
      "end": 22427,
      "text": "Is a Commercial Suit in relation to an Intellectual Property Rights matter.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8f90d69c4dfb4e3b94b56ee49c1ce46f_133"
    },
    {
      "start": 22428,
      "end": 22505,
      "text": "\nThis, according to him, could never have been the intent of the legislature.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "379d25cbc1664f11aa627a9db011e458_134"
    },
    {
      "start": 22506,
      "end": 22703,
      "text": "The Commercial Court Act, having created a separate class of proceedings labelled as 'Commercial Suits', its procedure must apply in the trial of all such suits whether of a Specified Value or not.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e8e7c94d151d459dbcbba99e96eefff9_135"
    },
    {
      "start": 22704,
      "end": 23009,
      "text": "The objective of the Commercial Courts Act would be defeated if one category of cases i.e. those filed under the first proviso to Section 7 of the Commercial Courts Act, are merely registered as 'commercial suits' in their cause-title but are not governed by major provisions of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8447315263ef4e6baad9e481219fef39_136"
    },
    {
      "start": 23010,
      "end": 23244,
      "text": "\nThis, according to Mr. Kohli would create a backlog in the Commercial Division, the very mischief for which the Commercial Courts Act was promulgated, and eventually dampen and cripple the very objective of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9b8a909c0a2b4014bac43297d71c5052_137"
    },
    {
      "start": 23246,
      "end": 23525,
      "text": "15. Mr. Kohli further submitted that if Mr. Khandekar's arguments are accepted, an order/decree passed in matters such as the present suit would continue to be heard by the Commercial Appellate Division despite not being governed by the procedure under the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5928d248e5e54500a57b494535672ef1_138"
    },
    {
      "start": 23526,
      "end": 23570,
      "text": "This would render Section 13 otiose as well.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fd37c55b95e84035bf6bc47c35dbd553_139"
    },
    {
      "start": 23571,
      "end": 23987,
      "text": "The Commercial Courts Act is designed to expedite such suits and in the absence of such procedure, matters filed in the Commercial Division emanating from Nitin 16 / 57 RPL-15-2019-3.doc the first proviso to Section 7 of the Commercial Courts Act would be effectively governed by the rules and procedures applicable to non-commercial matters, defeating the very purpose for which the Commercial Division was created.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fc927eb294ce403bb34c28e92edce1ed_140"
    },
    {
      "start": 23988,
      "end": 24292,
      "text": "In other words, if the submissions of the Petitioner are anything to go by, the Commercial Division would hear such matters without the aid of the provisions of the Commercial Courts Act, yet requiring that the Commercial Division dispose of matters at an expedited pace, resulting in an acute absurdity.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94be704baaf04e32b1f100da0a0858d2_141"
    },
    {
      "start": 24294,
      "end": 24635,
      "text": "16. Mr. Kohli also submitted that if Mr. Khandekar's arguments are given any credence, it would lead to the creation of a further sub-class within a class as the sub- class of matters under the first proviso to Section 7 would be separated from the class of other matters under the Commercial Courts Act without any intelligible differentia.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6fc480a1c2a74fc09921140a093558d7_142"
    },
    {
      "start": 24636,
      "end": 24778,
      "text": "This would be unconstitutional in the very least as the creation of a sub-class within a class would be hit by Article 14 of the Constitution.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b192f1a258314f40b605b0ad3d88aeab_143"
    },
    {
      "start": 24779,
      "end": 24900,
      "text": "In this context, reliance was placed by him on the Apex Court's decision in Sansar Chand Atri vs. State of Punjab 19.\n17.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d849fb43f37f481daff7dbb20e74480f_144"
    },
    {
      "start": 24901,
      "end": 25165,
      "text": "Mr. Kohli concluded that the phrase 'commercial disputes of a Specified Value' used in Section 16 of the Commercial Courts Act ought to be interpreted to also include 'commercial disputes' governed under the first proviso to Section 7 of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "15dee5ed2c0647fd9bd59c1b948961fb_145"
    },
    {
      "start": 25166,
      "end": 25288,
      "text": "This, according to him, would be a proper, rational, consistent and purposive interpretation of the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94a8ddc64c8f4a119271366bc691c76b_146"
    },
    {
      "start": 25290,
      "end": 25429,
      "text": "18. I have considered the aforesaid arguments canvassed by Mr. Khandekar and 19 (2002) 4 SCC 154 Nitin 17 / 57 RPL-15-2019-3.doc Mr. Kohli.",
      "labels": [
        "NONE"
      ],
      "id": "0a34da90eb4c45479969adfbd3e28f3d_147"
    },
    {
      "start": 25430,
      "end": 25534,
      "text": "I have also considered the various decisions of the Apex Court and various High Courts as cited by them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f731a555e5534242b21f399f44903b81_148"
    },
    {
      "start": 25535,
      "end": 25834,
      "text": "However, prior to dealing with their respective arguments, it would be necessary even at the cost of repetition to once again set-out the subject provision viz. Section 16 of the Commercial Courts Act :\n\" 16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46446d86f2d04fb6b6f9dc3dd9a78232_149"
    },
    {
      "start": 25835,
      "end": 26046,
      "text": "\n(1) The provisions of the Code of Civil Procedure, 1908 shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.",
      "labels": [
        "STA"
      ],
      "id": "f632b945b7224c799b9cbc44d3a58a72_150"
    },
    {
      "start": 26047,
      "end": 26266,
      "text": "\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908, as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.",
      "labels": [
        "STA"
      ],
      "id": "733eeb49c5a740ce9b9616eb7caefaef_151"
    },
    {
      "start": 26267,
      "end": 26601,
      "text": "\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908, by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908, as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"\n19.",
      "labels": [
        "STA"
      ],
      "id": "31f542e67298443d8ecf125992453e57_152"
    },
    {
      "start": 26602,
      "end": 27126,
      "text": "A bare reading of Section 16 of the Commercial Courts Act begs the interpretation that the provisions of the CPC shall, in their application to any suit in respect of a commercial dispute of a Specified Value , stand amended in the manner as specified in the Schedule to the Commercial Courts Act and that this Commercial Nitin 18 / 57 RPL-15-2019-3.doc Division, shall follow the provisions of the CPC as amended by the Commercial Courts Act, in the trial of a suit in respect of a commercial dispute of a Specified Value .",
      "labels": [
        "STA"
      ],
      "id": "3b7e1c82fa9e41dd86d43438a0eb62ea_153"
    },
    {
      "start": 27128,
      "end": 27488,
      "text": "20. Whilst I agree with Mr. Kohli in his argument that as per the mandate of Section 4 of the Commercial Courts Act, this Commercial Division has been constituted for exercising the jurisdiction and powers conferred on it under the Commercial Courts Act, in my view, such jurisdiction ought to be exercised within the four corners of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f47376dd6eb948fd938b1f0a3f3c1c34_154"
    },
    {
      "start": 27489,
      "end": 27562,
      "text": "An express provision such as Section 16 cannot be ignored in such manner.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff37dfe1760e468baf46e8aee6269353_155"
    },
    {
      "start": 27563,
      "end": 27723,
      "text": "It was also Mr. Kohli's argument that Section 4 does not carve out a distinction between a 'commercial dispute' and a 'commercial dispute of a Specified Value'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9470feb6836462983b03e9ab586ad3a_156"
    },
    {
      "start": 27724,
      "end": 27773,
      "text": "While this may be so, Section 16 clearly does so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac9f39de02ca47d097dd51d1a6987010_157"
    },
    {
      "start": 27774,
      "end": 27992,
      "text": "\n21 . In so far as Mr. Kohli's reliance on the marginal note/heading to Section 16 is concerned, I believe the extent of reliance this Court can place on a marginal note/heading of a provision is no longer res integra.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5ac5f321e3e412392de720d32e9338c_158"
    },
    {
      "start": 27993,
      "end": 28175,
      "text": "In this context, it would be appropriate to reproduce the following findings of the Apex Court in its decision rendered in Karnataka Rare Earth vs. Deptt. of Mines & Geology20 :\n\"14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ae3d0664bfd74c7c8f6bbacdda3050a5_159"
    },
    {
      "start": 28176,
      "end": 28380,
      "text": "In support of the submission that the demand for the price of mineral raised and exported is in the nature of penalty, the learned counsel for the appellants has relied on the marginal note of Section 21.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0c7656e454724ef784b28a185371c7bd_160"
    },
    {
      "start": 28381,
      "end": 28709,
      "text": "According to Justice Singh, G.P.: Principles of Statutory Interpretation (8th Edn., 2001, at p. 147), though the opinion is not uniform but the weight of 20 (2004) 2 SCC 783 Nitin 19 / 57 RPL-15-2019-3.doc authority is in favour of the view that the marginal note appended to a section cannot be used for construing the section.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ca0d6357c9844ea98a7c7707366e4555_161"
    },
    {
      "start": 28710,
      "end": 28932,
      "text": "There is no justification for restricting the section by the marginal note nor does the marginal note control the meaning of the body of the section if the language employed therein is clear and spells out its own meaning.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d81ec21eb8454789a8f3d2bb6860550a_162"
    },
    {
      "start": 28933,
      "end": 29435,
      "text": "In Director of Public Prosecutions v. Schildkamp[(1969) 3 All ER 1640 :\n(1970) 2 WLR 279 (HL)] Lord Reid opined that a sidenote is a poor guide to the scope of a section for it can do no more than indicate the main subject with which the section deals and Lord Upjohn opined that a sidenote being a brief prcis of the section forms a most unsure guide to the construction of the enacting section and very rarely it might throw some light on the intentions of Parliament just as a punctuation mark.\"\n22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e59c6b66305642c7ae7eb324d93806c5_163"
    },
    {
      "start": 29436,
      "end": 29695,
      "text": "The following judgments and observations contained therein, relied upon by Mr. Khandekar with respect to the reliance upon a marginal note in interpreting a section are also relevant:\na. Prakash Nath Khanna & Anr. vs. Commissioner of Income Tax & Anr. 21 \"16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e078080c749f4dd69c3f6428b9caf7a5_164"
    },
    {
      "start": 29696,
      "end": 29847,
      "text": "Two principles of construction -- one relating to casus omissus and the other in regard to reading the statute as a whole -- appear to be well settled.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2bd7d3cda7f84e63b309d2f356f0f142_165"
    },
    {
      "start": 29848,
      "end": 30457,
      "text": "Under the first principle a casus omissus cannot be supplied by the court except in the case of clear necessity and when reason for it is found in the four corners of the statute itself but at the same time a casus omissus should not be readily inferred and for that 21 (2004) 9 SCC 686 Nitin 20 / 57 RPL-15-2019-3.doc purpose all the parts of a statute or section must be construed together and every clause of a section should be construed with reference to the context and other clauses thereof so that the construction to be put on a particular provision makes a consistent enactment of the whole statute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "307a933143364a7cbcc086a88523995f_166"
    },
    {
      "start": 30458,
      "end": 30629,
      "text": "This would be more so if literal construction of a particular clause leads to manifestly absurd or anomalous results which could not have been intended by the legislature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7e1b03d52f9b4c5da684367233887bed_167"
    },
    {
      "start": 30630,
      "end": 30894,
      "text": "\"An intention to produce an unreasonable result\", said Danckwerts, L.J., in Artemiou v. Procopiou [(1966) 1 QB 878 : (1965) 3 All ER 539 : (1965) 3 WLR 1011 (CA)] (All ER p. 544 I), \"is not to be imputed to a statute if there is some other construction available\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b59ef1b7ebc14369a80f5bc181984813_168"
    },
    {
      "start": 30895,
      "end": 31138,
      "text": "Where to apply words literally would \"defeat the obvious intention of the legislation and produce a wholly unreasonable result\", we must \"do some violence to the words\" and so achieve that obvious intention and produce a rational construction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "41ef605f6b3c4c93aab9740116296d6f_169"
    },
    {
      "start": 31139,
      "end": 31377,
      "text": "[Per Lord Reid in Luke v. IRC [1963 AC 557 : (1963) 1 All ER 655 : (1963) 2 WLR 559 (HL)] where at AC p. 577 he also observed: (All ER p. 664 I) \"This is not a new problem, though our standard of drafting is such that it rarely emerges.\"]",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "48426ae7709f4adda5a02f05f86ccd07_170"
    },
    {
      "start": 31379,
      "end": 31559,
      "text": "17. The heading of the section or the marginal note may be relied upon to clear any doubt or ambiguity in the interpretation of the provision and to discern the legislative intent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "76ea8422c0f7410899d629da5a01bcfd_171"
    },
    {
      "start": 31560,
      "end": 31940,
      "text": "In CIT v. Ahmedbhai Umarbhai and Co. [AIR 1950 SC 134] after referring to the view expressed by Lord Macnaghten in Balraj Kunwar v. Jagatpal Singh [ILR (1904) 26 All 393 : 31 IA 132 : 1 All LJ 384 (PC)] it was held that marginal notes in an Indian statute, as in an Act of Parliament cannot be referred to for the Nitin 21 / 57 RPL-15-2019-3.doc purpose of construing the statute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0125e1842ff64bcb9e203043aa7e94ef_172"
    },
    {
      "start": 31941,
      "end": 32106,
      "text": "Similar view was expressed in Board of Muslim Wakfs, Rajasthan v. Radha Kishan [(1979) 2 SCC 468] and Kalawatibai v. Soiryabai [(1991) 3 SCC 410 : AIR 1991 SC 1581].",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "00fe711f7a3e4321a59222b142a3ce26_173"
    },
    {
      "start": 32107,
      "end": 32225,
      "text": "Marginal note certainly cannot control the meaning of the body of the section if the language employed there is clear.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4a19b0693b484cd9aade151cb1da39fb_174"
    },
    {
      "start": 32226,
      "end": 32322,
      "text": "(See Nandini Satpathy v. P.L. Dani [(1978) 2 SCC 424 : 1978 SCC (Cri) 236 : AIR 1978 SC 1025] .)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ddaccc3e0f694b46adae0f5c82a8a4b1_175"
    },
    {
      "start": 32323,
      "end": 32411,
      "text": "In the present case as noted above, the provisions of Section 276-CC are in clear terms.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e991d2f67a4845a2853f5e644a128243_176"
    },
    {
      "start": 32412,
      "end": 32520,
      "text": "There is no scope for trying to clear any doubt or ambiguity as urged by learned counsel for the appellants.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "199a5638522a4f7fac2ac9a096ccc042_177"
    },
    {
      "start": 32521,
      "end": 32785,
      "text": "Interpretation sought to be put on Section 276-CC to the effect that if a return is filed under sub-section (4) of Section 139 it means that the requirements of sub-section (1) of Section 139 would stand complied with cannot be accepted for more reasons than one.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47980218368248668d6b3a35e8a3d3c1_178"
    },
    {
      "start": 32786,
      "end": 32863,
      "text": "(Emphasis Supplied) b. Union of India vs National Federation of Blind 22 \"46.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "27d899ce7343401a8277be8be096f5e9_179"
    },
    {
      "start": 32864,
      "end": 33034,
      "text": "The heading of a section or marginal note may be relied upon to clear any doubt or ambiguity in the interpretation of the provision and to discern the legislative intent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e5e14ae558284a86976f8e60d6d82f76_180"
    },
    {
      "start": 33035,
      "end": 33229,
      "text": "\nHowever, when the section is clear and unambiguous, there is no need to traverse beyond those words, hence, the headings or marginal notes cannot control the meaning of the body of the section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "520118503aeb4363bfea6e0697bad287_181"
    },
    {
      "start": 33230,
      "end": 33420,
      "text": "Therefore, the contention of Respondent 1 herein that the heading of Section 33 of the Act is \"Reservation of posts\" will not play a crucial role, when the section is clear and unambiguous.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "395d9ff41b62475796261336d5dfdbe3_182"
    },
    {
      "start": 33421,
      "end": 33440,
      "text": "(Emphasis Supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c94dc54e8814e33acf232c68e0d10a3_183"
    },
    {
      "start": 33441,
      "end": 33496,
      "text": "22 (2013) 10 SCC 772 Nitin 22 / 57 RPL-15-2019-3.doc c.",
      "labels": [
        "NONE"
      ],
      "id": "f0e360d7be674968bcd036c0b6bb3548_184"
    },
    {
      "start": 33497,
      "end": 33593,
      "text": "Tata Power Company Ltd. and Ors. vs Maharashtra Electricity Regulatory Commission & Ors 23 \"116.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b823cf9782ef4056ae048ec8138a8cbe_185"
    },
    {
      "start": 33594,
      "end": 33658,
      "text": "Chapter headings and the marginal note are parts of the statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab58ec9297fc406e8b249455062236fe_186"
    },
    {
      "start": 33659,
      "end": 33705,
      "text": "They have also been enacted by the Parliament.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e4934fe5a014e64b12327c4f162496f_187"
    },
    {
      "start": 33706,
      "end": 33786,
      "text": "There cannot, thus, be any doubt that it can be used in aid of the construction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b629998a552d4edf916aee6ff5baaacd_188"
    },
    {
      "start": 33787,
      "end": 33987,
      "text": "It is, however, well settled that if the wordings of the statutory provision are clear and unambiguous, construction of the statute with the aid of `chapter heading' and `marginal note' may not arise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5eba0d2dc63643d981407818175eaa13_189"
    },
    {
      "start": 33988,
      "end": 34138,
      "text": "It may be that heading and marginal note, however, are of a very limited use in interpretation because of its necessarily brief and inaccurate nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4cdc3b4c405471b903fd6de13474546_190"
    },
    {
      "start": 34139,
      "end": 34173,
      "text": "They are, however, not irrelevant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cbc80e2e6f484e31adb72f5673e4e67a_191"
    },
    {
      "start": 34174,
      "end": 34271,
      "text": "They certainly cannot be taken into consideration if they differ from the material they describe.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ff817d05c23483d84977bc87d5be591_192"
    },
    {
      "start": 34273,
      "end": 34338,
      "text": "117. We may notice some authorities on the subject at the outset.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11e04aa5334343eb88e0fde1b166b1a8_193"
    },
    {
      "start": 34340,
      "end": 34572,
      "text": "118. In Bennion on Statutory Interpretation, Fifth edition, Section 255, it is stated:\nwhere general words are preceded by a heading indicating a narrower scope it is legitimate to treat the general words as cut down by the heading.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7bf2596665ca43e68a2e9a4ed7cf97a7_194"
    },
    {
      "start": 34573,
      "end": 34751,
      "text": "\n119. Section 256 of the said treatise deals with \"sidenote, heading or title\", wherein it is stated:\n23 MANU/SC/0932/2009 Nitin 23 / 57 RPL-15-2019-3.doc Use in interpretation -",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b868baa0faf4ea08a0d6c58629af3ec_195"
    },
    {
      "start": 34752,
      "end": 34884,
      "text": "Like anything else in what Parliament puts out as its Acts, a sidenote or heading is part of the Act, despite dicta to the contrary.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d526af63ce24e328b2fe271a85e3318_196"
    },
    {
      "start": 34885,
      "end": 34929,
      "text": "It may therefore be used by the interpreter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "967d50dd9cc749bfb98f81e95493cb10_197"
    },
    {
      "start": 34930,
      "end": 35028,
      "text": "`No judge can be expected to treat something which is before his eyes as though it were not there.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f92103b94b1e4ef09cd9b0c9c4ecd9b0_198"
    },
    {
      "start": 35029,
      "end": 35185,
      "text": "However, the sidenote or section heading is of very limited use in interpretation because of its necessarily brief and therefore possibly inaccurate nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9c2017a50cc41548dd76f72da187ee2_199"
    },
    {
      "start": 35187,
      "end": 35451,
      "text": "120. It was commented:\nIf the sidenote contradicts the text this puts the interpreter on inquiry; but the answer may be that the drafter chose an inadequate signpost, or neglected to alter it to match an amendment made to the clause during the passage of the Bill.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de895efa182f4936ab07ffe8acb51663_200"
    },
    {
      "start": 35452,
      "end": 35563,
      "text": "Such facts are outside the knowledge of the interpreter, who must therefore adopt a rule not depending on them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79f779cb8fd04b3e9d0a1cb64311d608_201"
    },
    {
      "start": 35564,
      "end": 35693,
      "text": "\n... \nModern judges believe it proper to consider sidenotes or headings to sections, and gather what guidance they can from them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "167a92a0072a4fb1865bf2111f238d07_202"
    },
    {
      "start": 35694,
      "end": 35903,
      "text": "Thus Vinelott J said that the sidenote to the Income and Corporation Taxes Act, 1970 Section 488 (repealed) was a permissible and useful guide that threw a light on the mischief at which the section was aimed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee4d5abde92540cf9fd152655580babc_203"
    },
    {
      "start": 35904,
      "end": 36251,
      "text": "\nUpjohn LJ gave a precisely accurate indication of the role of the sidenote when he said:\nWhile the marginal note to a section cannot control the language used in the section , Nitin 24 / 57 RPL-15-2019-3.doc it is at least permissible to approach a consideration of its general purpose and the mischief at which it is aimed with the note in mind.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a887994e3ba44b99d4634f52ae57982_204"
    },
    {
      "start": 36252,
      "end": 36361,
      "text": "\nThe italicised words accurately show the relationship of this component to the informed interpretation rule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad45663220d644c8bbba67b335c5142e_205"
    },
    {
      "start": 36362,
      "end": 36460,
      "text": "Earlier inconsistent dicta, a selection of which are now considered, must be treated as erroneous.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "71ec1391b5164e4cb50b7d175ebc46d5_206"
    },
    {
      "start": 36462,
      "end": 36691,
      "text": "121. In Interpretation of Statutes, Fourth Edition, by Vepa P. Sarathi at page 347 it is stated:\nThe heading of a chapter may be referred to in order to determine the sense of any doubtful expression in a section ranged under it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "85d4a71f94e54e9594057efd95a8fce3_207"
    },
    {
      "start": 36692,
      "end": 36738,
      "text": "But it cannot control unambiguous expressions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48229460e6274490ade3ff566021c371_208"
    },
    {
      "start": 36739,
      "end": 37011,
      "text": "\nIt is true that a heading cannot control the interpretation of a clause if its meaning is otherwise plain and unambiguous, but it can certainly be referred to as indicating the general drift of the clause and affording a key to a better understanding of its meaning.\n122.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4194c4e14b7493aa70440e51949781d_209"
    },
    {
      "start": 37012,
      "end": 37305,
      "text": "Similarly in Principles of Statutory Interpretation by Justice G.P. Singh, upon noticing the conflicting opinion, the learned Author states:\nThe view is now settled that the Headings or Titles prefixed to section or group of sections can be referred to in construing an Act of the Legislature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c652b68ba08643f2a7ddda22ec4cd357_210"
    },
    {
      "start": 37306,
      "end": 37343,
      "text": "\nNitin 25 / 57 RPL-15-2019-3.doc 123.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d565b64d90e840e18a3e350e3c8eb5d5_211"
    },
    {
      "start": 37344,
      "end": 37410,
      "text": "Chapter heading, therefore, is a permitted tool of interpretation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb13ef2004b743d6b128fce3bc9acdf2_212"
    },
    {
      "start": 37411,
      "end": 37482,
      "text": "It is considered to be a preamble of that section to which it pertains.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43440e7577294c59b892e1ee533d3c2b_213"
    },
    {
      "start": 37483,
      "end": 37537,
      "text": "It may be taken recourse to where an ambiguity exists.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31a13fed5980488e8c6f656feb55f627_214"
    },
    {
      "start": 37538,
      "end": 37614,
      "text": "However, where there does not exist any ambiguity, it cannot be resorted to.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24cf32f4ba0b4cbf8701f96e9f2e2dae_215"
    },
    {
      "start": 37615,
      "end": 37718,
      "text": "Chapter heading and marginal note, however, can be resorted to for the purpose of resolving the doubts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "056baf39568b48199747fb2166db6df6_216"
    },
    {
      "start": 37720,
      "end": 37805,
      "text": "124. It furthermore appears that there is a drift from the old value in recent times.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1aee6157baac420bb603b442b8affc6a_217"
    },
    {
      "start": 37807,
      "end": 38381,
      "text": "125. We may notice that the English decisions whereupon reliance had been placed by this Court in various judgments and in particular Chandler v. DPP (1962) All ER 142 , str considered to be a no longer a good law in the country of origin, as stated in Bennion on Statutory Interpretation Fifth Edition at page 748:\nSuperseded dicta Phillimore LJ referred to a `general rule of law' to the effect that marginal notes must be disregarded `upon the principle that those notes are inserted not by Parliament nor under the authority of Parliament, but by irresponsible persons'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9e57a32fc18f4241b79185bfc238e2e8_218"
    },
    {
      "start": 38382,
      "end": 38608,
      "text": "\nIn fact, with occasional trifling exceptions, the marginal notes in an Act are not inserted by parliamentary clerks - or even drafters - but are contained either in the Bill as introduced or in new clauses added by amendment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c45fd97d2f3485f80eb468b245d2f83_219"
    },
    {
      "start": 38609,
      "end": 38745,
      "text": "Furthermore, the clerks are not Nitin 26 / 57 RPL-15-2019-3.doc `irresponsible persons', but are subject to the authority of Parliament.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec84be897393455c9c54e3a0a986ebe5_220"
    },
    {
      "start": 38746,
      "end": 38808,
      "text": "Avory J. said that `marginal notes form no part of a statute'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "830d169b11294f75bea70bf5d618abd5_221"
    },
    {
      "start": 38809,
      "end": 38916,
      "text": "He added : `They are not voted on or passed by Parliament, but are inserted after the Bill has become law'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f039f3b4ce1426681579b9c6f138408_222"
    },
    {
      "start": 38917,
      "end": 38946,
      "text": "This is not the case however.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "191ed43f90f044e787a15607d253bc5a_223"
    },
    {
      "start": 38947,
      "end": 39093,
      "text": "The entire Act is passed by Parliament and is entered, or deemed to be entered, in the Parliament Roll with all non-amendable components included.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58ab0f7cb9494d588c84cc4205ce9d22_224"
    },
    {
      "start": 39094,
      "end": 39170,
      "text": "These components mostly remain unchanged throughout the passage of the Bill.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe2e73c564944448804ccb4b0b9438c6_225"
    },
    {
      "start": 39171,
      "end": 39233,
      "text": "They are certainly not inserted after the Bill has become law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1411c9ded0054555bb51f75e074d9dfb_226"
    },
    {
      "start": 39234,
      "end": 39649,
      "text": "Willes J. after asserting that the marginal notes and other `appendages' are not part of an Act, said of any Act, passed after the practice of actually engrossing Acts on the Parliament Roll ceased in 1849:\n`The Act, when passed, must be looked at just as if it were still entered upon a roll, which it may be again if Parliament should be pleased so to order; in which case it would be without these appendages....",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3773b2f9afaa48759207c9dab254753c_227"
    },
    {
      "start": 39651,
      "end": 39879,
      "text": "126. It is, however, evident from the decision of this Court in Indian Aluminium Company v. Kerala State Electricity Board MANU/SC/0310/1975 : [1976]1SCR70 , that the modern trend is to take into consideration the marginal note.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2c3d0f9707184153bcf5347ac12dfced_228"
    },
    {
      "start": 39880,
      "end": 39997,
      "text": "It could be used, as has been held, in R.S. Joshi, Sales Tax Officer, Gujarat and Ors. v. Ajit Mills Limited and Anr.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "945953d50b9948f18735b9dc04c9d226_229"
    },
    {
      "start": 39998,
      "end": 40004,
      "text": "MANU /",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05aaf91c8e2241ce87fea6ca92f92d47_230"
    },
    {
      "start": 40005,
      "end": 40033,
      "text": "SC/0300/1977 : [1978]1SCR338",
      "labels": [
        "NONE"
      ],
      "id": "e1d652620bb640deb6404215a65efd2c_231"
    },
    {
      "start": 40034,
      "end": 40177,
      "text": ". Relevance of marginal note was also taken note of in Ramesh Chand and Ors. v. State of U.P. and Ors.\nMANU/SC/0389/1979 : [1980]1SCR498 .\n127.",
      "labels": [
        "NONE"
      ],
      "id": "982d729d0bc74e2ba77a2e756a4e10bd_232"
    },
    {
      "start": 40178,
      "end": 40258,
      "text": "In Bombay Dyeing and Mfg. Co. Ltd. v. Bombay Environmental Action Group and Ors.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b22fc6bd046047a2a7b7439401cdd7f5_233"
    },
    {
      "start": 40259,
      "end": 40265,
      "text": "MANU /",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0519dc78569d44e0b4f038837a9fc66c_234"
    },
    {
      "start": 40266,
      "end": 40413,
      "text": "SC/1197/2006 : AIR2006SC1489 , marginal note has been Nitin 27 / 57 RPL-15-2019-3.doc taken into consideration as an intrinsic part of the Section.",
      "labels": [
        "NONE"
      ],
      "id": "9f558c5224284b16a73c8597a1431680_235"
    },
    {
      "start": 40414,
      "end": 40663,
      "text": "In Deewan Singh and Ors. v. Rajendra Pd. Ardevi and Ors. MANU/SC/0207/2007 : AIR2007SC767 it has been held that the marginal note may be taken into consideration for the purpose of proper construction of the provision although there is no ambiguity.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "43a76d8b0341435c91c223e881f01f61_236"
    },
    {
      "start": 40664,
      "end": 40772,
      "text": "Sarabjit Rick Singh v. Union of India (UOI) MANU/SC/0041/2008 : (2008)2SCC417 follows Deewan Singh (supra).\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "20481cb5bd3d452dabc0afaa8bb77c75_237"
    },
    {
      "start": 40773,
      "end": 40792,
      "text": "(Emphasis Supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc737c93c6974971acd7842aa8d34e85_238"
    },
    {
      "start": 40794,
      "end": 40933,
      "text": "23. As can be seen from the above findings, it is now settled law that a marginal note/heading cannot control the plain words of a section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1299e9eea3044bb1a2db4746a5fef63f_239"
    },
    {
      "start": 40934,
      "end": 41081,
      "text": "When the words used in a provision are clear and unambiguous, a marginal note/heading cannot be used to alter the interpretation of such provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85fb29e0830d432f9817f2ca5ed4219a_240"
    },
    {
      "start": 41082,
      "end": 41183,
      "text": "I am therefore, unable to agree with Mr. Kohli's reliance on the marginal note/heading of Section 16.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35d3b4258c524b229417a58b97da8014_241"
    },
    {
      "start": 41184,
      "end": 41286,
      "text": "Similarly, I also cannot agree with Mr. Kohli's reliance on the Schedule to the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd03112aa05c436bad3c79486a8a34e0_242"
    },
    {
      "start": 41287,
      "end": 41595,
      "text": "The expressions used in the Schedule to an enactment cannot control or prevail against the express enactment and in case of any inconsistency between the Schedule and the enactment, the enactment is to prevail and if any part of the Schedule cannot be made to correspond to the Act, it must yield to the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0db0357434a4ebb858c6c06274e9410_243"
    },
    {
      "start": 41596,
      "end": 41742,
      "text": "In this context, the following findings of the Apex Court in its decision rendered in Aphali Pharmaceuticals Ltd. v. State of Maharashtra24 :\n\"31.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "50191f94c80843149b32c3cc203c8894_244"
    },
    {
      "start": 41743,
      "end": 41809,
      "text": "A Schedule in an Act of Parliament is a mere question of drafting.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3a45dd562f744a1d9771d5cbe82ef810_245"
    },
    {
      "start": 41810,
      "end": 41856,
      "text": "It is the legislative intent that is material.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "56628642d4e74066b606895fa4243f61_246"
    },
    {
      "start": 41857,
      "end": 41980,
      "text": "An 24 (1989) 4 SCC Nitin 28 / 57 RPL-15-2019-3.doc Explanation to the Schedule amounts to an Explanation in the Act itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "948f2712dc264b5db3dc53a95f30d112_247"
    },
    {
      "start": 41981,
      "end": 42377,
      "text": "As we read in Halsbury's Laws of England, Third Edn., Vol. 36, para 551 [Ed.: See in Fourth Edition, Vol. 44, para 822] :\n\"To simplify the presentation of statutes, it is the practice for their subject-matter to be divided, where appropriate, between sections and Schedules, the former setting out matters of principle, and introducing the latter, and the latter containing all matters of detail.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dc6a63b0c79342e2bd02f4578446520e_248"
    },
    {
      "start": 42378,
      "end": 42538,
      "text": "This is purely a matter of arrangement, and a Schedule is as much a part of the statute, and as much an enactment, as is the section by which it is introduced.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fd7a1e2c0789483c9d37f88ec13db0a2_249"
    },
    {
      "start": 42539,
      "end": 42613,
      "text": "\nThe Schedule may be used in construing provisions in the body of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9253aeaf35614dfcaeace101b56a6d30_250"
    },
    {
      "start": 42614,
      "end": 42743,
      "text": "It is as much an act of legislature as the Act itself and it must be read together with the Act for all purposes of construction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68cf1acb5d02438fb47f4735fdc7bee4_251"
    },
    {
      "start": 42744,
      "end": 43015,
      "text": "Expressions in the Schedule cannot control or prevail against the express enactment and in case of any inconsistency between the Schedule and the enactment, the enactment is to prevail and if any part of the Schedule cannot be made to correspond it must yield to the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64789f23a6c64a869bf30aa4f034c3c0_252"
    },
    {
      "start": 43016,
      "end": 43085,
      "text": "Lord Sterndale, in IRC v. Gittus [(1920) 1 KB 563] said: (at p. 576).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fa80071440b24fdfb3cae12e3cd54c30_253"
    },
    {
      "start": 43086,
      "end": 43220,
      "text": "\n\"It seems to me there are two principles or rules of interpretation which ought to be applied to the combination of Act and Schedule.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "10c36ef5b3b644bcaaed75103c1bde83_254"
    },
    {
      "start": 43221,
      "end": 43657,
      "text": "If the Act says that the Schedule is to be used for a certain purpose and the heading of the part of the Schedule in question shows that it is prima facie at any rate devoted to that purpose, then you must read the Act and the Schedule as though the Schedule were operating for that Nitin 29 / 57 RPL-15-2019-3.doc purpose, and if you can satisfy the language of the section without extending it beyond that purpose, you ought to do it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ecd297df590d4886b454f0f81edeeda5_255"
    },
    {
      "start": 43658,
      "end": 43985,
      "text": "But if in spite of that you find in the language of the Schedule words and terms that go clearly outside that purpose, then you must give effect to them and you must not consider them as limited by the heading of that part of the Schedule or by the purpose mentioned in the Act for which the Schedule is prima facie to be used.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6f315b684af44998892b366b9be4138_256"
    },
    {
      "start": 43986,
      "end": 44188,
      "text": "You cannot refuse to give effect to clear words simply because prima facie they seem to be limited by the heading of the Schedule and the definition of the purpose of the Schedule contained in the Act.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "18bcb4c592e74178a048d395a6e4c804_257"
    },
    {
      "start": 44190,
      "end": 44502,
      "text": "24. In this regard, the following observations in the case of Ajay Enterprises (P) Ltd. and Anr. vs Municipal Corporation Of Delhi 25 relied upon by Mr. Khandekar are also relevant- \"There can be no dispute that the various provisions of an enactment are to be so construed as to give a harmonious applicability.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1f11fa0ecb63481b900306095cb519b3_258"
    },
    {
      "start": 44503,
      "end": 44675,
      "text": "But the question to be determined is as to what is the effect if the language of the provisions in a schedule is contrary to the provisions contained in the main enactment.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5617e99499e54f4a9498f06945aba5a5_259"
    },
    {
      "start": 44676,
      "end": 44941,
      "text": "Craies on Statute Law (Seventh Edition) at pages 224-225 says, \"The schedule is as much a part of the statute, and is as much an enactment, as any other part, but if an enactment in a schedule contradicts an earlier clause the clause prevails against the schedule\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "52b845874b6e4b35b921f4e15c2b0207_260"
    },
    {
      "start": 44942,
      "end": 45264,
      "text": "Maxwell on Interpretation of Statutes (Eleventh Edition) at page 156 says, \"Where a passage in a schedule to a statute was repugnant to one in the body of the statute, the latter was held to prevail, and the mere wording of a specimen form in a Schedule to an Act cannot restrict or enlarge a provision in the Act itself.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "206124f590da403cb1fcce9de7f80e1b_261"
    },
    {
      "start": 45265,
      "end": 45472,
      "text": "Again Maxwell on Interpretation of Statutes (Twelfth Edition) at page 12 says, \"Schedules to statutes are as much part of an Act as any other, and may be used in construing provisions in the body of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1c47774ccf0c448c915b623d5dce8491_262"
    },
    {
      "start": 45473,
      "end": 45644,
      "text": "Similarly, provisions in a schedule will be construed in the 25 ILR (1972) 2 Del 629 at page 639 Nitin 30 / 57 RPL-15-2019-3.doc light of what is enacted in the sections\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9d3ad6c1868149bcb586f3d17dd930de_263"
    },
    {
      "start": 45645,
      "end": 45769,
      "text": "It is, therefore, evident that provisions in a schedule are to be construed in the light of what is enacted in the sections.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77b1f338e0b8435e9affa2d63a9127fd_264"
    },
    {
      "start": 45770,
      "end": 45977,
      "text": "If the words of a section are clear without admitting of any ambiguity, one cannot refuse to give effect to the clear words of the statute, and the positive language of an enactment cannot be dispensed with.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "398b80ea243d46b68f05f36b8eec935e_265"
    },
    {
      "start": 45978,
      "end": 46147,
      "text": "That being so, if an enactment in a schedule contradicts the language of the section itself to which the schedule is appended, the section prevails against the schedule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7d040ee26d8f4f64a19bfbc5b9a4ec6a_266"
    },
    {
      "start": 46148,
      "end": 46224,
      "text": "Reference may be made here to The Queen v. Baines, (1840) 12 A. D. & E. 227.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2a2af5b6e0bf43e38b2dc177e9199623_267"
    },
    {
      "start": 46225,
      "end": 46312,
      "text": "In that case Bains took objection to the legality of Ms deprivation on various grounds.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c878b8b7d914088a12808ae5b0b23ba_268"
    },
    {
      "start": 46313,
      "end": 46439,
      "text": "One of the objection was to the form of the significavite as being issued by Dean of Arches and not by the Archbishop himself.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "791a2c90e03a477a9979cf1125c67e8b_269"
    },
    {
      "start": 46440,
      "end": 46667,
      "text": "The contention raised was that the form of significavite itself as given in the schedule proved that the jury, i.e., the Bishop was the only person who ought to certify as the form of significavite could only apply to a Bishop.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "973cbcbe9bbd41d3908330dc7e96eed1_270"
    },
    {
      "start": 46668,
      "end": 47174,
      "text": "Dealing with the contention Lord Denman, C.J., observed at page 227, \"... such form although embodied in the Act, cannot be deemed conclusive of a question of this nature: we have also to consider the language of the section itself to which the schedule is appended; and, if there be any contradiction between the two, which upon fair construction there perhaps will not be found to be, upon ordinary principles the form, which is made to suit rather the generality of cases than all cases, must give way.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c1a57e89cd8e4ee2b27e5e2433a8386c_271"
    },
    {
      "start": 47175,
      "end": 47194,
      "text": "(Emphasis Supplied)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e0e6c175b5a54112ab3309795d986f3a_272"
    },
    {
      "start": 47196,
      "end": 47341,
      "text": "25. Mr. Kohli relied heavily on his submissions that this Court ought to interpret Section 16 of the Commercial Courts Act in a purposive manner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b3b361295d764def97593cc2010e144f_273"
    },
    {
      "start": 47342,
      "end": 47574,
      "text": "During the course of arguments, Mr. Kohli relied upon the following decisions and the findings therein to persuade me in 'purposively' interpreting Section 16 as suggested by him :\n25.1 Sansar Chand Atri vs. State of Punjab26 :\n\" 9.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9e5dba052ddd4523bf82391d62b7c0ac_274"
    },
    {
      "start": 47575,
      "end": 47714,
      "text": "It is relevant to note here that in the certificate issued by the Ministry of Defence the appellant has been described as an ex-serviceman.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea37077e71fc451884dcfc13538f8e4b_275"
    },
    {
      "start": 47715,
      "end": 47808,
      "text": "The provision for reservation in the Service Rules is meant for the benefit of ex-servicemen.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d7db2add87584865b55d3eee9fe5467c_276"
    },
    {
      "start": 47809,
      "end": 48045,
      "text": "The 26 (2002) 4 SCC 154 Nitin 31 / 57 RPL-15-2019-3.doc purpose is to provide them with suitable jobs in the civil services so that they may not face difficulty in adjusting themselves in civil society after leaving the defence service.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c6e1fbc2d6644e26ab7145a13e6d5224_277"
    },
    {
      "start": 48046,
      "end": 48237,
      "text": "In the context of the scheme of the provision the provisions in the Rules should be interpreted in a purposive and reasonable manner so that the intent and purpose of the provision is served.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1da92ec6913d443fa7aecf13ec2a0cc2_278"
    },
    {
      "start": 48238,
      "end": 48447,
      "text": "From the provisions in the Rules it appears that a distinction has been made for persons who are released from the army on the ground of medical disqualification or on the ground of inefficiency or misconduct.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c209cddb642e41a3953b615af980192b_279"
    },
    {
      "start": 48448,
      "end": 48552,
      "text": "Such distinction is reasonable keeping in view the purpose of reservation of posts made under the Rules.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f29b0b6fa1dd44c297a58a0c70e7acd8_280"
    },
    {
      "start": 48553,
      "end": 48798,
      "text": "All the ex-defence service personnel are to be treated as a class separate from other candidates for the purpose of offer of jobs and no differentiation or discrimination can be made amongst them unless such differences are real and substantial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7bc0dcacbe924ed9b9fad2af85106a7d_281"
    },
    {
      "start": 48799,
      "end": 49128,
      "text": "Testing the provisions in this context we are of the view that a person in the army who has earned pension after putting in the requisite period of service before leaving the army whether at his own request or on being released by the employer or on any ground should be treated as an ex-serviceman who has retired from the army.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fad0e0ac81ab4f3b8ef535379cc0bb53_282"
    },
    {
      "start": 49129,
      "end": 49369,
      "text": "Such treatment is to be meted out to all such persons irrespective of whether the nomenclature used is \"released [ As per Corrigendum issued by Supreme Court of India dated 7-8-2002 No. F.3/Ed. B.J./141/2002] \" or \"discharged\" or \"retired\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0aca9492659548e0be4e44910f9bfff5_283"
    },
    {
      "start": 49370,
      "end": 49740,
      "text": "If the contention raised on behalf of the Service Commission and the State Government that since the appellant has been Nitin 32 / 57 RPL-15-2019-3.doc discharged from the army at his own request, he cannot be treated as an ex-serviceman, is accepted then it will create a class within a class without rational basis and, therefore, becomes arbitrary and discriminatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f05ecc778684213b5d333ea6e3b4e0d_284"
    },
    {
      "start": 49741,
      "end": 49827,
      "text": "It will also defeat the purpose for which the provision for reservation has been made.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fe103e85f5e490c9375ad6d16cec32c_285"
    },
    {
      "start": 49828,
      "end": 50019,
      "text": "\n10. The High Court, in our view, is not justified in placing reliance on sub-clause (iv) of the definition clause and excluding the writ petitioners from the eligible category on that basis.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bab4645bd94c40e9a1e97851b09707f2_286"
    },
    {
      "start": 50020,
      "end": 50233,
      "text": "Sub-clause (iv) has no application in the instant case for the reason that it applies to such of those persons who are released from service after specific period of engagement and become entitled to get gratuity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b67eb4b72ba47b3ba047edc2e3ee93e_287"
    },
    {
      "start": 50234,
      "end": 50391,
      "text": "If a person, who served in the armed forces, is released after being granted the benefit of pension, the case is taken out of the purview of sub-clause (iv).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32138f1d710a459f9f5e5a6b0b04a5de_288"
    },
    {
      "start": 50392,
      "end": 50552,
      "text": "The exclusionary words \"otherwise than at his own request\" occurring in sub-clause (iv) cannot, therefore, be relied upon to deny the benefit to the appellants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf339c390b3a4bd198c7d3625ca3fb8d_289"
    },
    {
      "start": 50553,
      "end": 50631,
      "text": "Then the question arises, whether such person would fall under sub-clause (i)?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6597cdb818324c6bb2af0ea45d253155_290"
    },
    {
      "start": 50632,
      "end": 50818,
      "text": "True, according to the terminology used in the Service Rules governing the armed forces there is a distinction between retirement and release/discharge, as pointed out by the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d50f0a7f210408d8b16859f9ee74b3e_291"
    },
    {
      "start": 50819,
      "end": 50980,
      "text": "But, in the context of definition of ex-serviceman in Rule 2( c )( ii ), the broader meaning has to be given to the word \"retired\" occurring in sub-clause ( i ).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82afeb6932104d06b6721d8bda4dfa30_292"
    },
    {
      "start": 50981,
      "end": 51185,
      "text": "In principle and in the light of the considerations set out above, there is no rational basis for excluding those discharged or Nitin 33 / 57 RPL-15-2019-3.doc released from service after earning pension.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "72807adf516041a985081d0014ed2801_293"
    },
    {
      "start": 51186,
      "end": 51304,
      "text": "It is only after considerable period of satisfactory service a member of the armed forces becomes entitled to pension.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2af0e05df2f84d609915341ed4688a1e_294"
    },
    {
      "start": 51305,
      "end": 51532,
      "text": "The mere fact that after such long period of service he voluntarily quit the service with the consent of the employer should not place him in a disadvantageous position for claiming the benefit of reservation for ex-serviceman.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa973e55cbcc4c7e9f9a380e825b2adb_295"
    },
    {
      "start": 51533,
      "end": 51684,
      "text": "Therefore, the expression \"retirement\" should be given wider meaning in order to effectuate the objective behind the Rule .\"\n[Emphasis supplied]\"\n25.2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe35bae80a1a4c14aaa988397eb4978b_296"
    },
    {
      "start": 51685,
      "end": 51749,
      "text": "Union of India vs Filip Tiago De Gama of Vedem Vasco De Gama27 :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "934339844e864229a2ee6ce1aba35c9c_297"
    },
    {
      "start": 51750,
      "end": 51846,
      "text": "\nT he paramount object in statutory interpretation is to discover what the legislature intended.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "21108bd6316f482e88dc3a43fff677b7_298"
    },
    {
      "start": 51847,
      "end": 51932,
      "text": "This intention is primarily to be ascertained from the text of enactment in question.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4542c735610b4b1baa87a57ee1313591_299"
    },
    {
      "start": 51933,
      "end": 52051,
      "text": "That does not mean the text is to be construed merely as a piece of prose, without reference to its nature or purpose.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c274b2a2140f4552ae9c2d1eec387e86_300"
    },
    {
      "start": 52052,
      "end": 52113,
      "text": "A statute is neither a literary text nor a divine revelation.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2782a55845434eb8b82a7573a5005259_301"
    },
    {
      "start": 52114,
      "end": 52228,
      "text": "\"Words are certainly not crystals, transparent and unchanged\" as Mr Justice Holmes has wisely and properly warned.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "088bed137c20413d98fdc4ac111b503a_302"
    },
    {
      "start": 52229,
      "end": 52272,
      "text": "(Towne v. Eisner [245 US 418, 425 (1918)] )",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4c1855e10f1749cba174d9caae1066c0_303"
    },
    {
      "start": 52273,
      "end": 52449,
      "text": "Learned Hand, J., was equally emphatic when he said: \"Statutes should be construed, not as theorems of Euclid, but with some imagination of the purposes which lie behind them.\"",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2485fa0b8692411bb8bcaf80ce4a5264_304"
    },
    {
      "start": 52450,
      "end": 52506,
      "text": "(Lenigh Valley Coal Co. v. Yensavage [218 FR 547, 553] )",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4831ac70b7a14413a977615dcb38a65b_305"
    },
    {
      "start": 52508,
      "end": 52872,
      "text": "17. Section 30(2) provides that amended provisions of Section 23(2) shall apply, and shall be deemed to have 27 1990 (1) SCC 277 Nitin 34 / 57 RPL-15-2019-3.doc applied, also to, and in relation to, any award made by the Collector or court between April 30, 1982 and September 24, 1984, or to an appellate order therefrom passed by the High Court or Supreme Court.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0c8276bee78c4c0bba296163bf3e1690_306"
    },
    {
      "start": 52873,
      "end": 53043,
      "text": "The purpose of these provisions seems to be that the awards made in that interregnum must get higher solatium inasmuch as to awards made subsequent to September 24, 1984.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8010b2e90f2e4e29916bfee87df1cde4_307"
    },
    {
      "start": 53044,
      "end": 53190,
      "text": "Perhaps it was thought that awards made after the commencement of the Amending Act 68 of 1984 would be taken care of by the amended Section 23(2).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad664ee8e4a24baaaa16bc44dab38a9b_308"
    },
    {
      "start": 53191,
      "end": 53299,
      "text": "\nThe case like the present one seems to have escaped attention by innocent lack of due care in the drafting.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8513b051f103494b94c7f3c036e1c8a5_309"
    },
    {
      "start": 53300,
      "end": 53370,
      "text": "The result would be an obvious anomaly as will be indicated presently.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "61b1dc01d7f744cd8d63005278f74051_310"
    },
    {
      "start": 53371,
      "end": 53477,
      "text": "If there is obvious anomaly in the application of law the court could shape the law to remove the anomaly.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7e3e7753813f4e02a8579b0acbbdbafe_311"
    },
    {
      "start": 53478,
      "end": 53690,
      "text": "If the strict grammatical interpretation gives rise to absurdity or inconsistency, the court could discard such interpretation and adopt an interpretation which will give effect to the purpose of the legislature.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5dd64c80e1134d15ad1bb16577c602c4_312"
    },
    {
      "start": 53691,
      "end": 53870,
      "text": "That could be done, if necessary even by modification of the language used [See: Mahadeolal Kanodia v. Administrator General of West Bengal [(1960) 3 SCR 578 : AIR 1960 SC 936] ].",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5e856c87185745b9863e14bb64be5f33_313"
    },
    {
      "start": 53871,
      "end": 53958,
      "text": "The legislators do not always deal with specific controversies which the courts decide.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "42eac524f82b47bda3355e04e9d58b0c_314"
    },
    {
      "start": 53959,
      "end": 54069,
      "text": "They incorporate general purpose behind the statutory words and it is for the courts to decide specific cases.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a2e6a7833c304026a27c01fdd4b8e398_315"
    },
    {
      "start": 54070,
      "end": 54230,
      "text": "If a given case is well within the general purpose of the legislature but not within the literal meaning of the statute, then the court must strike the balance.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b6d14823964747989dada3481f2b6769_316"
    },
    {
      "start": 54237,
      "end": 54290,
      "text": "Nitin                                         35 / 57",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4845e73aa8d44117a56912b4ec785b8a_317"
    },
    {
      "start": 54291,
      "end": 54323,
      "text": "               RPL-15-2019-3.doc",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e3f23650bea4f19b1db26ce499e12a8_318"
    },
    {
      "start": 54384,
      "end": 54404,
      "text": "(Emphasis supplied)\"",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d0713dea9d4346f7b38cbdff5361e281_319"
    },
    {
      "start": 54406,
      "end": 54479,
      "text": "25.3. Rajbir Singh Dalal (Dr.) vs Chaudhari Devilal University, Sirsa28 :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "17c044ad897749d09845da297e84c109_320"
    },
    {
      "start": 54481,
      "end": 54781,
      "text": "\"12. Mr P.S. Patwalia, learned Senior Counsel for the appellant submitted that in the UGC Regulations for the post of Lecturer the requirement was a Masters degree in the relevant subject, whereas the expression \"in the relevant subject\" is not mentioned in the qualifications for the post of Reader.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "14bf514157cf405884029b25adf8309d_321"
    },
    {
      "start": 54782,
      "end": 54933,
      "text": "Hence, he submitted that it was not necessary for the appellant to have a Masters degree in the relevant subject for appointment to the post of Reader.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f8337b3a12e743fa9863173276f31cbb_322"
    },
    {
      "start": 54934,
      "end": 54960,
      "text": "We regret we cannot agree.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0001cdd3115d441f852cfda5fc3d3221_323"
    },
    {
      "start": 54961,
      "end": 55079,
      "text": "In our opinion, the words \"in the relevant subject\" has to be read into the qualification for the post of Reader also.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8de2d33039f4f159fd0bc24e2c7acf2_324"
    },
    {
      "start": 55080,
      "end": 55273,
      "text": "To take a contrary view would lead to a strange situation as that would mean that a person who has an MA degree in Music or History, is qualified to be appointed as Reader in Political Science.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b8806de5f0f34c3aa1e9edc3952568f7_325"
    },
    {
      "start": 55275,
      "end": 55407,
      "text": "13. No doubt, the ordinary principle of interpretation is that words should neither be added nor deleted from a statutory provision.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8129482e681e40288c7064b789672407_326"
    },
    {
      "start": 55408,
      "end": 55835,
      "text": "However, there are some exceptions to the rule where the alternative lies between either supplying by implication words which appear to have been accidentally omitted, or adopting a strict construction which leads to absurdity or deprives certain existing words of all meaning, and in this situation it is permissible to supply the words (vide Principles of Statutory Interpretation by Justice G.P. Singh, 9th Edn., pp. 71-76).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b717a755726d47168bed845aa48e2bb9_327"
    },
    {
      "start": 55836,
      "end": 55856,
      "text": "\n28 2008 (9) SCC 284",
      "labels": [
        "NONE"
      ],
      "id": "47cb384e9e054da2a60110acff916498_328"
    },
    {
      "start": 55857,
      "end": 55953,
      "text": "     Nitin                                       36 / 57                   RPL-15-2019-3.doc 14.",
      "labels": [
        "NONE"
      ],
      "id": "73f2d10744fa4d7eb1c16bad957ff188_329"
    },
    {
      "start": 55954,
      "end": 56221,
      "text": "Thus, in Siraj-ul-Haq Khan v. Sunni Central Board of Waqf [AIR 1959 SC 198] , the Supreme Court interpreted the words \"any person interested in a waqf\" in Section 5(2) of the U.P. Muslim Waqfs Act, 1936 as meaning \"any person interested in what is held to be a waqf\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7be7659203ff4603bb7f7fad589650bc_330"
    },
    {
      "start": 56223,
      "end": 56587,
      "text": "15. Similarly, in State Bank of Travancore v. Mohd. M. Khan [(1981) 4 SCC 82 : AIR 1981 SC 1744] , while construing Section 4(1) of the Kerala Agriculturists' Debt Relief Act, 1970 the Supreme Court interpreted the words \"any debt due before the commencement of this Act to any banking company\" as meaning \"any debt due at and before the commencement of this Act\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "148e7696703d461598dfcf84fd942a5c_331"
    },
    {
      "start": 56589,
      "end": 56772,
      "text": "16. Similarly, in Gujarat Composite Ltd. v. Ranip Nagarpalika [(1999) 8 SCC 675 : AIR 2000 SC 135] the Supreme Court interpreted the words \"grog minerals\" to mean \"grog and minerals\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d3c69bf8992d455190e5c31705f87acb_332"
    },
    {
      "start": 56773,
      "end": 57080,
      "text": "In Southern Railway v. T.R. Chellappan [(1976) 3 SCC 190 : 1976 SCC (L&S) 398 : AIR 1975 SC 2216] the Supreme Court interpreted the words \"any party to an arbitration agreement\" occurring in Section 33 of the Arbitration Act, 1940 to mean \"a person who is alleged to be a party to an arbitration agreement\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3cf33415691d4d6d81299e75e1e36ae0_333"
    },
    {
      "start": 57081,
      "end": 57102,
      "text": "(Emphasis supplied)\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fd4dc66d5df04a199cce12cfc1e964aa_334"
    },
    {
      "start": 57103,
      "end": 57183,
      "text": "25.4. Commissioner of Income Tax, Central Calcutta vs. National Taj Traders 29 :",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4f9b5ee15c954090a7894c4d07d2f69a_335"
    },
    {
      "start": 57185,
      "end": 57341,
      "text": "\"10. Two principles of construction -- one relating to casus omissus and the other in regard to reading the statute as a whole -- appear to be well settled.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "302c2ef051e44792aac986fc09273484_336"
    },
    {
      "start": 57342,
      "end": 57796,
      "text": "In regard to the former the following statement of law appears in Maxwell on Interpretation of Statutes (12th Edn.) at p. 33:\n29 1980 (1) SCC 370 Nitin 37 / 57 RPL-15-2019-3.doc \"Omissions not to be inferred.--It is a corollary to the general rule of literal construction that nothing is to be added to or taken from a statute unless there are adequate grounds to justify the inference that the legislature intended something which it omitted to express.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5940ff74dfd749289e54f308df9dbeb7_337"
    },
    {
      "start": 57797,
      "end": 57963,
      "text": "Lord Morsey said: 'It is a strong thing to read into an Act of Parliament words which are not there, and in the absence of clear necessity it is a wrong thing to do'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6e1e813df05740cd8c4b54146a61aefa_338"
    },
    {
      "start": 57964,
      "end": 58138,
      "text": "'We are not entitled', said Lord Loreburn L.C., 'to read words into an Act of Parliament unless clear reason for it is to be found within the four corners of the Act itself'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b752d723187244b293cd89095e25dae3_339"
    },
    {
      "start": 58139,
      "end": 58343,
      "text": "A case not provided for in a statute is not to be dealt with merely because there seems no good reason why it should have been omitted, and the omission appears in consequence to have been unintentional.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2d8c357be71847e6bfd30bbf6bbcfce3_340"
    },
    {
      "start": 58344,
      "end": 58695,
      "text": "\nIn regard to the latter principle the following statement of law appears in Maxwell at p. 47:\n\"A statute is to be read as a whole.--It was resolved in the case of Lincoln College [(1595) 3 Co. Rep. 58b at p. 59b] that the good expositor of an Act of Parliament should 'make construction on all the parts together, and not of one part only by itself'.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fb0f3e2bc4cd4735a118a7e74c7ffd8c_341"
    },
    {
      "start": 58696,
      "end": 58883,
      "text": "Every clause of a statute is to 'be construed with reference to the context and other clauses of the Act, so as, as far as possible, to make a consistent enactment of the whole statute'.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "11627be1a4b142b5b77c70e3e0fc31ae_342"
    },
    {
      "start": 58884,
      "end": 58953,
      "text": "(Per Lord Davey in Canada Sugar Refining Co. Ltd. v.R., 1898 AC 735.)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d4488a3fbfb84e5aab3a357e1fc3eb97_343"
    },
    {
      "start": 58954,
      "end": 59559,
      "text": "In other words, under the first principle a casus omissus cannot be supplied by the Court except in the case of clear necessity and when reason for it is found in the four corners Nitin 38 / 57 RPL-15-2019-3.doc of the statute itself but at the same time a casus omissus should not be readily inferred and for that purpose all the parts of a statute or section must be construed together and every clause of a section should be construed with reference to the context and other clauses thereof so that the construction to be put on a particular provision makes a consistent enactment of the whole statute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "15a350b6064c498a8854db0242e7e747_344"
    },
    {
      "start": 59560,
      "end": 59731,
      "text": "This would be more so if literal construction of a particular clause leads to manifestly absurd or anomalous results which could not have been intended by the Legislature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "93aac2a7314241ec977c7b4ba3cb6190_345"
    },
    {
      "start": 59732,
      "end": 59929,
      "text": "\"An intention to produce an unreasonable result\", said Danckwerts, L.J., in Artemiou v. Procopiou (1966 1 QB 878), \"is not to be imputed to a statute if there is some other construction available\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5a431f23e92d41e9b3418d17d8ff6260_346"
    },
    {
      "start": 59930,
      "end": 60172,
      "text": "Where to apply words literally would \"defeat the obvious intention of the legislation and produce a wholly unreasonable result\" we must \"do some violence to the words\" and so achieve that obvious intention and produce a rational construction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a027437fe5dd407dbb32e0bb5d2aff6d_347"
    },
    {
      "start": 60173,
      "end": 60344,
      "text": "[Per Lord Reid in Luke v. IRC (1966 AC 557) where at p. 577 he also observed: \"this is not a new problem, though our standard of drafting is such that it rarely emerges\".]",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2cfabd83a6234d59b45f778c1616cf3b_348"
    },
    {
      "start": 60345,
      "end": 60486,
      "text": "In the light of these principles we will have to construe sub-section (2)(b) with reference to the context and other clauses of Section 33-B.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8d2b294a8adb4ce1ab9f8acba4d7c178_349"
    },
    {
      "start": 60487,
      "end": 60508,
      "text": "(Emphasis supplied)\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "183a2421b8b44fa1ad4915345e6ac9a1_350"
    },
    {
      "start": 60509,
      "end": 60622,
      "text": "\n25.5. Shailesh Dhairyawan vs Mohan Balkrishna Lulla30 :\n30 2016 (3) SCC 619 Nitin 39 / 57 RPL-15-2019-3.doc \"31.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f388deca41349018275afe934de2441_351"
    },
    {
      "start": 60623,
      "end": 60933,
      "text": "The aforesaid two reasons given by me, in addition to the reasons already indicated in the judgment of my learned Brother, would clearly demonstrate that the provisions of Section 15(2) of the Act require purposive interpretation so that the aforesaid objective/purpose of such a provision is achieved thereby.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9e61fb5998294e69bddde3cd62330cca_352"
    },
    {
      "start": 60934,
      "end": 61160,
      "text": "The principle of \" purposive interpretation \" or \" purposive construction \" is based on the understanding that the court is supposed to attach that meaning to the provisions which serve the \" purpose \" behind such a provision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c5adaef487de4edfa47496eff64d7b75_353"
    },
    {
      "start": 61161,
      "end": 61230,
      "text": "The basic approach is to ascertain what is it designed to accomplish?",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0fe5ddab02b34903a5a31ab0e30dae9b_354"
    },
    {
      "start": 61231,
      "end": 61363,
      "text": "To put it otherwise, by interpretative process the court is supposed to realise the goal that the legal text is designed to realise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7dbaf756bad24fd39bab0fb48b403781_355"
    },
    {
      "start": 61364,
      "end": 61479,
      "text": "As Aharon Barak puts it:\n\"Purposive interpretation is based on three components: language, purpose, and discretion.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "da28cd5155aa4dc081add1795295d22d_356"
    },
    {
      "start": 61480,
      "end": 61580,
      "text": "Language shapes the range of semantic possibilities within which the interpreter acts as a linguist.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dbe8a0c56bdd4f66aac102724d767d9c_357"
    },
    {
      "start": 61581,
      "end": 61728,
      "text": "Once the interpreter defines the range, he or she chooses the legal meaning of the text from among the (express or implied) semantic possibilities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4184355b23864a4fbd6b302334295d3b_358"
    },
    {
      "start": 61729,
      "end": 61901,
      "text": "The semantic component thus sets the limits of interpretation by restricting the interpreter to a legal meaning that the text can bear in its (public or private) language.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "69611d13282641e4a331c9aca5f1967e_359"
    },
    {
      "start": 61902,
      "end": 61986,
      "text": "[ Aharon Barak, Purposive Interpretation in Law (Princeton University Press, 2005).]",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "315b289bdc2048a98f15e0b461d137c9_360"
    },
    {
      "start": 61988,
      "end": 62222,
      "text": "32. Of the aforesaid three components, namely, language, purpose and discretion \"of the court\", insofar as purposive component is concerned, this is the ratio juris, the purpose at Nitin 40 / 57 RPL-15-2019-3.doc the core of the text.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6689c0b8483c4f17a7e8148f60e1e963_361"
    },
    {
      "start": 62223,
      "end": 62326,
      "text": "This purpose is the values, goals, interests, policies and aims that the text is designed to actualise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ca3a370f3a594f579b8393b8963faa71_362"
    },
    {
      "start": 62327,
      "end": 62382,
      "text": "It is the function that the text is designed to fulfil.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd13a3167d6242418944f038d7ab16e4_363"
    },
    {
      "start": 62384,
      "end": 62497,
      "text": "33. We may also emphasise that the statutory interpretation of a provision is never static but is always dynamic.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6acbe63952fd4270bb51e35eeaf35bfe_364"
    },
    {
      "start": 62498,
      "end": 62778,
      "text": "Though the literal rule of interpretation, till some time ago, was treated as the \" golden rule \", it is now the doctrine of purposive interpretation which is predominant, particularly in those cases where literal interpretation may not serve the purpose or may lead to absurdity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97672e19c09f43f0a62b11a113c93d8f_365"
    },
    {
      "start": 62779,
      "end": 62883,
      "text": "If it brings about an end which is at variance with the purpose of statute, that cannot be countenanced.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5b0dfa56963649938bd91ad6bae01c4e_366"
    },
    {
      "start": 62884,
      "end": 63172,
      "text": "Not only legal process thinkers such as Hart and Sacks rejected intentionalism as a grand strategy for statutory interpretation, and in its place they offered purposivism, this principle is now widely applied by the courts not only in this country but in many other legal systems as well.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac788741aeef42888fc7c776ac1781bc_367"
    },
    {
      "start": 63173,
      "end": 63194,
      "text": "(Emphasis Supplied)\".",
      "labels": [
        "PREAMBLE"
      ],
      "id": "423775d73f2346209612c85c97657951_368"
    },
    {
      "start": 63195,
      "end": 63259,
      "text": "\n25.6. Indian Performing Rights Society vs Sanjay Dalia31 :\n\"27.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "16324c00a4d4499b82645b62822eaabd_369"
    },
    {
      "start": 63260,
      "end": 63408,
      "text": "It was also submitted that Heydon's [Heydon's case, (1584) 3 Co Rep 7a : 76 ER 637] rule is not applicable where the words of the statute are clear.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9b368baefd244a2785a7affa689841a9_370"
    },
    {
      "start": 63409,
      "end": 63771,
      "text": "Reliance has been placed on Hiralal Rattanlal v. State of U.P. [(1973) 1 SCC 216] in which it has been observed that when the provision is unambiguous and if from the provision legislative intent is clear, the court need not call into aid the other rule of construction of statutes 31 2015 (10) SCC 161 Nitin 41 / 57 RPL-15-2019-3.doc such as that of \"mischief\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c6d87b784e704e2487a8089273882578_371"
    },
    {
      "start": 63772,
      "end": 63921,
      "text": "However, we opine, when two interpretations are possible, the court has to adopt the one which furthers the object as provided in the statute itself.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ad1f91d668bf4c6f905b0dfbf2fc53b8_372"
    },
    {
      "start": 63922,
      "end": 64154,
      "text": "\n28. Reliance has been placed on Padma Sundara Rao v. State of T.N. [(2002) 3 SCC 533 : AIR 2002 SC 1334] in which it has been observed that the intention of the legislature must be found in the words used by the legislature itself.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "95fbe633f8da465ea5e97e327f7a0a8a_373"
    },
    {
      "start": 64155,
      "end": 64395,
      "text": "Reliance has also been placed on Grasim Industries Ltd. v. Collector of Customs [(2002) 4 SCC 297] in which it has been observed that wherever the language is clear, the intention of the legislature is to be gathered from the language used.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ae15762a16ff48c78ff8ebc6d35e064d_374"
    },
    {
      "start": 64396,
      "end": 64479,
      "text": "While doing so, what has been said as also what has not been said, has to be noted.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a9926840782846179690725c121b21f5_375"
    },
    {
      "start": 64480,
      "end": 64531,
      "text": "There is no dispute with the aforesaid proposition.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "24d5eea15e4243f7ae70475e4a702d77_376"
    },
    {
      "start": 64532,
      "end": 64636,
      "text": "However, the object of the Act and the intention of the legislature is clear which is to the otherwise.\"",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b58930e428a4c9c8a7a7bf0ad25df3c_377"
    },
    {
      "start": 64637,
      "end": 64645,
      "text": "xxx \"32.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6b408877f7404c32bb16cf37b31ef221_378"
    },
    {
      "start": 64646,
      "end": 64788,
      "text": "Justice G.P. Singh in Principles of Statutory Interpretation, 12th Edn., has observed that regard be had to the subject and object of the Act.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5cf7f79ee44345fda2aa725d80f5ffba_379"
    },
    {
      "start": 64789,
      "end": 64922,
      "text": "The court's effort is to harmonise the words of the statute with the subject of enactment and the object the legislature has in view.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a65fbb1bca4d41e68b080ca4f9269ab1_380"
    },
    {
      "start": 64923,
      "end": 65060,
      "text": "When two interpretations are feasible, the court will prefer the one which advances the remedy and suppresses the mischief as envisioned.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a4a5f7c887304e19af480ae5fcea6602_381"
    },
    {
      "start": 65061,
      "end": 65502,
      "text": "The relevant portion is extracted below:\n\"As stated earlier (Chapter 1, Title 2 'Intention of the Nitin 42 / 57 RPL-15-2019-3.doc Legislature', text and Notes 57 to 69, pp. 14 to 17) and as approved by the Supreme Court:\n'9. ... \"the words of a statute, when there is doubt about their meaning, are to be understood in the sense in which they best harmonise with the subject of the enactment and the object which the legislature has in view.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "87476aa4c09348e29a153521ce2786aa_382"
    },
    {
      "start": 65503,
      "end": 65724,
      "text": "Their meaning is found not so much in a strictly grammatical or etymological propriety of language, nor even in its popular use, as in the subject or in the occasion on which they are used, and the object to be attained.\"",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b7541e992bf24dcd94afae971b3bd4a4_383"
    },
    {
      "start": 65726,
      "end": 65799,
      "text": "(Workmen v. Dimakuchi Tea Estate [AIR 1958 SC 353] , AIR p. 356, para 9.)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ee3492b3d0b3421dac7fae7a5f841423_384"
    },
    {
      "start": 65800,
      "end": 65908,
      "text": "The courts have declined \"to be bound by the letter, when it frustrates the patent purposes of the statute\".",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df4fa558741a49f2ad2c205ca30720fb_385"
    },
    {
      "start": 65909,
      "end": 65982,
      "text": "(Cabell v. Markham [148 F 2d 737 (2d Cir 1945)] ), ( Judge Learned Hand).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "490bf3d30e81439d940e99546b551e62_386"
    },
    {
      "start": 65983,
      "end": 66012,
      "text": "In the words of Shah, J.:\n'8.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ec5f0007e397412ba1b1d57fcac3a74f_387"
    },
    {
      "start": 66013,
      "end": 66577,
      "text": "... It is a recognised rule of interpretation of statutes that the expressions used therein should ordinarily be understood in a sense in which they best harmonise with the object of the statute and which effectuate the object of the legislature.' (New India Sugar Mills Ltd. v. CST [AIR 1963 SC 1207] , AIR p. 1213, para 8.) Therefore when two interpretations are feasible the court will prefer that which advances the remedy and suppresses the mischief as the legislature envisioned. (Carew & Co. Ltd. v. Union of India [(1975) 2 SCC 791] , SCC p. 804, para 40.)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f33a6f22c6bd4c0e80d5846dbd1cea15_388"
    },
    {
      "start": 66578,
      "end": 66783,
      "text": "The Court should adopt an object- oriented approach keeping in mind the principle that Nitin 43 / 57 RPL-15-2019-3.doc legislative futility is to be ruled out so long as interpretative possibility permits.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe0129b11a504b7aa07ee0eb71b4fc09_389"
    },
    {
      "start": 66784,
      "end": 66873,
      "text": "[Busching Schmitz (P) Ltd. v. P.T. Menghani [(1977) 2 SCC 835] , SCC pp. 843-44, para 17.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "797f3bdbb482410caf53d99cb5794fce_390"
    },
    {
      "start": 66874,
      "end": 67092,
      "text": "] The object-oriented approach, however, cannot be carried to the extent of doing violence to the plain language used by rewriting the section or substituting words in place of the actual words used by the legislature.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de7fa8184bc641a08a0e6e96544a56fd_391"
    },
    {
      "start": 67093,
      "end": 67171,
      "text": "(CIT v. N.C. Budharaja and Co. [1994 Supp (1) SCC 280] , SCC p. 288, para 13.)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "af47259113ec461eb7d90210f15d99a0_392"
    },
    {
      "start": 67172,
      "end": 67644,
      "text": "Having regard to the object of the U.P. Bhoodan Yagna Act, 1953 to implement the Bhoodan movement, which aimed at distribution of land to landless labourers who were versed in agriculture and who had no other means of subsistence, it was held that the expression 'landless persons' in Section 14, which made provision for grant of land to landless persons, was limited to landless labourers as described above and did not include a landless businessman residing in a city.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "42652c6025ee490f8f10daa7bf1abf9e_393"
    },
    {
      "start": 67645,
      "end": 67710,
      "text": "(U.P. Bhoodan Yagna Samiti v. Braj Kishore [(1988) 4 SCC 274] .)\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "41e2a99e33814506881560d4ced9fbc1_394"
    },
    {
      "start": 67712,
      "end": 67924,
      "text": "33. In Busching Schmitz (P) Ltd. v. P.T. Menghani [(1977) 2 SCC 835] , it has been observed that purposive interpretation may be made having regard to the object of the provisions and to avoid any obvious lacuna.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6eafd4c9d6c2496baa16c5a40774520b_395"
    },
    {
      "start": 67926,
      "end": 68171,
      "text": "34. The learned author Justice G.P. Singh in Interpretation of Statutes, 12th Edn. has also observed that it is the court's duty to avoid hardship, inconvenience, injustice, absurdity and anomaly while selecting out of different interpretations.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8af4a94fee5945eda2e07d86221b717c_396"
    },
    {
      "start": 68172,
      "end": 68336,
      "text": "The doctrine must be applied with great care and in case absurd inconvenience is to be caused that interpretation has to Nitin 44 / 57 RPL-15-2019-3.doc be avoided.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "11e6fddda09841128952a7ccf6706be0_397"
    },
    {
      "start": 68337,
      "end": 68433,
      "text": "Cases of individual hardship or injustice have no bearing for enacting the natural construction.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a0885bb28a07428cb2662b69e601e4f3_398"
    },
    {
      "start": 68434,
      "end": 68583,
      "text": "The relevant discussion at pp. 132-33 and 140-42 is extracted hereunder:\n\"(a) Hardship, inconvenience, injustice, absurdity and anomaly to be avoided",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c512d06e505b4160b4a8dc24786921e7_399"
    },
    {
      "start": 68584,
      "end": 68983,
      "text": "In selecting out of different interpretations 'the court will adopt that which is just, reasonable and sensible rather than that which is none of those things' (Holmes v. Bradfield Rural District Council [(1949) 2 KB 1 : (1949) 1 All ER 381 (DC)] , All ER p. 384) as it may be presumed 'that the legislature should have used the word in that interpretation which least offends our sense of justice'.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "43afa4266ccd4c64aac48ad0292b48dd_400"
    },
    {
      "start": 68984,
      "end": 69048,
      "text": "(Simms v. Registrar of Probates [1900 AC 323 (PC)] , AC p. 335.)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "51f88932a1164a45aea9cc1431affb35_401"
    },
    {
      "start": 69049,
      "end": 69246,
      "text": "If the grammatical construction leads to some absurdity or some repugnance or inconsistency with the rest of the instrument, it may be departed from so as to avoid that absurdity and inconsistency.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "516157b4d63b4d96ae8fb048a7f40f9b_402"
    },
    {
      "start": 69247,
      "end": 69329,
      "text": "\n(Grey v. Pearson [(1857) LR 6 HL Cas 61 : (1843-60) All ER Rep 21] , HLC p. 106.)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b7a505d14f984988b393c43e979cd25a_403"
    },
    {
      "start": 69330,
      "end": 69399,
      "text": "Similarly, a construction giving rise to anomalies should be avoided.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "67a8e599b603476eb979fd850b90613c_404"
    },
    {
      "start": 69400,
      "end": 69485,
      "text": "(N.T. Veluswami Thevar v. G. Raja Nainar [AIR 1959 SC 422] , AIR SC pp. 427 and 428.)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a76701f993d4329869b90329aadb812_405"
    },
    {
      "start": 69486,
      "end": 69531,
      "text": "As approved by Venkatarama Aiyar, J.:\n'7. ...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "54dcbb9f0a9e410f9c54cd0286121fb4_406"
    },
    {
      "start": 69532,
      "end": 69929,
      "text": "Where the language of a statute, in its ordinary meaning and grammatical construction, leads to a manifest contradiction of the apparent purpose of the enactment, or to some inconvenience or absurdity, hardship or injustice, presumably not intended, a construction may be put upon it which modifies the meaning of the words, and even the Nitin 45 / 57 RPL-15-2019-3.doc structure of the sentence.'",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3bbfb926100c429984a3fef9e84fdde9_407"
    },
    {
      "start": 69930,
      "end": 70004,
      "text": "(Tirath Singh v. Bachittar Singh [AIR 1955 SC 830] , AIR p. 833, para 7.)\"",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bc246c01267e432fb449ee67950b918a_408"
    },
    {
      "start": 70005,
      "end": 70147,
      "text": "\n*** \"Consideration of hardship, injustice or absurdity as avoiding a particular construction is a rule which must be applied with great care.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f0ab8d92af6945f59fdb74e7ac081b04_409"
    },
    {
      "start": 70148,
      "end": 70254,
      "text": "'The argument ab inconvenienti', said Lord Moulton, 'is one which requires to be used with great caution'.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5358990e694f46d08f6c8dc0569e5580_410"
    },
    {
      "start": 70255,
      "end": 70356,
      "text": "(Vacher & Sons Ltd. v. London Society of Compositors [1913 AC 107 : (1911-13) All ER Rep 241 (HL)] .)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "31ffcdd8c4a346d08e9c26c669d0d323_411"
    },
    {
      "start": 70357,
      "end": 70446,
      "text": "Explaining why great caution is necessary Lord Moulton further observed: (AC p. 130) '...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0b2a9d6ff67c4a43ae9c7754dbc704b8_412"
    },
    {
      "start": 70447,
      "end": 70561,
      "text": "There is a danger that it may degenerate into mere judicial criticism of the propriety of the Acts of legislature.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f12daef7699045e6ace74c6365b96226_413"
    },
    {
      "start": 70562,
      "end": 71009,
      "text": "We have to interpret statutes according to the language used therein, and, though occasionally the respective consequences of two rival interpretations may guide us in our choice between them, it can only be where, taking the Act as a whole, and viewing it in connection with the existing state of the law at the time of the passing of the Act, we can satisfy ourselves that the words can have been used in the sense to which the argument points.'",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70ddbd8e473a4cc19d8bdda06fa69c63_414"
    },
    {
      "start": 71010,
      "end": 71111,
      "text": "(Vacher & Sons Ltd. v. London Society of Compositors [1913 AC 107 : (1911-13) All ER Rep 241 (HL)] .)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e7fccee4f3f4480995255c8f1a645a57_415"
    },
    {
      "start": 71112,
      "end": 71303,
      "text": "According to Brett, L.J., the inconvenience necessitating a departure from the ordinary sense of the words should not only be great but should also be what he calls an 'absurd inconvenience'.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "673354e5540d493d81b70810efbfefc5_416"
    },
    {
      "start": 71304,
      "end": 71703,
      "text": "Moreover, individual cases of hardship or injustice have no Nitin 46 / 57 RPL-15-2019-3.doc bearing for rejecting the natural construction (Young & Co. v. Royal Leamington Spa Corpn. [(1883) LR 8 AC 517 (HL)] ), and it is only when the natural construction leads to some general hardship or injustice and some other construction is reasonably open that the natural construction may be departed from.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2a498dcf5afe407584d4a5a2689e2a6d_417"
    },
    {
      "start": 71704,
      "end": 72059,
      "text": "It is often found that laws enacted for the general advantage do result in individual hardship; for example laws of Limitation, Registration, Attestation although enacted for the public benefit, may work injustice in particular cases but that is hardly any reason to depart from the normal rule to relieve the supposed hardship or injustice in such cases.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fb2d2d269b544e49b2d52bfd46afb328_418"
    },
    {
      "start": 72060,
      "end": 72172,
      "text": "(Lucy v. W.T. Henleys Telegraph Works Co. Ltd. [(1970) 1 QB 393 : (1969) 3 WLR 588 : (1969) 3 All ER 456 (CA)] )",
      "labels": [
        "PREAMBLE"
      ],
      "id": "78285b51e47845b3bdb59883f291013d_419"
    },
    {
      "start": 72173,
      "end": 72326,
      "text": "'It is the duty of all courts of justice', said Lord Campbell, 'to take care for the general good of the community, that hard cases do not make bad law'.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c29fa62680e24ea891cabaf34dbabef2_420"
    },
    {
      "start": 72327,
      "end": 72397,
      "text": "(East India Co. v. Oditchurn Paul [(1850) 7 Moo PCC 85 : 13 ER 811] .)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "676aad296ba642509cdd9698ad71c0cd_421"
    },
    {
      "start": 72398,
      "end": 72618,
      "text": "'Absurdity' according to Willes, J., should be understood 'in the same sense as repugnance that is to say something which would be so absurd with reference to the other words of the statute as to amount to a repugnance'.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3d4e2828caf14f3bb49fa77fac84e067_422"
    },
    {
      "start": 72619,
      "end": 72671,
      "text": "(Christophersen v. Lotingae [(1864) 33 LJ CP 121] .)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "99f2f5ed8d524476801bfaacbe580390_423"
    },
    {
      "start": 72672,
      "end": 72754,
      "text": "'Absurdity', said Lord Greene, M.R., 'like public policy, is a very unruly horse'.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85ca93731b444296b2ec34310191b031_424"
    },
    {
      "start": 72755,
      "end": 73398,
      "text": "(Grundt v. Great Boulder Proprietary Mines Ltd. [1948 Ch 145 : (1948) 1 All ER 21 (CA)] ) He proceeded to add:\n'There is one rule, I think which is clear ... that, although the absurdity or the non-absurdity of one conclusion as compared Nitin 47 / 57 RPL-15-2019-3.doc with another may be, and very often is, of assistance to the court in choosing between two possible meanings of ambiguous words, it is a doctrine which has to be applied with great care, remembering that Judges may be fallible in this question of an absurdity and in any event it must not be applied so as to result in twisting language into a meaning which it cannot bear.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "55047cfcf5464ab9b858f832ec3b1730_425"
    },
    {
      "start": 73399,
      "end": 73527,
      "text": "It is a doctrine which must not be used to rewrite the language in a way different from that in which it was originally framed.'",
      "labels": [
        "PREAMBLE"
      ],
      "id": "03010080f3e0446f8774cc71d91542ae_426"
    },
    {
      "start": 73528,
      "end": 73633,
      "text": "(Grundt v. Great Boulder Proprietary Mines Ltd. [1948 Ch 145 : (1948) 1 All ER 21 (CA)] , Ch pp. 159-60.)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "364ea9cb91f740e987ffa5309ed96bdd_427"
    },
    {
      "start": 73634,
      "end": 73862,
      "text": "The alternative construction contended for must be such which does not put an undue strain on the words used; (Kanailal Sur v. Paramnidhi Sadhukhan [AIR 1957 SC 907] ) and does not require recasting of the Act or any part of it.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f21e04e525254914bbe891bd67d2ede6_428"
    },
    {
      "start": 73863,
      "end": 73949,
      "text": "It must be possible to spell the meaning contended for out of the words actually used.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "355d8469b85548b1a7fb54e346b474c6_429"
    },
    {
      "start": 73950,
      "end": 74041,
      "text": "(Shamrao V. Parulekar v. District Magistrate, Thana [AIR 1952 SC 324 : 1952 Cri LJ 1503] .)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2e319bcb9b184244a5d2f6303b31c9f2_430"
    },
    {
      "start": 74042,
      "end": 74251,
      "text": "No doubt in cases of ambiguity that construction which better serves the ends of fairness and justice will be accepted, but otherwise it is for the legislature in forming its policy to consider these elements.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b8357686a5846feabfb3aeb5884c5cd_431"
    },
    {
      "start": 74252,
      "end": 74348,
      "text": "(IRC v. Mutual Investment Co. Ltd. [1967 AC 587 : (1966) 3 WLR 740 : (1966) 3 All ER 265 (PC)] )",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c87074af61ce4938858f28ea987e5e9d_432"
    },
    {
      "start": 74349,
      "end": 74577,
      "text": "If no alternative construction is open, the court cannot ignore a statutory provision 'to relieve what it considers a distress resulting from its operation; a statute has to be given effect to whether the court likes it or not'.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ce05abe07a8c4867a9001ef2efa91fd0_433"
    },
    {
      "start": 74578,
      "end": 74670,
      "text": "(Martin Nitin 48 / 57 RPL-15-2019-3.doc Burn Ltd. v. Corpn. of Calcutta [AIR 1966 SC 529] .)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a113b50a5b034551a64dd2b4e6d1bfd4_434"
    },
    {
      "start": 74671,
      "end": 74748,
      "text": "The function of the court is to find out what is legal and not what is right.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "48e236fd0d1a4a55945f6c4ece4433bd_435"
    },
    {
      "start": 74749,
      "end": 74820,
      "text": "(Chandavarkar Sita Ratna Rao v. Ashalata S. Guram [(1986) 4 SCC 447] .)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53b172ceb8fe417ea1b406c573303c58_436"
    },
    {
      "start": 74821,
      "end": 75165,
      "text": "It is presumed that a legislative body intends which is the necessary effect of its enactments; the object, the purpose and the intention of the enactment is the same; it need not be expressed in any recital or Preamble; and it is not competent for any court judicially to ascribe any part of the legal operation of the statute to inadvertence.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "100726bbea70428595cb78e3631015d6_437"
    },
    {
      "start": 75166,
      "end": 75253,
      "text": "(Kariapper v. Wijesinha [1968 AC 717 : (1967) 3 WLR 1460 : (1967) 3 All ER 485 (PC)] .)",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "858b9a1fac5d455aaf0452301a000a34_438"
    },
    {
      "start": 75254,
      "end": 75339,
      "text": "The courts should as far as possible avoid a construction which results in anomalies.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "87e3cb2edb184f1a93dfe78e93a575cc_439"
    },
    {
      "start": 75340,
      "end": 75402,
      "text": "(N.T. Veluswami Thevar v. G. Raja Nainar [AIR 1959 SC 422] .)\"",
      "labels": [
        "NONE"
      ],
      "id": "e415907132f3439099ba34af9ed097af_440"
    },
    {
      "start": 75404,
      "end": 75700,
      "text": "35.Bennion on Statutory Interpretation has mentioned law to the same effect under Section 312 and has observed that there is a presumption that absurd result is not intended and in Section 314 it has been observed that the court has to avoid an inconvenient result while interpreting a provision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8cf2b2a4b008404d814f8ed04046f2e2_441"
    },
    {
      "start": 75701,
      "end": 75961,
      "text": "It was stated that it can be presumed that Parliament intends that while construing an enactment the court will avoid a construction that is unworkable or impracticable, inconvenient, anomalous or illogical as the same is unlikely to be intended by Parliament.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4806a6a5fac34532850ebfe5db0d81db_442"
    },
    {
      "start": 75962,
      "end": 76258,
      "text": "In Rosali V. v. TAICO Bank [(2009) 17 SCC 690 : (2011) 2 SCC (Civ) 626] , this Court referring to Halsbury's commonsense construction rule held that it is a well-settled principle of law that commonsense Nitin 49 / 57 RPL-15-2019-3.doc construction rule should be taken recourse in certain cases.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "27d0980dba184d4b9bad4bcd550ba5c8_443"
    },
    {
      "start": 76260,
      "end": 76592,
      "text": "36. This Court in Sonic Surgical v. National Insurance Co. Ltd. [Sonic Surgical v. National Insurance Co. Ltd., (2010) 1 SCC 135 : (2010) 1 SCC (Civ) 28] has also laid down law to the same effect and has discussed the term \"branch office\"\nused in Section 17(2) of the Consumer Protection Act, 1986 in the context of cause of action.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "74f857e02a8442e3aa5f6418e4a80cac_444"
    },
    {
      "start": 76593,
      "end": 76668,
      "text": "Section 17(2) of the said Act reads thus: (SCC p. 138, para 7) \"7. ... '17.",
      "labels": [
        "STA"
      ],
      "id": "13ef50b605224e018c2f77777150af97_445"
    },
    {
      "start": 76669,
      "end": 77547,
      "text": "(2) A complaint shall be instituted in a State Commission within the limits of whose jurisdiction-- (a) the opposite party or each of the opposite parties, where there are more than one, at the time of the institution of the complaint, actually and voluntarily resides or carries on business or has a branch office or personally works for gain; or (b) any of the opposite parties, where there are more than one, at the time of the institution of the complaint, actually and voluntarily resides, or carries on business or has a branch office or personally works for gain, provided that in such case either the permission of the State Commission is given or the opposite parties who do not reside or carry on business or have a branch office or personally works for gain, as the case may be, acquiesce in such institution; or (c) the cause of action, wholly or in part, arises.'\"\n",
      "labels": [
        "STA"
      ],
      "id": "a05fbe1966164a88a01f17fd2bf1f60d_446"
    },
    {
      "start": 77547,
      "end": 77789,
      "text": "This Court while interpreting the provision held that the term \"branch office\" as used in the amended Section 17(2)(b) has to be interpreted to mean only that branch office where the Nitin 50 / 57 RPL-15-2019-3.doc cause of action has arisen.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0d71680a4b0d4101b376475b8aa554f9_447"
    },
    {
      "start": 77790,
      "end": 77942,
      "text": "Thus, the court departed from the plain and literal meaning of the words of Section 17(2)(b) of the Consumer Protection Act in order to avoid absurdity.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "17b601e9c04047c7a5887f099ce96081_448"
    },
    {
      "start": 77943,
      "end": 78182,
      "text": "The decision in Sonic Surgical [Sonic Surgical v. National Insurance Co. Ltd., (2010) 1 SCC 135 : (2010) 1 SCC (Civ) 28] has been approved by this Court in State of M.P. v. Narmada Bachao Andolan [(2011) 7 SCC 639 : (2011) 3 SCC (Civ) 875]",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e11d02ab07a446c6ab60568fd9182095_449"
    },
    {
      "start": 78183,
      "end": 78350,
      "text": "inasmuch as this Court has observed that in case the natural meaning leads to mischievous consequences, it must be avoided by accepting other permissible construction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4aedaa4e5fe94972843d77586c6d25f0_450"
    },
    {
      "start": 78351,
      "end": 78373,
      "text": "\n(emphasis supplied)\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8203bd4b350e408d9ffd7b354b937763_451"
    },
    {
      "start": 78375,
      "end": 78636,
      "text": "26. Whilst the aforesaid judgments reflect that the courts therein have purposively interpreted the subject provisions therein, I do not deem it necessary to depart from the foremost principle of statutory interpretation viz. the literal rule of interpretation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a97fb10f9c8d46579fe93bbf038d15a5_452"
    },
    {
      "start": 78637,
      "end": 78779,
      "text": "In this context, the decision of the Hon'ble Apex Court in the case of B. Premanand vs. Mohan Koikal32 and the following findings therein:\n\"9.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3a27ed5f6b114e599de938a802397aaf_453"
    },
    {
      "start": 78780,
      "end": 78960,
      "text": "It may be mentioned in this connection that the first and foremost principle of interpretation of a statute in every system of interpretation is the literal rule of interpretation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3550dc3d9fa64877a90e7d6610bf3e3d_454"
    },
    {
      "start": 78961,
      "end": 79223,
      "text": "The other rules of interpretation e.g. the mischief rule, purposive interpretation, etc. can only be resorted to when the plain words of a statute are ambiguous or lead to no intelligible results or if read literally would nullify the very object of the statute.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e8149a7019974aaa87ef259a3d770177_455"
    },
    {
      "start": 79224,
      "end": 79505,
      "text": "Where the words of a statute are 32 (2011) 4 SCC 266 Nitin 51 / 57 RPL-15-2019-3.doc absolutely clear and unambiguous, recourse cannot be had to the principles of interpretation other than the literal rule, vide Swedish Match AB v. SEBI [(2004) 11 SCC 641 : AIR 2004 SC 4219] .\n16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "700930d50d704ace98140814036a54b1_456"
    },
    {
      "start": 79506,
      "end": 79655,
      "text": "Where the words are unequivocal, there is no scope for importing any rule of interpretation (vide Pandian Chemicals Ltd. v. CIT [(2003) 5 SCC 590] ).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5e1bc42960be42d7b77b9fc33cfbe85c_457"
    },
    {
      "start": 79656,
      "end": 79856,
      "text": "It is only where the provisions of a statute are ambiguous that the court can depart from a literal or strict construction (vide Nasiruddin v. Sita Ram Agarwal [(2003) 2 SCC 577 : AIR 2003 SC 1543] ).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "be3a442353714dc6a870d9eb74223915_458"
    },
    {
      "start": 79857,
      "end": 79982,
      "text": "Where the words of a statute are plain and unambiguous effect must be given to them (vide Bhaiji v. SDO [(2003) 1 SCC 692] ).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9c5d8a71a03f4dd1a15c8cb93c51cb06_459"
    },
    {
      "start": 79984,
      "end": 80261,
      "text": "17. No doubt in some exceptional cases departure can be made from the literal rule of the interpretation, e.g. by adopting a purposive construction, Heydon [Heydon case, (1584) 3 Co Rep 7a : 76 ER 637] mischief rule, etc. but that should only be done in very exceptional cases.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "591731170a314814a23cd89dce888d32_460"
    },
    {
      "start": 80262,
      "end": 80637,
      "text": "Ordinarily, it is not proper for the court to depart from the literal rule as that would really be amending the law in the garb of interpretation, which is not permissible (vide J.P. Bansal v.\nState of Rajasthan[(2003) 5 SCC 134 : 2003 SCC (L&S) 605 :\nAIR 2003 SC 1405] and State of Jharkhand v. Govind Singh [(2005) 10 SCC 437 : 2005 SCC (Cri) 1570 : JT (2004) 10 SC 349] ).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "42698325e5a54f38970d47985609d390_461"
    },
    {
      "start": 80638,
      "end": 80842,
      "text": "It is for the legislature to amend the law and not the court (vide State of Jharkhand v. Govind Singh [(2005) 10 SCC 437 : 2005 SCC (Cri) 1570 : JT (2004) 10 SC 349] ).\nNitin 52 / 57 RPL-15-2019-3.doc 18.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9c3521790a314cfc9d82f1eaa2505ca9_462"
    },
    {
      "start": 80843,
      "end": 81056,
      "text": "In Jinia Keotin v. Kumar Sitaram Manjhi [(2003) 1 SCC 730] (SCC p. 733, para 5) this Court observed [Ed.: As observed in Raghunath Rai Bareja v. Punjab National Bank, (2007) 2 SCC 230, p. 245, para 48.] :\n\"48. ...",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2fe38b501e9940a0807acbc78d89d180_463"
    },
    {
      "start": 81057,
      "end": 81118,
      "text": "The court cannot legislate under the garb of interpretation.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1ccb1f6ff1ae4a09bfe35c9673f1fcef_464"
    },
    {
      "start": 81119,
      "end": 81261,
      "text": "\nHence, there should be judicial restraint in this connection, and the temptation to do judicial legislation should be eschewed by the Courts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "33fe43aa21b048d1a17864f94ef134ed_465"
    },
    {
      "start": 81262,
      "end": 81307,
      "text": "In fact, judicial legislation is an oxymoron.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "52f24d1e06314c3dbed5bd810129f80c_466"
    },
    {
      "start": 81309,
      "end": 81456,
      "text": "19. In Shiv Shakti Coop. Housing Society v. Swaraj Developers [(2003) 6 SCC 659 : AIR 2003 SC 2434] this Court observed: (SCC p. 669, para 19) \"19.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c1c39fe7515647dc90db474bba3cf1cd_467"
    },
    {
      "start": 81457,
      "end": 81589,
      "text": "It is a well-settled principle in law that the court cannot read anything into a statutory provision which is plain and unambiguous.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9592682f325e4f4d9d67f0cdb6c537d1_468"
    },
    {
      "start": 81590,
      "end": 81631,
      "text": "A statute is an edict of the legislature.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "19fb183af3c5445f87b53b26dc5b9e2e_469"
    },
    {
      "start": 81632,
      "end": 81718,
      "text": "The language employed in a statute is the determinative factor of legislative intent.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "daccb558ef984a60851e2142656b79e3_470"
    },
    {
      "start": 81720,
      "end": 81960,
      "text": "20. Where the language is clear, the intention of the legislature has to be gathered from the language used (vide Grasim Industries Ltd. v. Collector of Customs [(2002) 4 SCC 297] and Union of India v. Hansoli Devi [(2002) 7 SCC 273] ).\n21.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bc146b7df73f4a31998ffbf1019e7d38_471"
    },
    {
      "start": 81961,
      "end": 82095,
      "text": "In Union of India v. Hansoli Devi [(2002) 7 SCC 273] this Court observed: (SCC p. 281, para 9) Nitin 53 / 57 RPL-15-2019-3.doc \"9. ...",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0a6a0ff35f69400a95a8d95f95674ab0_472"
    },
    {
      "start": 82096,
      "end": 82464,
      "text": "It is a cardinal principle of construction of a statute that when the language of the statute is plain and unambiguous, then the court must give effect to the words used in the statute and it would not be open to the courts to adopt a hypothetical construction on the ground that such construction is more consistent with the alleged object and policy of the Act.\"\n22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "866b8776a8314679b94e02352ba9b9ff_473"
    },
    {
      "start": 82465,
      "end": 82599,
      "text": "The function of the court is only to expound the law and not to legislate (vide District Mining Officer v. TISCO [(2001) 7 SCC 358] ).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4b743ac069984b2baa432f03b94094d9_474"
    },
    {
      "start": 82600,
      "end": 82814,
      "text": "If we accept the interpretation canvassed by the learned counsel for the private respondents, we will really be legislating because in the guise of interpretation we will be really amending Rule 27(c) of the Rules.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ea9eaafc75264d3cba868494622e2b24_475"
    },
    {
      "start": 82816,
      "end": 83324,
      "text": "23. In Gurudevdatta VKSSS Maryadit v. State of Maharashtra [(2001) 4 SCC 534 : AIR 2001 SC 1980] , this Court observed: (SCC pp. 552-53, para 26) \"26. ... it is a cardinal principle of interpretation of statute that the words of a statute must be understood in their natural, ordinary or popular sense and construed according to their grammatical meaning, unless such construction leads to some absurdity or unless there is something in the context or in the object of the statute to suggest to the contrary.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "efbf111955bd4dd480803e90cf7931d7_476"
    },
    {
      "start": 83325,
      "end": 83421,
      "text": "The golden rule is that the words of a statute must prima facie be given their ordinary meaning.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6f3640c008b94e2295a45ce34b5653d4_477"
    },
    {
      "start": 83422,
      "end": 83653,
      "text": "It is yet another rule of construction that when the words of the statute are clear, Nitin 54 / 57 RPL-15-2019-3.doc plain and unambiguous, then the courts are bound to give effect to that meaning, irrespective of the consequences.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4bc8d8e35b4a446aae10e0d47a9e88c2_478"
    },
    {
      "start": 83654,
      "end": 83735,
      "text": "It is said that the words themselves best declare the intention of the law-giver.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0baea0827d25438d8225a42660ceecc2_479"
    },
    {
      "start": 83736,
      "end": 84090,
      "text": "The courts have adhered to the principle that efforts should be made to give meaning to each and every word used by the legislature and it is not a sound principle of construction to brush aside words in a statute as being inapposite surpluses, if they can have a proper application in circumstances conceivable within the contemplation of the statute.\"\n",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ee68b8021f17492b94dcb3dd7392db48_480"
    },
    {
      "start": 84090,
      "end": 84335,
      "text": "The same view has been taken by this Court in Harshad S. Mehta v. State of Maharashtra [(2001) 8 SCC 257 : 2001 SCC (Cri) 1447] (vide SCC para 34) and Patangrao Kadam v. Prithviraj Sayajirao Yadav Deshmukh [(2001) 3 SCC 594 :\nAIR 2001 SC 1121] .",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "81a738f7c86e4ee188a44d9034d7849a_481"
    },
    {
      "start": 84337,
      "end": 84428,
      "text": "24. The literal rule of interpretation really means that there should be no interpretation.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c0970ca151fd4b6099c5f1419effe9b4_482"
    },
    {
      "start": 84429,
      "end": 84526,
      "text": "In other words, we should read the statute as it is, without distorting or twisting its language.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7ad0d11ecf9e4dbfae71dbea08024d94_483"
    },
    {
      "start": 84527,
      "end": 84691,
      "text": "\nWe may mention here that the literal rule of interpretation is not only followed by Judges and lawyers, but it is also followed by the layman in his ordinary life.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7d03166cfc754f1a8b70619c00287fe8_484"
    },
    {
      "start": 84692,
      "end": 84901,
      "text": "To give an illustration, if a person says \"this is a pencil\", then he means that it is a pencil; and it is not that when he says that the object is a pencil, he means that it is a horse, donkey or an elephant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a6f2892bd2440019fa14361153717af_485"
    },
    {
      "start": 84902,
      "end": 85015,
      "text": "In other words, the literal rule of interpretation simply means that we mean what we say and we say what we mean.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d532f60311344844a3e41f3276115e71_486"
    },
    {
      "start": 85016,
      "end": 85178,
      "text": "If we do not follow the literal rule of interpretation, Nitin 55 / 57 RPL-15-2019-3.doc social life will become impossible, and we will not understand each other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85f89cce27914f4e9afa7a76ac572f44_487"
    },
    {
      "start": 85179,
      "end": 85248,
      "text": "If we say that a certain object is a book, then we mean it is a book.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4fffc992402941d2abb4ecc93f383ab0_488"
    },
    {
      "start": 85249,
      "end": 85378,
      "text": "If we say it is a book, but we mean it is a horse, table or an elephant, then we will not be able to communicate with each other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ef6e5e36d544213a4349d8dcf1026af_489"
    },
    {
      "start": 85379,
      "end": 85407,
      "text": "Life will become impossible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45ccb4e360424001846a603ed15ffa85_490"
    },
    {
      "start": 85408,
      "end": 85529,
      "text": "Hence, the meaning of the literal rule of interpretation is simply that we mean what we say and we say what we mean.\"\n27.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8bf46a2bea5d4a7f9ab296f33655d6c0_491"
    },
    {
      "start": 85530,
      "end": 85765,
      "text": "In my view, literally interpreting Section 16, the interpretation that follows is that the amendments introduced by Section 16 apply only to Commercial Disputes of a Specified Value and not Commercial Disputes not of a Specified Value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b3da6ae0cf04890b4dd0f28c80076c3_492"
    },
    {
      "start": 85766,
      "end": 85792,
      "text": "This is the letter of law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9fddfccc314e409b907e66858a60630d_493"
    },
    {
      "start": 85793,
      "end": 85861,
      "text": "Section 16, as it reads currently ought to be interpreted literally.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b892967a7c064323b3220d1694d5424a_494"
    },
    {
      "start": 85862,
      "end": 86192,
      "text": "In Kanai Lal Sur vs. Paramnidhi Sadhukhan33, it was held by the Apex Court that if the words used are capable of one construction only then it would not be open to the courts to adopt any other hypothetical construction on the ground that such construction is more consistent with the alleged object and policy of the subject Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6ce43cdcd36d4db4af261ddbd9fed0b0_495"
    },
    {
      "start": 86193,
      "end": 86527,
      "text": "Further, the Apex Court, in its decision rendered in Commr. of Customs v. Dilip Kumar & Co.,34 has held thus :\n\"21.The well-settled principle is that when the words in a statute are clear, plain and unambiguous and only one meaning can be inferred, the courts are bound to give effect to the said meaning irrespective of consequences.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "80ec40b34ff84efdaab3c25f77e1d2fd_496"
    },
    {
      "start": 86528,
      "end": 86732,
      "text": "If the words in the statute are plain and unambiguous, it becomes necessary 33 AIR 1957 SC 907 34 (2018) 9 SCC 1 Nitin 56 / 57 RPL-15-2019-3.doc to expound those words in their natural and ordinary sense.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2108cb95c8ef477c8765cbe51db9377e_497"
    },
    {
      "start": 86733,
      "end": 86790,
      "text": "The words used declare the intention of the legislature.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dec3e653d514411d95ecd1a61b666fbe_498"
    },
    {
      "start": 86792,
      "end": 86939,
      "text": "28. Additionally, as submitted by Mr. Kohli, there may be certain inefficient consequences resulting from the literal interpretation of Section 16.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e9acbcd1fc64b23b5edc8d60f6dd7e8_499"
    },
    {
      "start": 86940,
      "end": 87053,
      "text": "Illustratively, the present Suit is titled a 'Commercial Suit' and yet, would be governed by the un- amended CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28e06ca665d54338930da3c2e0b8d6fe_500"
    },
    {
      "start": 87054,
      "end": 87223,
      "text": "However, in my view, should the legislature deem fit, it may carry out an amendment to overcome these consequences and/or may provide a clarification if it so deems fit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6fb1f2a2e81f405ba384febb82218b0a_501"
    },
    {
      "start": 87224,
      "end": 87347,
      "text": "Till such time, I am currently bound by the language of Section 16 and am inclined to interpret the said section literally.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98abbffad10d451b8bae5c38115e13c0_502"
    },
    {
      "start": 87349,
      "end": 87460,
      "text": "29. It was also Mr. Kohli's argument that the creation of a sub-class within a class would be unconstitutional.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e21b436147424ad9b6a9dcf084620d0c_503"
    },
    {
      "start": 87461,
      "end": 87716,
      "text": "If that is so, the Plaintiff's remedy would be to challenge the vires of Section 16 of the Commercial Courts Act for in its present form, I am bound with the letter of law written therein and cannot interpret the said provision as Mr. Kohli would have it.",
      "labels": [
        "RATIO"
      ],
      "id": "11b4b265e61945caab867e36e49925b4_504"
    },
    {
      "start": 87718,
      "end": 87952,
      "text": "30. I therefore hold that the amendments introduced to the CPC by the Commercial Courts Act are only applicable to Commercial Disputes of a Specified Value and not Commercial Disputes not of a Specified Value such as the present suit.",
      "labels": [
        "RATIO"
      ],
      "id": "1d5af6aab98c4849be6d567d18628f5d_505"
    },
    {
      "start": 87953,
      "end": 88221,
      "text": "Consequently, amongst other amendments introduced to the CPC by the Commercial Courts Act, the amendment to the CPC mandating that a Written Statement in a Commercial Suit has to be filed within 120 days, will not apply to Commercial Disputes not of a Specified Value.",
      "labels": [
        "RATIO"
      ],
      "id": "5cf75ce11cba4963827484413d9b7239_506"
    },
    {
      "start": 88230,
      "end": 88312,
      "text": "Nitin                                57 / 57                 RPL-15-2019-3.doc 31.",
      "labels": [
        "RPC"
      ],
      "id": "7ac3bc3fc77f4bc89e2abd1d4611d774_507"
    },
    {
      "start": 88325,
      "end": 88365,
      "text": "The question of law is decided as above.",
      "labels": [
        "RPC"
      ],
      "id": "d7885fea8c5142cc8f19a52d0b5fbf9b_508"
    },
    {
      "start": 88366,
      "end": 88450,
      "text": "   Delay of two days in filing Written Statement in suit No.316 of 2018 is condoned.",
      "labels": [
        "RPC"
      ],
      "id": "9fb50fe0908440328134dcdf7da6b782_509"
    },
    {
      "start": 88451,
      "end": 88536,
      "text": "Notice of Motion Commercial Division (L) No.2118 of 2018 is accordingly disposed off.",
      "labels": [
        "RPC"
      ],
      "id": "b27e16c1d5014449837546f783da70a0_510"
    },
    {
      "start": 88537,
      "end": 88560,
      "text": "\n( S.J.KATHAWALLA, J. )",
      "labels": [
        "NONE"
      ],
      "id": "3c9c7a914c064b15b732831d55b74819_511"
    }
  ]
}