{
  "id": "d60d577e1227a173525f7f761c7dab4fefaabe845fc05676f61e65ecf846a978",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court\nM/S.Satyam Process Pvt Ltd vs Purushottam Modani on 23 January, 2024 \n     The Honourable Smt. Justice K. Sujana \n        Civil Revision Petition No.44 of 2023\nOrder: \nAggrieved by the order dated 16.12.2022 in I.A.No.1622 of 2022 in O.S.No.4352 of 2022 passed by the learned V Junior Civil Judge, City Civil Court, Hyderabad, the present Civil Revision Petition is fi led. \n2. I.A.No.1622 of 2022 is filed under Order VII Rule 11 read with Section 151 of C.P.C seeking to reject the plaint on the ground that the subject matter of the suit was a commercial dispute of a specified value within the meaning of Section 2 (c) and 2 (i) read with Section 12 of the Commercial Courts Act, 2015 (for short 'the Act').\n3. Petitioner/defendant filed the above I.A stating that the suit transaction pertains to the sale of goods (purchase of PVC Flex Material) and the claim is for Rs.9,85,990/-, which is above the minimum value of Rs.3,00,000/- as prescribed under Section 2(i) of the Act. The goods were sent under invoices. Thus, the dispute is a commercial dispute and falls within the exclusive jurisdiction of the Commercial Court constituted under Section 3 of the Act. The Commercial SKS,J Court constituted at Hyderabad alone has got exclusive jurisdiction to hear the suit and this Court is coram non judice, as such, the Court below has no jurisdiction and suit has to be tried under Commercial Court under Sections 6 and 19 of the Act, as such prayed the Court below to reject the plaint. \n4. The respondent/plaintiff filed counter denying the averments of the petition stating that there is no dispute with regard to the fact that it is a commercial dispute as it is a transaction of purchase and the sale of goods. However, it does not fall under the jurisdiction of the Commercial Courts as the Commercial Court has no jurisdiction to entertain the suits valued below Rs.1,00,00,000/-. The said provision of commercial suits valued at Rs.3,00,000/- and above is not yet notified and implemented by the State of Telangana and the High Court, as such, the petition is liable to be dismissed. \n5. After hearing learned counsel for both sides, the trial Court came to the conclusion that the State Government after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of SKS,J the State, as it may consider necessary. Therefore, the trial Court dismissed the petition under Order VII Rule 11 of CPC. \n6. Heard Sri Botla Venkateshwar Rao, learned counsel representing Sri Nausheen Najm US Sahar, learned counsel for the petitioner as well as Ms. Divya Mundra, learned counsel appearing on behalf of the respondent.\n7. Learned counsel for the petitioner would submit that when Central Government notifies the specified value, the Courts in the Country have to follow the same. Learned counsel for the petitioner further relied on the judgment of the Division Bench of this Court vide CMA No.163 of 2022, wherein this Court observed that the specified value of the commercial Court is more than Rs.1,00,00,000/- and the same was observed in paragraph No. 22 of the Judgment which reads as follows:\n\"22. It is not in dispute that arrears of rent was more than two crore. Therefore, the 'specified value' of the subject dispute is more than one crore and in view of the specific provision in Section 10 read with Section 12 of the Act, 2015, application under Section 9 of the Act, 1996 has to be filed in a designated Commercial Court only and Civil Court has no jurisdiction to deal with such applications. Therefore, the order under challenge is not sustainable and is accordingly set aside.\"\nSKS,J 8. Making his submission, learned counsel for the petitioner further relied on the judgment in the case between K. Srimanaraya Murthy and another vs. V. Agastya Sagar and others 1, wherein at paragraph 24 of the order, it is held as follows:\n\"24. The Commercial Courts are established with avowed object to fast tract all disputes which have commercial stake. The Act intends to erase the impression world over that in India, litigation takes long years. Multinational companies were reluctant to invest in India for ear of litigation taking long time to resolve. Therefore, the Act gives wide import to 'commercial dispute' and brings within its fold all disputes commercial in nature whose specific value is more than three lakhs, so that such disputes can be put into fast track mode. It is to be noted that Commercial Courts are not inferior to Civil Courts. They are presided over by experienced judicial officers. It envisages detailed procedure of adjudication and above all, early disposal of dispute. Having regard to object of Commercial Courts Act, 2015, even when a party to a claim or application or suit does not specify the value of claim in an application filed under Section 9 of the Act, 1996 before a Commercial Court, and/or before a Civil Court, the Court has to 'determine' whether the dispute is a commercial dispute or a civil dispute.\" \n9. Learned counsel for petitioner further relied on Section 2(i) of the Act, which reads as under:\n\"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with Section 12 which shall not be less than three lakhs rupees or such higher value, as may be notified by the Central Government.\n2022 (2) ALD 717 (TS) (DB) SKS,J 10. Learned counsel for petitioner further relied on Section 2(i) of the Act, which is amended by the amendment Act of 28 of 2018 with effect from 03.05.2018, which reads as under:\n\"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject matter in respect of a suit as determined in accordance with Section 12 which shall not be less than one crore rupees or such higher value, as may be notified by the Central Government.\nSection 3 of the Act says that The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this Act:\n[Provided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge Level:\nProvided further that with respect to a territory over which the High Courts have ordinary original jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary].\nSection 3 of 2nd provisio says that the State Government shall, after consultation, with the concerned High Court specify, by notification, the local limits of the area to which the jurisdication of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits.\" \n11. The detailed discussion is about the object of commercial Courts Act. Therefore, it is not necessary to notify the 'specified value' by the State Government, as such, the impugned order is not in accordance with law and it is SKS,J liable to be set aside and as such prayed this Court to set aside the order of the trial Court by allowing this petition.\n12. On the other hand, learned counsel for the respondent would submit that there is no notification by the State Government. The Commercial Court will not entertain the claims below Rs.1,00,00,000/-, as such, without notification by the State Government, the claimants cannot file the suit below Rs.1,00,00,000/- in Commercial Courts. As such, there is no illegality in the order of the trial Court and prayed the Court to dismiss the petition. \n13. Having regard to the rival submissions made by both the learned counsel and having gone through the material available on record, the contention of the petitioner is that the Court has no jurisdiction and the suit has to be tried by a Commercial Court, whereas the contention of the respondent is that without notification by the State Government, the Commercial Court will not entertain the claims below Rs.1,00,00,000/-.\n14. As seen from the record, it is undisputed fact that the State Government has not notified the 'specified value' after SKS,J the amendment made by the Central Government by Act 28 of 2018 with effect from 03.05.2018.\n15. It is an admitted fact that Central Government amended the 'specified value' by way of amendment with effect from 03.05.2018 and in the said amendment, the Central Government has also amended Section 3 of the Act, wherein it is stated that the State Government may, by notification, specify such peculiar value which shall not be less than three lakhs and not more than the pecuniar jurisdiction exercisable by the District Courts, as it may consider necessary. \n16. At present, the State Government has not notified the specified value, as such, the Commercial Courts are following the old specified value mentioned by the State Government before the amendment of Section 3 of the Act by the Central Government amendment dated 03.05.2018. The Judgment of this Court in K. Srimanarayana Murthy's case is basing on the facts and in paragraph 27, it is observed that in the absence of disclosure of value by the first respondent, deliberate or otherwise, the Court is required to take up the onerous responsibility of deciding the specified value. For this purpose, the Court is required to look into the SKS,J surrounding facts to assess whether the Civil Court has jurisdiction or aggrieved person has to go before the Commercial Court. Paragraph 27 of the above case reads as under:\n\"27. In the absence of disclosure of value by the first respondent, deliberate or otherwise, the Court is required to take up the onerous responsibility of 'deciding' the 'specified value'. For this purpose, the Court is required to look into the surrounding facts to assess whether the Civil Court has jurisdiction or aggrieved person has to go before the Commercial Court. The contribution by all the partners to the LLLP is now Rs.1,00,00,000/- (Rupees One Crore) and contribution of first respondent is Rs.15,00,000/- (Rupees fifteen lakhs). His share in profit and loss is pegged at 15%. He alleges that he is subjected to losses due to conduct of business by other partners. Further, in Column 8 of Arbitration Application No.61 of 2020 under Section 11 of the Act of 1996 before this Court for appointment of Arbitrator, the first respondent has specified the tentative value of his claim as Rs.20,00,00,000/- (Rupees twenty crores) subject to final computation. He has also admitted that his capital contribution to LLP was Rs.15,00,000/-. This application was filed on 24.09.2020 i.e., within two months of filing of arbitration O.P.No.40 of 2020. Within two months the value cannot multiply from unspecified/zero to Rs.20,00,00,000/-. Thus, the 1st respondent was aware that he was subjected to huge losses due to the conduct of partners in the LLP and that his interests are required to be protected to recoup the loss caused to him, compelling him to move applications, under Section 9 and 11 of the Act, 1996.\"\n17. In paragraph 28, it was observed that there is a dispute between the partners arising out of the partnership agreement and according to 1st respondent, he was subjected to huge loss of Rs.20 crores and that is a specified value and that being so, what is agitated by the 1st respondent is a commercial dispute. Therefore, the judgment is basing on the SKS,J facts and it is not agitated before the Bench about the notification of State Government, therefore, the said judgment is not applicable to this case. \n18. Further, the Division Bench in C.M.A.No.163 of 2022 in paragraph 22 has observed that the specified value of the subject dispute is more than one crore and in view of specific provision in Section 10 read with Section 12 of the Act 2015, application under Section 9 of the Act, 1996 has to be filed in a designated commercial Court only and the Civil Court has no jurisdiction to deal with such applications. \n19. In view of the later judgment of the Division Bench, the fact that the State Government has not notified the 'specified value' after the amendment made by the Central Government by Act 28 of 2018 with effect from 03.05.2018, is not placed before the Bench. The specified value as on today is rupees one crore only. Though the learned counsel for the petitioner submitted that no notification is required by the State Government when the Central Government notified the specified value. The State Government of Sikkim as well as the State Government of Assam have issued a notification specifying the value which shall not be less than three lakhs SKS,J and which does not exceed Rs.6 lakhs. As such, it cannot be said that it is not required by the State Government to specify the value. In Section 3(2) of the amended Act, it is clearly mentioned that the State Government has to specify, by notification, the local limits of the area to which the jurisdiction of a commercial court shall extend and may, from time to time, increase, reduce or alter such limits. Whereas, The Government of Telangana issued G.O.Ms.No.32 on 21.04.2016 categorizing the jurisdiction only to the district Courts, one in Hyderabad and the other at XIII Additional District and Sessions Judge-cum-XIII Additional Metropolitan Sessions Judge, Ranga Reddy District which is designated as the Commercial Court, Telangana for trial and disposal of the suits except Hyderabad. \n20. Subsequently, State Government has not notified the specified value after the amendment made by the Central Government with effect from 03.05.2018. Therefore, in Commercial Courts in the State of Telangana, the specified value as on today is above Rs.1 crore only, as such, there is no illegality in the order of the trial Court and there are no merits in the petition and it is liable to be dismissed. \nSKS,J 21. Accordingly, this Civil Revision Petition is dismissed confirming the order dated 16.12.2022 in I.A.No.1622 of 2022 in O.S.No.4352 of 2022 passed by the learned V Junior Civil Judge, City Civil Court, Hyderabad. There shall be no order as to costs. \nAs a sequel, miscellaneous petitions, pending if any, shall stand closed.\n______________ K.SUJANA, J DATE:23.01.2024 SAI",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "62f9a6191340416b86602cd314aa7489_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bacee711c46c4e48b583a3a0c4b05314_1"
    },
    {
      "start": 242,
      "end": 332,
      "text": "\nTelangana High Court\nM/S.Satyam Process Pvt Ltd vs Purushottam Modani on 23 January, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d1398e3ddbe401d8c3fa33c8b5d8318_2"
    },
    {
      "start": 339,
      "end": 376,
      "text": "The Honourable Smt. Justice K. Sujana",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b567e38caf5944ffb7bf738204c90283_3"
    },
    {
      "start": 377,
      "end": 430,
      "text": "\n        Civil Revision Petition No.44 of 2023\nOrder:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ce99c11650d4458b300aab32f0d14f9_4"
    },
    {
      "start": 432,
      "end": 632,
      "text": "Aggrieved by the order dated 16.12.2022 in I.A.No.1622 of 2022 in O.S.No.4352 of 2022 passed by the learned V Junior Civil Judge, City Civil Court, Hyderabad, the present Civil Revision Petition is fi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "90fc46d4251744709c36da32e35fb947_5"
    },
    {
      "start": 633,
      "end": 978,
      "text": "led. \n2. I.A.No.1622 of 2022 is filed under Order VII Rule 11 read with Section 151 of C.P.C seeking to reject the plaint on the ground that the subject matter of the suit was a commercial dispute of a specified value within the meaning of Section 2 (c) and 2 (i) read with Section 12 of the Commercial Courts Act, 2015 (for short 'the Act').\n3.",
      "labels": [
        "FAC"
      ],
      "id": "076f0e60391841538a15a221a62fa6d2_6"
    },
    {
      "start": 979,
      "end": 1246,
      "text": "Petitioner/defendant filed the above I.A stating that the suit transaction pertains to the sale of goods (purchase of PVC Flex Material) and the claim is for Rs.9,85,990/-, which is above the minimum value of Rs.3,00,000/- as prescribed under Section 2(i) of the Act.",
      "labels": [
        "FAC"
      ],
      "id": "cc796cc0c0b34b32b9a0726fc8802aa1_7"
    },
    {
      "start": 1247,
      "end": 1282,
      "text": "The goods were sent under invoices.",
      "labels": [
        "FAC"
      ],
      "id": "8efd5048e03a46dfb19aedc05f9994ca_8"
    },
    {
      "start": 1283,
      "end": 1432,
      "text": "Thus, the dispute is a commercial dispute and falls within the exclusive jurisdiction of the Commercial Court constituted under Section 3 of the Act.",
      "labels": [
        "FAC"
      ],
      "id": "171d9ac7f1e44fb98f15ec4d6492fe14_9"
    },
    {
      "start": 1433,
      "end": 1756,
      "text": "The Commercial SKS,J Court constituted at Hyderabad alone has got exclusive jurisdiction to hear the suit and this Court is coram non judice, as such, the Court below has no jurisdiction and suit has to be tried under Commercial Court under Sections 6 and 19 of the Act, as such prayed the Court below to reject the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "bcff5c5b2a7c46e7a8b84f9809898a01_10"
    },
    {
      "start": 1758,
      "end": 1984,
      "text": "4. The respondent/plaintiff filed counter denying the averments of the petition stating that there is no dispute with regard to the fact that it is a commercial dispute as it is a transaction of purchase and the sale of goods.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4bc05a9fc50d4702bd826efc646bad7c_11"
    },
    {
      "start": 1985,
      "end": 2156,
      "text": "However, it does not fall under the jurisdiction of the Commercial Courts as the Commercial Court has no jurisdiction to entertain the suits valued below Rs.1,00,00,000/-.",
      "labels": [
        "FAC"
      ],
      "id": "b80eefe2fca34268aa6d032478f46697_12"
    },
    {
      "start": 2157,
      "end": 2360,
      "text": "The said provision of commercial suits valued at Rs.3,00,000/- and above is not yet notified and implemented by the State of Telangana and the High Court, as such, the petition is liable to be dismissed.",
      "labels": [
        "FAC"
      ],
      "id": "6a08113dc1a94dfbb2938a6b1d0db648_13"
    },
    {
      "start": 2362,
      "end": 2708,
      "text": "5. After hearing learned counsel for both sides, the trial Court came to the conclusion that the State Government after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of SKS,J the State, as it may consider necessary.",
      "labels": [
        "ISSUE"
      ],
      "id": "1b4c434a3f2b4c0fba4b5741d1b23206_14"
    },
    {
      "start": 2709,
      "end": 2790,
      "text": "Therefore, the trial Court dismissed the petition under Order VII Rule 11 of CPC.",
      "labels": [
        "RLC"
      ],
      "id": "5ac396d46c78403e9bfd7cd140499f8a_15"
    },
    {
      "start": 2792,
      "end": 3007,
      "text": "6. Heard Sri Botla Venkateshwar Rao, learned counsel representing Sri Nausheen Najm US Sahar, learned counsel for the petitioner as well as Ms. Divya Mundra, learned counsel appearing on behalf of the respondent.\n7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4af4ed4118a1452199833196c017a794_16"
    },
    {
      "start": 3008,
      "end": 3165,
      "text": "Learned counsel for the petitioner would submit that when Central Government notifies the specified value, the Courts in the Country have to follow the same.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "23d4a0cd04db4c0bb41e6edbfdc02ee9_17"
    },
    {
      "start": 3166,
      "end": 3490,
      "text": "Learned counsel for the petitioner further relied on the judgment of the Division Bench of this Court vide CMA No.163 of 2022, wherein this Court observed that the specified value of the commercial Court is more than Rs.1,00,00,000/- and the same was observed in paragraph No. 22 of the Judgment which reads as follows:\n\"22.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "27eaadd38c13447eab7ab7ca96c0e45c_18"
    },
    {
      "start": 3491,
      "end": 3557,
      "text": "It is not in dispute that arrears of rent was more than two crore.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "778bc89723ea42679ce47a694a20fa93_19"
    },
    {
      "start": 3558,
      "end": 3894,
      "text": "Therefore, the 'specified value' of the subject dispute is more than one crore and in view of the specific provision in Section 10 read with Section 12 of the Act, 2015, application under Section 9 of the Act, 1996 has to be filed in a designated Commercial Court only and Civil Court has no jurisdiction to deal with such applications.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "50d55494a0fb4a0492444b5831d71e31_20"
    },
    {
      "start": 3895,
      "end": 3990,
      "text": "Therefore, the order under challenge is not sustainable and is accordingly set aside.\"\nSKS,J 8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "89b39097f7fa4f46901a6cf9c9da9d58_21"
    },
    {
      "start": 3991,
      "end": 4234,
      "text": "Making his submission, learned counsel for the petitioner further relied on the judgment in the case between K. Srimanaraya Murthy and another vs. V. Agastya Sagar and others 1, wherein at paragraph 24 of the order, it is held as follows:\n\"24.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ec8ba5c9b8f84c06ac81d77e3af9db25_22"
    },
    {
      "start": 4235,
      "end": 4347,
      "text": "The Commercial Courts are established with avowed object to fast tract all disputes which have commercial stake.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7a4de69923444a81b5e6a7f0add89550_23"
    },
    {
      "start": 4348,
      "end": 4442,
      "text": "The Act intends to erase the impression world over that in India, litigation takes long years.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f1f69191c5b54a0caf3b178a0a280554_24"
    },
    {
      "start": 4443,
      "end": 4551,
      "text": "Multinational companies were reluctant to invest in India for ear of litigation taking long time to resolve.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e65fe8c01cb1468db3774d4d5813f75b_25"
    },
    {
      "start": 4552,
      "end": 4775,
      "text": "Therefore, the Act gives wide import to 'commercial dispute' and brings within its fold all disputes commercial in nature whose specific value is more than three lakhs, so that such disputes can be put into fast track mode.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "50b648460edf499cac752cd68e8db667_26"
    },
    {
      "start": 4776,
      "end": 4850,
      "text": "It is to be noted that Commercial Courts are not inferior to Civil Courts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "61907549303941848fc7a4ed8da02ef8_27"
    },
    {
      "start": 4851,
      "end": 4907,
      "text": "They are presided over by experienced judicial officers.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6c5ef0753de346b580d60621e939ba14_28"
    },
    {
      "start": 4908,
      "end": 4997,
      "text": "It envisages detailed procedure of adjudication and above all, early disposal of dispute.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dfa59fca39ea4a988ba7468c2c1c4a4c_29"
    },
    {
      "start": 4998,
      "end": 5348,
      "text": "Having regard to object of Commercial Courts Act, 2015, even when a party to a claim or application or suit does not specify the value of claim in an application filed under Section 9 of the Act, 1996 before a Commercial Court, and/or before a Civil Court, the Court has to 'determine' whether the dispute is a commercial dispute or a civil dispute.\"",
      "labels": [
        "STA"
      ],
      "id": "19802c182dcf4e0587a2c617fe7bc5c2_30"
    },
    {
      "start": 5349,
      "end": 5765,
      "text": "\n9. Learned counsel for petitioner further relied on Section 2(i) of the Act, which reads as under:\n\"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with Section 12 which shall not be less than three lakhs rupees or such higher value, as may be notified by the Central Government.\n2022 (2) ALD 717 (TS) (DB) SKS,J 10.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "223eb4feba64470ea115a37b753b63da_31"
    },
    {
      "start": 5766,
      "end": 7419,
      "text": "Learned counsel for petitioner further relied on Section 2(i) of the Act, which is amended by the amendment Act of 28 of 2018 with effect from 03.05.2018, which reads as under:\n\"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject matter in respect of a suit as determined in accordance with Section 12 which shall not be less than one crore rupees or such higher value, as may be notified by the Central Government.\nSection 3 of the Act says that The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this Act:\n[Provided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge Level:\nProvided further that with respect to a territory over which the High Courts have ordinary original jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary].\nSection 3 of 2nd provisio says that the State Government shall, after consultation, with the concerned High Court specify, by notification, the local limits of the area to which the jurisdication of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits.\"",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f5ee526a82534157ac347f54d6f00f07_32"
    },
    {
      "start": 7421,
      "end": 7494,
      "text": "11. The detailed discussion is about the object of commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e24182b821de4150ab8626d1881ed6d4_33"
    },
    {
      "start": 7495,
      "end": 7782,
      "text": "Therefore, it is not necessary to notify the 'specified value' by the State Government, as such, the impugned order is not in accordance with law and it is SKS,J liable to be set aside and as such prayed this Court to set aside the order of the trial Court by allowing this petition.\n12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db41e84e9e804b3595f747fa5c1d1c75_34"
    },
    {
      "start": 7783,
      "end": 7904,
      "text": "On the other hand, learned counsel for the respondent would submit that there is no notification by the State Government.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "25a9af9ce0894f42b4278093b887cf6b_35"
    },
    {
      "start": 7905,
      "end": 8114,
      "text": "The Commercial Court will not entertain the claims below Rs.1,00,00,000/-, as such, without notification by the State Government, the claimants cannot file the suit below Rs.1,00,00,000/- in Commercial Courts.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "0992c3270c2d4e3982e68dd4763a5732_36"
    },
    {
      "start": 8115,
      "end": 8224,
      "text": "As such, there is no illegality in the order of the trial Court and prayed the Court to dismiss the petition.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "7b59f55e1532404193a1ea94b59166a7_37"
    },
    {
      "start": 8226,
      "end": 8656,
      "text": "13. Having regard to the rival submissions made by both the learned counsel and having gone through the material available on record, the contention of the petitioner is that the Court has no jurisdiction and the suit has to be tried by a Commercial Court, whereas the contention of the respondent is that without notification by the State Government, the Commercial Court will not entertain the claims below Rs.1,00,00,000/-.\n14.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "809719079b894792b338520985bda483_38"
    },
    {
      "start": 8657,
      "end": 8876,
      "text": "As seen from the record, it is undisputed fact that the State Government has not notified the 'specified value' after SKS,J the amendment made by the Central Government by Act 28 of 2018 with effect from 03.05.2018.\n15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "125aac5d0de146da944a16309ea110f5_39"
    },
    {
      "start": 8877,
      "end": 9338,
      "text": "It is an admitted fact that Central Government amended the 'specified value' by way of amendment with effect from 03.05.2018 and in the said amendment, the Central Government has also amended Section 3 of the Act, wherein it is stated that the State Government may, by notification, specify such peculiar value which shall not be less than three lakhs and not more than the pecuniar jurisdiction exercisable by the District Courts, as it may consider necessary.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0273578ff47b48dd875b6e05a2677917_40"
    },
    {
      "start": 9339,
      "end": 9616,
      "text": "\n16. At present, the State Government has not notified the specified value, as such, the Commercial Courts are following the old specified value mentioned by the State Government before the amendment of Section 3 of the Act by the Central Government amendment dated 03.05.2018.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ff1e5f81450430d89522153f0c94674_41"
    },
    {
      "start": 9617,
      "end": 9922,
      "text": "The Judgment of this Court in K. Srimanarayana Murthy's case is basing on the facts and in paragraph 27, it is observed that in the absence of disclosure of value by the first respondent, deliberate or otherwise, the Court is required to take up the onerous responsibility of deciding the specified value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c9b749c4a5c4a7289ceae70509ba912_42"
    },
    {
      "start": 9923,
      "end": 10113,
      "text": "For this purpose, the Court is required to look into the SKS,J surrounding facts to assess whether the Civil Court has jurisdiction or aggrieved person has to go before the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a3566968b91443eb53a48095ce88f8a_43"
    },
    {
      "start": 10114,
      "end": 10165,
      "text": "Paragraph 27 of the above case reads as under:\n\"27.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b550ee471ade4e778829cf33776ad41b_44"
    },
    {
      "start": 10166,
      "end": 10350,
      "text": "In the absence of disclosure of value by the first respondent, deliberate or otherwise, the Court is required to take up the onerous responsibility of 'deciding' the 'specified value'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0dd87b1103c4042ab8473bbe0d001c9_45"
    },
    {
      "start": 10351,
      "end": 10535,
      "text": "For this purpose, the Court is required to look into the surrounding facts to assess whether the Civil Court has jurisdiction or aggrieved person has to go before the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "39a30dcb6d76451baf787cf8f38800d2_46"
    },
    {
      "start": 10536,
      "end": 10706,
      "text": "The contribution by all the partners to the LLLP is now Rs.1,00,00,000/- (Rupees One Crore) and contribution of first respondent is Rs.15,00,000/- (Rupees fifteen lakhs).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "becd278de26146a881ca24b9c216a719_47"
    },
    {
      "start": 10707,
      "end": 10753,
      "text": "His share in profit and loss is pegged at 15%.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2e03db55d345440e9714ea2c2b7a3de2_48"
    },
    {
      "start": 10754,
      "end": 10841,
      "text": "He alleges that he is subjected to losses due to conduct of business by other partners.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "12b586ab4750430d9100b8fa7a405620_49"
    },
    {
      "start": 10842,
      "end": 11130,
      "text": "Further, in Column 8 of Arbitration Application No.61 of 2020 under Section 11 of the Act of 1996 before this Court for appointment of Arbitrator, the first respondent has specified the tentative value of his claim as Rs.20,00,00,000/- (Rupees twenty crores) subject to final computation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2ac4bfb86354b2ba1be1413444bcfab_50"
    },
    {
      "start": 11131,
      "end": 11208,
      "text": "He has also admitted that his capital contribution to LLP was Rs.15,00,000/-.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c971d35fbd8a4000a12af197ea11cc56_51"
    },
    {
      "start": 11209,
      "end": 11317,
      "text": "This application was filed on 24.09.2020 i.e., within two months of filing of arbitration O.P.No.40 of 2020.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c38ce36ea9524fa792be3c9f94bc4977_52"
    },
    {
      "start": 11318,
      "end": 11405,
      "text": "Within two months the value cannot multiply from unspecified/zero to Rs.20,00,00,000/-.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d9cd27e37e6a400396ef444df621d8b2_53"
    },
    {
      "start": 11406,
      "end": 11688,
      "text": "Thus, the 1st respondent was aware that he was subjected to huge losses due to the conduct of partners in the LLP and that his interests are required to be protected to recoup the loss caused to him, compelling him to move applications, under Section 9 and 11 of the Act, 1996.\"\n17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "297d8c472def4a51aeaf8b37e615afec_54"
    },
    {
      "start": 11689,
      "end": 11999,
      "text": "In paragraph 28, it was observed that there is a dispute between the partners arising out of the partnership agreement and according to 1st respondent, he was subjected to huge loss of Rs.20 crores and that is a specified value and that being so, what is agitated by the 1st respondent is a commercial dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb4093ec257c4a9788fc2596e0065f98_55"
    },
    {
      "start": 12000,
      "end": 12197,
      "text": "Therefore, the judgment is basing on the SKS,J facts and it is not agitated before the Bench about the notification of State Government, therefore, the said judgment is not applicable to this case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b247d571343b4d1db182eafd3b9cd053_56"
    },
    {
      "start": 12199,
      "end": 12611,
      "text": "18. Further, the Division Bench in C.M.A.No.163 of 2022 in paragraph 22 has observed that the specified value of the subject dispute is more than one crore and in view of specific provision in Section 10 read with Section 12 of the Act 2015, application under Section 9 of the Act, 1996 has to be filed in a designated commercial Court only and the Civil Court has no jurisdiction to deal with such applications.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b6d1ad812c6045a298c58768785f94dc_57"
    },
    {
      "start": 12613,
      "end": 12873,
      "text": "19. In view of the later judgment of the Division Bench, the fact that the State Government has not notified the 'specified value' after the amendment made by the Central Government by Act 28 of 2018 with effect from 03.05.2018, is not placed before the Bench.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "638b550341c8455aaf89424a93f53f79_58"
    },
    {
      "start": 12874,
      "end": 12931,
      "text": "The specified value as on today is rupees one crore only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4245583e71f04b83a16ff60000f514a2_59"
    },
    {
      "start": 12932,
      "end": 13102,
      "text": "Though the learned counsel for the petitioner submitted that no notification is required by the State Government when the Central Government notified the specified value.",
      "labels": [
        "RATIO"
      ],
      "id": "e3b9814568264c64a85ac8f2c7a69f42_60"
    },
    {
      "start": 13103,
      "end": 13307,
      "text": "The State Government of Sikkim as well as the State Government of Assam have issued a notification specifying the value which shall not be less than three lakhs SKS,J and which does not exceed Rs.6 lakhs.",
      "labels": [
        "RATIO"
      ],
      "id": "0e0baea574bf42ad87e5c495f585d221_61"
    },
    {
      "start": 13308,
      "end": 13404,
      "text": "As such, it cannot be said that it is not required by the State Government to specify the value.",
      "labels": [
        "RATIO"
      ],
      "id": "398d3f3920e24ce6ac89e025bc8c793f_62"
    },
    {
      "start": 13405,
      "end": 13680,
      "text": "In Section 3(2) of the amended Act, it is clearly mentioned that the State Government has to specify, by notification, the local limits of the area to which the jurisdiction of a commercial court shall extend and may, from time to time, increase, reduce or alter such limits.",
      "labels": [
        "RATIO"
      ],
      "id": "39d795c370a149b68822e21635b63f48_63"
    },
    {
      "start": 13681,
      "end": 14067,
      "text": "Whereas, The Government of Telangana issued G.O.Ms.No.32 on 21.04.2016 categorizing the jurisdiction only to the district Courts, one in Hyderabad and the other at XIII Additional District and Sessions Judge-cum-XIII Additional Metropolitan Sessions Judge, Ranga Reddy District which is designated as the Commercial Court, Telangana for trial and disposal of the suits except Hyderabad.",
      "labels": [
        "RPC"
      ],
      "id": "2c9518ae9307451aa5e7b751197d782c_64"
    },
    {
      "start": 14069,
      "end": 14220,
      "text": "20. Subsequently, State Government has not notified the specified value after the amendment made by the Central Government with effect from 03.05.2018.",
      "labels": [
        "RPC"
      ],
      "id": "339658fd9bc14b078d52fdaa601ea8ec_65"
    },
    {
      "start": 14221,
      "end": 14475,
      "text": "Therefore, in Commercial Courts in the State of Telangana, the specified value as on today is above Rs.1 crore only, as such, there is no illegality in the order of the trial Court and there are no merits in the petition and it is liable to be dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "dcce1ce66aa34064bb4ccc35f5b43ae3_66"
    },
    {
      "start": 14477,
      "end": 14486,
      "text": "SKS,J 21.",
      "labels": [
        "RPC"
      ],
      "id": "ecb32a15c2674cb0b192b3fe8bec25e8_67"
    },
    {
      "start": 14487,
      "end": 14698,
      "text": "Accordingly, this Civil Revision Petition is dismissed confirming the order dated 16.12.2022 in I.A.No.1622 of 2022 in O.S.No.4352 of 2022 passed by the learned V Junior Civil Judge, City Civil Court, Hyderabad.",
      "labels": [
        "RPC"
      ],
      "id": "888d98f3fbd74b69ae63b54addee17de_68"
    },
    {
      "start": 14699,
      "end": 14735,
      "text": "There shall be no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "54b181ef679a471e919f44b7a4196b9b_69"
    },
    {
      "start": 14736,
      "end": 14857,
      "text": "\nAs a sequel, miscellaneous petitions, pending if any, shall stand closed.\n______________ K.SUJANA, J DATE:23.01.2024 SAI",
      "labels": [
        "NONE"
      ],
      "id": "a4faf3b9c2d2475491e80abbcb78f2bd_70"
    }
  ]
}