{
  "id": "3ba5d635317cae15233549a763134405ac1dbaedb5e689f0c186b136ee7085c9",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nAmar Construction Company vs Ganesh Buildcon Through Ganesh ... on 19 January, 2023\nAuthor: Vaibhavi D. Nanavati \nBench: Vaibhavi D. Nanavati \n                                                                                 Neutral Citation\n\n\n\n\n     C/Sca/15744/2021                              Order Dated: 19/01/2023\n\n                                                                                  undefined \n\n\n\n\n             In The High Court Of Gujarat At Ahmedabad\n\n             R / Special Civil  APPLICATION NO. 15744 of 2021 =============================================================== =\n              AMAR CONSTRUCTION COMPANY                         Versus  GANESH BUILDCON THROUGH GANESH BABUBHAI VANDAS PATEL = = = = = = = = = = = ==================================================== =\nAppearance:\nMR. N.L. RAMNANI, ADV WITH MR GT DAYANI(271), ADV, for the Petitioner(s) No. 1 KOMAL S DAVE(8152) for the Respondent(s) No. 1 MR SIDDHARTH H DAVE(5306) for the Respondent(s) No. 1 ==========================================================\n\n CORAM:HONOURABLE MS. JUSTICE VAIBHAVI D. NANAVATI                                Date : 19/01/2023                                 ORAL ORDER 1. By way of present petition, the petitioner herein is aggrieved and dissatisfied by the order dated 27.10.2020 passed by the Principal Senior Civil Judge, Patan in Special Civil Suit No. 33 of 2019, passed below Exh-18 whereby the learned trial Court rejected the application regarding Preliminary issue of jurisdiction against the present petitioner, which has resulted in the filing of the present petition under Article 227 of the Constitution of India seeking following relief:\n\"12 (A) Your Lordship will be pleased to admit this petition.\n(B) Your Lordship will be pleased to allow this petition by NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined quashing and setting aside the impugned order dated 27.10.2020 passed by the Principal Senior Civil Judge, Patan in Special Civil Suit No.33 of 2019, passed below Exh-18 and be pleased to allow the application of the petitioner at Exh.18 and direct the trial Court to pass necessary orders under the provisions of Order 7, Rule 10 of the Code of Civil Procedure returning the plaint to the original plaintiff. (C) Pending hearing and final disposal of the present petition, this Hon'ble Court will be pleased to stay the further proceedings of Special Civil Suit No. 3 of 2019 pending before the Principal Senior Civil Judge, Patan. (D) This Hon'ble Court will be pleased to dispense with the filing of certified copy of the impugned order and other annexures, as the same are already filed in the Appeal from Order No. 142/2020 and Civil Application No.1/2020. (E) This Hon'ble Court will be pleased to dispense with filing an affidavit as the same is filed in the above Civil Application No.1 of 2020 in Appeal from Order No. 142/2020. (F) Be pleased to pass any other and further order as may be deemed just, fit and proper.\" \n2. The brief facts leading to the filing of the present petition reads thus:\n2.1 The petitioner firm was awarded the work of construction of Railway Over Bridge at Gotegaon Bypass Road in Narsinghpur, District - Narsinghpur by the Government of Madhya Pradesh through the Executive NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined Engineer, PWD Bridge Construction Division, Jabalpur, which was valued at Rs.893.05 lakh. The said work was awarded on 4.1.2016, which was to be completed within the stipulated period of 18 months and therefore the work was required to be completed on or before 3.7.2017 The time was extended and presently the work is in progress. \nThe respondent herein belongs to Patan District and had acquaintance with the Petitioner as the respondent is also doing business of construction. It is stated that the respondent herein wanted to join the petitioner in the midst of the said work and therefore, approached the Petitioner at Mehsana and entered into a sub-let agreement dated 10.3.2018.\n2.2 It is stated that there is no jurisdiction clause in the agreement between the parties. It is further stated that the work in question was too big for the respondent and the respondent was not able to manage for funds, etc. and as such he was not able to execute the work as per the time schedule and therefore the respondent requested the petitioner to execute by ratio of 50% each, NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined inter alia, each party was to invest 50%and the profit earned out of the project after deduction qua purchases, expenses and administrative charges and taxes, the net profit was to be shared 50% of each party. 2.3 It is stated that the respondent abandoned the work half-way and in fact committed breach of the agreement dated 10.3.2018. It is further stated that even by accommodating the respondent to share 50% profit by making investment for the purchase of construction material and sharing profit by the same ratio, the respondent though initially brought a sum of Rs. 15 lakh, but later on could not bring the funds and completely stopped working. The petitioner being under contract with the Government proceeded with the work by terminating the agreement dated 10.3.2018 by his letter dated 27.11.2019. It is stated that the respondent did not like that the petitioner had proceeded with the work with his own men, material and machinery and therefore raised the dispute and subsequently filed a Special Civil Suit No.33 of 2019 on 6.11.2019. On service of process NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined on 26.11.2019, the petitioner gave an application seeking time and on 13.1.2020 another application was given by the petitioner under Section 12-A, chapter III-A of the Commercial Courts Act, 2015 seeking direction from the Court upon the defendant to exhaust the remedy of pre- institution mediation. The petitioner also filed written statement along with 6 documents on 13.1.2020 itself specifically raising the issue of jurisdiction of the Court on the strength of averments made in the plaint. 2.4 It is stated that on 20.2.2020, the petitioner gave an application at Exh-18 requesting the Court to decide the issue of jurisdiction as Preliminary issue and subsequently on 23.9.2020, the petitioner had pointed out to the Court that his application at Exh-18 is not decided so also the respondent with a view to pressurize the Petitioner, moved an application vide Exh-21 under the provisions of O.39, R. 1 & 2 on 15.9.2020 to which the petitioner pointed out that before respondent's application the Petitioner's application about jurisdiction is required to be decided first. \nNEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined 2.5 The trial Court rejected the respondent's stay application on execution of work on merits. The application below Exh-18 with regard to the jurisdiction of the Court which came to be filed by the petitioner herein came to be rejected. It is further stated that there are no outstanding dues of the respondent but on the contrary the petitioner has claimed against the respondent which could not be settled in mediation ordered through the Court and the petitioner is in the process of filing suit before the competent Court at Mehsana for recovering his dues. It is against this order passed below Exh-18 the petitioner is approaching this Hon'ble Court by way of filing the present petition. The Paras-5 and 6 of the said order rejecting the application below Exh-18 for deciding the Preliminary issue of jurisdiction dated 27.10.2020 read thus:\n\"(5) In the present case, both the parties have relied on Section-20. Further, in the drafting and pleadings of the present suit, the jurisdiction is stated to be Patan only because the payment has been made through R.T.G.S. and the Plaintiff is residing in the jurisdiction of Patan. The jurisdiction cannot be determined only on the basis of drafting and pleadings. If jurisdiction is determined in this NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined manner, there would a number of litigation among the parties. Further, the documentary evidence produced by the Respondent himself is produced at Mark-12/2. Considering the same, at the heading of the document it is mentioned as \"Jurisdiction - Subject to Patan\". Which means, there is a reason to believe that whatever communication is made in name of his firm, the jurisdiction is subject to Patan, because he has consented that the suit be tried in jurisdiction of Patan and if the suit is tried in the jurisdiction of Patan, no loss is likely to be caused either to the plaintiff or the respondent.\nFurther, in the agreement between the two parties in the present case which is produced at Mark-12/1, it is not agreed between the parties as to which court is having jurisdiction. Further, the respondent in the present case has rendered a payment to the plaintiff through R.T.G.S. within the jurisdiction of Patan District. An R.T.G.S. transaction can be executed only if the bank, its address and its code is known. Moreover, the Respondent does not deny the fact that he had rendered a payment through R.T.G.S. to the Plaintiff. Therefore, there is no reason for not admitting the fact as to the R.T.G.S. transaction. As the payment is made in such a manner and the Respondent has rendered the payment through R.T.G.S. it is in his knowledge that the bank is located in the jurisdiction of Patan District. Id est, the rendering of payment itself can be said to be a Cause of Action, partly. Moreover, when the Respondent's place of occupation, its office and the Respondent's permanent residential address is located in the jurisdiction of Patan District and as both the parties have relied on Section-20 of C.P.C., which reads, NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined \"20. Other suits to be instituted where defendants reside or cause of action arises.- Subject to the limitations aforesaid, every suit shall be instituted in a Court within the local limits of whose jurisdiction- (a) the defendant, or each of the defendants where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides, or carries on business, or personally works for gain; or (b) any of the defendants, where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides, or carries on business, or personally works for gain, provided that in such case either the leave of the Court is given, or the defendants who do not reside, or carry on business, or personally work for gain, as aforesaid, acquiesce in such institution; or (c) the cause of action, wholly or in part, arises.\nConsidering the above stated Section , Section-20(C) reads the expression \"the cause of action, wholly or in part, arises\"\nwhich interprets that the court under whose jurisdiction the cause of action, whether fully or party, has arisen is competent to try the suit. In the present case, the D-List produced by the Respondent at Mark-12/2, it is mentioned, \"subject to Patan jurisdiction\". I d est, the letter which is addressed to the Plaintiff was sent in such a manner that the jurisdiction is Patan. Moreover, the address of Head Office shown in this document reads \"Lakhibhano Madh, Sander, NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined Taluka & District Patan\". Further, the letter is signed at the bottom with a seal which reads \"M/s. Amar Construction Co.\"\nand \"Patan\" is mentioned below it. This document has been produced by the Respondent. Therefore, there is no reason to not rely on it. On the basis of this document, the fact emerges on record that, the office of the Respondent in the present case is located within the jurisdiction of Patan District and as per Section-20, the jurisdiction can be the place of permanent residence or the place from a business is operated. Moreover, the payment which was rendered by the Respondent to the Plaintiff was rendered through RTGS and in the jurisdiction of Patan. As the amount has been remitted to an account in the bank located in Patan, on that basis too, this Court at Patan is having jurisdiction with regard to the present suit. As discussed above, the jurisdiction is vested in this court as per Section-20(C) of C.P.C. In the same manner, when the Respondent's Head Office is located in the jurisdiction of Patan and the same fact is evident in the document produced by the Respondent, the jurisdiction is vested in this Court as per Section-20(a). Further, with regard to Section-20(a), it can be said that;\n\"Actually and voluntarily resides\" or \"personally works for gain\" - Meaning of. - Each of the clauses (a), (b) and (c) of Section 20 is disjunctive and makes provision for a distinct and different situation. In so far as clause (a) is concerned the requirement is that the time of commencement defendants than one, each of the defendants, at the time of commencement of the suit must be actually and voluntarily residing or carrying on business or personally working for gain NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined within the local limits of the jurisdiction of the Court before which the suit is laid. The expressions \"actually and voluntarily resides\" or \"personally works for gain\"\ncan have reference to natural only and not to legal entities. \nThe crucial question hence is whether at the time of commencement of suit the petitioner herein did \"actually and voluntarily reside\" within the jurisdiction of the court at Attingal. This, in turn calls for a construction of the words 'actually and voluntarily resides' appearing in Section 20(a) of the CPC. The expression 'residence' has to be distinguished from mere stay or presence. The expression 'residence' carried with it the concept of continuity. A person resides at such, a place where he eats, drinks, sleeps and lives. In language that is the, concept of 'residence. But the expression 'residence' would certainly admit different meanings depending on the context. There can be permanent residence and temporary residence. There can be actual residence and constructive residence. There can be voluntary residence and involuntary residence. The Legislature was conscious of these nice distinctions' evidently when it employed the expression 'actually and voluntarily' to qualify 'the word 'resides' in Section 20(a) of the CPC to' confer jurisdiction on a Court. \nThe purpose of Section 20(a) which confers jurisdiction on a plaintiff to file the suit at a place where the NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined defendant resides did come up for consideration of the Supreme Court in the decision reported in Union of India v. Ladulal. The principle appears to be clear and wholesome that is to facilitate convenient opportunity to the defendant to resist the suit to enable him to resist the suit without undue jurisdiction must rest at convenient trouble. Normally, jurisdiction must rest at that place where the Clause of action arose. Section 20 incorporates a rule by which suits can be filed not merely at the place where the cause of action wholly or in part arose but also at other venues. The provisions of Section 20(a) and (b) have to be understood in this background. At a place where the defendant a. oo gt, actually - and voluntarily resides or where he carries on business or where he personally works for gain it should be easy for the defendant to conduct his defence without undue trouble and that appears to be the rationale underlying. Section 20(a) and (b)\" which permit the suits be filed not only at the place where the cause of action arose as stipulated in clause C but also at the place where defendant so resides or carries on. business or personally works for gain. If the expression 'resides' were not qualified with the expressions 'actually and voluntarily', the court would have been been obliged to ascertain the meaning of the word 'resides'. Court had occasion to consider the sweep of the expression 'resides'. The Supreme Court had occasion to consider the sweep of the expression 'resides' in the context of Section 19(3) of the Hindu Marriage Act and the following passages NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined appearing in paras 12 and 13 appear in the decision reported in Jeewanti v. Kishan Chandra, to be relevant extract them below:\n12. In order to give jurisdiction on the ground of 'residence' something more than a temporary stay is required. It must be more or less of a permanent character, and of such a nature that the Court in which the respondent is: sued, is his 'natural 'forum. The word 'reside\" is by no means free from all ambiguity and is capable of a variety of meanings according to the circumstances to which it is made applicable and the context in which it is found. It is capable of being understood in its ordinary sense of having one's own dwelling permanently as well as in its extended sense. In its ordinary sense 'residence' is mor or less of a permanent character. the expression 'resides' means to make an abode for a considerable time to dwell permanently or for a for a length of time; to have a settled abode for a time. It is the place where a person has a fixed home or abode. In Webster's Dictionary, 'to reside' has been defined as meaning 'to dwell permanently or for any length of time' and words like 'dwelling place' or 'abode' are held to be synonymous. Where there is such fixed home or such abode at one place the person cannot be said to reside at any other place where he had gone on a casual or temporary visit e.g. for health or business or for a change. If a person lives with NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined his wife and children, in an established home, his legal and actual place of residence is the same. If a person has no established home and is compelled to live in hotels, boarding houses or houses of others his actual and physical habitation is the place where, actually or personally resides. \n(6) Perusing Section-20(a) and 20(c) of C.P.C., within the meaning of this section, the Plaintiff in the present case has instituted the suit in the jurisdiction of Patan. Further, the Respondent himself has mentioned \"subject to Patan Jurisdiction\" on the documentary evidence produced by him, his head office is in the jurisdiction of Patan District and the respondent has rendered the payment through R.T.G.S. within the jurisdiction of Patan. Further, for last two adjournments, the negotiation as to settlement between both the parties is going on, but the could not reached a settlement. Therefore, with a view to ensure that the precious time of the Court is utilized for a purpose, the order is passed today. As this court is vested with the jurisdiction to try the present suit, the following order is passed in the larger interest of justice.\" \n3. Heard Mr. N.L. Ramnani, learned advocate appearing for Mr. Dayani, learned advocate appearing for the petitioner and Mr. Siddharth Dave, learned advocate appearing for the respondent herein.\n4. Learned advocate Mr. N.L.Ramnani vehemently NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined submitted that the Court below has erred in rejecting the said application below Exh-18. The said order is required to be quashed and set aside, as the basis that the respondent's action is sub-let agreement dated 3.10.2018, which was admittedly executed at Mehsana and that there is no averment as to how the Court at Patan could have the jurisdiction in view of the settled position of law. 4.1 it was submitted that the agreement between the parties is executed at Mehsana, all the terms were settled at Mehsana, the work is done at Jabalpur M.P. Therefore, in absence of any pleadings or averments legally sustainable showing cause of action under Sub-clause (C) of Section 20 at Patan, the order impugned is erroneous. 4.2 It was submitted that the trial Court failed to appreciate that for deciding the preliminary issue the jurisdiction, only the pleadings of the plaint and cause of action are required to be considered and considering the same, it is clear that no cause of action, as alleged, said to have been arisen in the territorial jurisdiction of Patan. \nNEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined Considering Para-8 of the plaint, which pertains to jurisdiction, it is averred that the plaintiff is residing in Patan at Village: Sarsav and since he is having Account with Corporation Bank, Patan, he received the money through RTGS at Patan and therefore the Court at Patan has jurisdiction, is erroneous. \n4.3 It was submitted that the trial Court ignored the admitted position that the RTGS has been done by the petitioner from the bank at Mehsana and thereby committed serious error in law by ignoring the facts of the case and has relied upon the letter head produced as a document by which the petitioner along with the written statement wherein the petitioner's Mehsana address is shown and also the Head Office is shown at village Sandhel of Patan District, which cannot be considered as working place of the petitioner firm. 4.4 It was submitted that in respondent's reply to application at Exh-18 filed below Exh-25 dated 28.9.2020 there is no reference by the respondent to the letter head NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined which mentioned head-office of the petitioner being at Patan and it was only during the arguments the respondent pointed out this fact, which was explained and replied by the Petitioner that no averments are made in the plaint, agreement is executed at Mehsana, no cause of action has arisen and averred by the respondent at Patan either about the Head Office or subject to Patan jurisdiction as on the date of commencement of the suit, nothing has been done at Patan and all this was irrelevant.\n4.5 It was submitted that there is no averment that the petitioner firm is operating from the Head Office from Patan. It is not even alleged by the respondent that activity of any kind is done at Patan relating to the suit transaction. The respondent was aware about the fact that sub-let contract is executed at Mehsana, the petitioner firm is operating from Mehsana office since many years and merely because partners of the petitioner firm originally belonged to Patan, which was shown in the past, as their operating office as per the letter head and it NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined is for this reason that no averment of any kind, alleging any act having been done at Patan is made in the pleadings. Placing reliance on the aforesaid submissions, it was submitted that the Court below committed an error in reading the letter dated 8.11.2019 in which while stamping as \"M/s. Amar Construction Co.\" and signing as \"Partner\" has been misconstrued and resulted in error in passing the aforesaid order. Merely mentioning of \"Subject to Patan Jurisdiction\" in the past and incidentally using the letter head would not give any jurisdiction to the Court as the same is also not averred by the respondent in the plaint. Placing reliance on the aforesaid submission, it was submitted by the learned advocate appearing for the petitioner that the order passed by the trial Court dated 27.12.2020 wherein application filed below Exh-18 under Order 7 Rue 10 came to be rejected by the Court below, is required to be quashed and set- aside. \n5. Mr. Ramnani, learned advocate appearing for the petitioner placed reliance on:\nNEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined (1) In the case of A.B.C. Laminart Pvt. Ltd. and another v. A.P. Agencies, Salem, reported in AIR 1989 SC 1239;\n(2) In the case of Shridhar Vyapaar Pvt. Ltd. v.\nGammon India Ltd., passed by Division Bench in of 2016 of the Calcutta High Court.\n6. Placing reliance on the aforesaid judgment, it was submitted that the transfer of the amount by RTGS at Patan would not confer Patan Court the jurisdiction to hear the suit. \n7. Heard Mr. Siddharth Dave, learned advocate appearing for the respondents. Mr. Dave, learned advocate submitted that the present Suit in question is a Commercial Suit. The parties relegated themselves to Pre-Institution Mediation under Section 12A of the Commercial Courts Act, 2015 and, therefore, the said Suit is pending at Commercial Court, Patan. The Mediation, however, failed and thereafter the petitioner filed NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined application below Order 7 Rule 10 on the ground that no cause of action or any part of the cause of action arose within the territorial jurisdiction of the concerned trial Court at Patan. \n8. It was submitted that the respondent herein i.e. defendant has entered his appearance and filed reply. Along with the same as well as along with the present petition filed by the petitioner, the petitioner has annexed a communication dated 8.11.2019, which is annexed at Annexure-'E'- (Page-23) of the petition. The said communication as well as the admission on the part of the defendant, clearly go to show that the Head Office of the defendant is at Lakhibhano Madh, Sander, Ta. & Dist - Patan. The letter head also clearly envisages that the same was issued, clearly reflecting that the same is subject to the Patan Jurisdiction. It was submitted that the petitioner herein has tried to mislead the Hon'ble Court by submitting that the said letter head which is dated 8.11.2019, is old letter head which is used by the NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined defendant otherwise the defendant does not have an Office at Patan. The said letter head clearly go to show that the same was issued on 8.11.2019 and it cannot be said that the said letter-head duly produced on record by the petitioner is an old letter head and that the Suit was filed by respondent herein in the month of November, 2019 only. In view of the above, it is not the contention of the petitioner that it is an old letter-head, is with an intention to mislead the Court. It was submitted that the petitioner having not placed true facts on record, the petition be dismissed on the said ground alone. \n9. Placing reliance on Section 13 of the Commercial Court Act, 2015, learned advocate Mr. Dave submitted that the petition is not maintainable against the order passed by the Commercial Court. Mr. Dave has placed reliance on the decision rendered by the Hon'ble Supreme Court of India, reported in (2021) 4 SCC 379 and relevant would be para-53, to substantiate the aforesaid submission. \nNEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined 10. It was submitted that it is undisputed that the petitioner had completed work as per the agreed terms of Contract and the respondent-original plaintiff had carried out work as per the agreed terms of contract dated 10.3.2018 entered into between the petitioner and respondent, which is duly placed at Annexure 'B' at Page- 14 of the petition and placed reliance on the same. It was submitted that the petitioner- original defendant was required to pay the due amount to the plaintiff to the tune of Rs .2,21,02,693.23. It was submitted that in absence of any specific clause regards the jurisdiction, wherein reliance was placed on the terms and conditions which are duly produced at Page Nos. 15 and 16 of the contract agreement. It was submitted that when no place of payment is fixed and therefore in absence of any such jurisdiction clause as well as in absence of any such specification of the place of payment, in view of the settled proposition of law, the doctrine of \"The debtor must seek creditor\" would apply and therefore, in view of the aforesaid doctrine, there is a specific averment made NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined by the plaintiff in the para-8 of the suit (which is at page- 20 of the petition), since the plaintiff has received some of the part amount in its bank account at Patan and therefore, the partly cause of action arose within the territorial jurisdiction of Patan Court. Therefore, the Court at Patan would have the jurisdiction. \nANALYSIS 11. At this stage, it is pertinent to note that the order under challenge is passed by the Principal Senior Civil Judge, Patan in Application below Exh-18 in Special Civil Suit No.33 of 2019. The parties have exhausted remedy of pre-institution mediation under Section 12A of the Commercial Courts Act, 2015. The petitioner herein has filed the application below Exh-18, which is duly produced at Annexure 'A', page-13A before the Principal Senior Civil Judge, Commercial Court at Patan and the order impugned, as referred to above, is passed by the Principal Senior Civil Judge, Patan by order dated 27.10.2020 wherein it was held that the said Court has NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined jurisdiction to try the suit. It is apposite to refer to Notification No. B.16/1/ADM/11 of 2021 conferring the jurisdiction to Principal Senior Civil Judge, Patan for Head-quarter Patan and for dealing with the commercial dispute having specified value of not less than 3 lakh except application preferred under Arbitration & Conciliation Act, 1996 and Intellectual Property Rights relating to Suits and Properties. Admittedly, in the facts of the present case, the order impugned is passed by the Principal Senior Civil Judge, Patan wherein the application below Exh-18 came to be filed undisputedly under the Commercial Courts Act. Considering the same, remedy lies by filing an Appeal before the Commercial Court. \n12. This Court deems it apposite to refer to Notification Legal Department No. GK/28/2020/SPC/102017/GOI-44/D dated 26.10.2020 wherein Senior Civil Judge having experience in dealing with Commercial disputes is conferred with power of a commercial Court. The said Notification dated 26.10.2020 reads thus:\nNEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined \"NOTIFICATION Legal Department Sachivalaya, Gandhinagar.\nDated the,26th October, 2020. \nNO.GK/28/2020/SPC/102017/GO[-441D :- In exercise of the powers conferred by sub, section (1) of section 3 read with section 3(1-A) of the Commercial Courts Act, 2015 (4 Act' 2015. of 2016), and in supersession of the Govemment Notification, Legal Department No..GI(09/2019/SPC/102017/GO!-441D, dated the 156 Apri1, 2019 and No. GK/16/2019/SPC/I02017lGOl-441D, dated 3rd June, 2019, the Government of Gujarat, after consultation with the High Court of Gujarat, hereby specifies the following Courts shown in Column 2 of the Schedule appended hereto in the area of local limits of their jurisdiction specified in Column 3 of the said Schedule, as the Commercial Courts, for dealing with the Commercial disputes of the Specified Value.\nSCHEDULE Sr. No Name of the Court Areas of jurisdiction / Courts 1 Two Judges of the City Civil Court, City Civil Court, Ahmedabad (having experience in Ahmedabad dealing with commercial disputes)\n2. One Additional District Judge where District Court and the subject matter of an arbitration Taluka Court is a Commercial dispute of a specified value of not less than 3 lakh rupees and intellectual property rights related suits or proceedings, having the specified Value of not less than 3 lakh rupees.\n3. Three Senior Civil Judges (having District Court NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined experience is dealing with Headquarters at commercial disputes) for the ____________________ commercial dispute District Court Ahmedabad Headquarters at having the specified (Rural) value of not less than 3 lakh rupees ____________________ except the applications preferred Vadodara under the Arbitration and ____________________ Conciliation Act, 1996 and Surat intellectual property rights related ____________________ suits or proceedings. Rajkot 4. One Senior Civil Judge (having All District Courts experience in dealing with except mentioned commercial disputes) for the at column No.3 of commercial dispute having the Sr.no.3 and all Specified Value of not less than 3 Taluka Courts lakh rupees except the applications preferred under the Arbitration and Conciliation Act, 1996 and intellectual property rights related suits or proceedings By order and in the name of the Governor of Gujarat, (Sd/-) Under Secretary to Govemment.\n12.1 In continuation of aforesaid Notification by the Legal Department, as referred above dated 26.10.20220, a further Notification came to be issued on 7.1.2021. The said Notification dated 7.1.2021 reads thus:\nNEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined 13. Section 13 of the Commercial Courts Act, 2016 reads thus:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--\nNEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined (1) [Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996). ] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n14. It is apposite to refer to N.N. Global Mercantile (P) Ltd. v. Indo Unique Flame Ltd., reported in (2021) 4 SCC 379, Para-53:\n\"53. Since the judgment and order of the Commercial Court NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined dated 18.01.2018 refusing to refer the parties to arbitration was an appealable order under Section 37(1)(a) of the Arbitration Act, the Writ Petition was not maintainable. The appeal would lie before the Commercial Appellate Division of the High Court under Section 13(1A) of the Commercial Courts Act, 2015. Section 13(1A) read as:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.-(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of 60 days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\" 49 which came into effect on 23.10.2015. \nIn view of the availability of a statutory remedy, NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined the judgment of the High Court passed under Articles 226 and 227 of the Constitution is liable to be set aside on the ground of maintainability. \n15. In view of the aforesaid, this Court, having perused the said Notification, which is produced on record, and the Rojkam, as also the fact that the suit is valued at Rs. 2,21,02,603/-, which is more than Rs. 3 Lakh, the parties having relegated themselves to pre-institution mediation in accordance with the requirement of Section 12A of the Commercial Courts Act, 2015 the application below Exh- 18 preferred by the writ-applicant before the Commercial Court, the petition is not entertained under Article 227 of the Constitution of India and the writ-applicant is relegated to avail statutory remedy of filing appeal under Section 13 of the Commercial Court Act, 2015. If the writ- applicant chooses to prefer an appeal, the period for which the petition was pending before this Court be deducted while considering the issue of limitation, if any. \n16. The petition stands disposed of accordingly. \n(VAIBHAVI D. NANAVATI,J) SAJ GEORGE",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "943e456a48e44217b546aadafef3a54b_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "575e4ac233d0475da44135adbcac01cd_1"
    },
    {
      "start": 242,
      "end": 374,
      "text": "\nGujarat High Court\nAmar Construction Company vs Ganesh Buildcon Through Ganesh ... on 19 January, 2023\nAuthor: Vaibhavi D. Nanavati",
      "labels": [
        "PREAMBLE"
      ],
      "id": "856bd9beeaf84b8cbc0a3139d6df272f_2"
    },
    {
      "start": 375,
      "end": 403,
      "text": "\nBench: Vaibhavi D. Nanavati",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2f32f9bb8ed4388bd171409701998ab_3"
    },
    {
      "start": 486,
      "end": 512,
      "text": "Neutral Citation\n\n\n\n\n     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5cffd6b7c07642c4951634d1ef7e88a4_4"
    },
    {
      "start": 512,
      "end": 528,
      "text": "C/Sca/15744/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6b9ac5e1f80449dbac980a421f66cdce_5"
    },
    {
      "start": 558,
      "end": 674,
      "text": "Order Dated: 19/01/2023\n\n                                                                                  undefined",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a358c86976354b53a6ff3aacc82d2f34_6"
    },
    {
      "start": 693,
      "end": 750,
      "text": "In The High Court Of Gujarat At Ahmedabad\n\n             R",
      "labels": [
        "PREAMBLE"
      ],
      "id": "502a0669535c4b99a68b64916f9a51a4_7"
    },
    {
      "start": 751,
      "end": 766,
      "text": "/ Special Civil",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a65cfabe2cb24c588d85dce9f455e670_8"
    },
    {
      "start": 767,
      "end": 861,
      "text": " APPLICATION NO. 15744 of 2021 ===============================================================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad15e023e15f49318bf8b861a7b4faff_9"
    },
    {
      "start": 862,
      "end": 934,
      "text": "=\n              AMAR CONSTRUCTION COMPANY                         Versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7e15a2ef34e24b77947a2fb6a1b9bc17_10"
    },
    {
      "start": 935,
      "end": 988,
      "text": " GANESH BUILDCON THROUGH GANESH BABUBHAI VANDAS PATEL",
      "labels": [
        "PREAMBLE"
      ],
      "id": "419f532c7e4f4eac85269851b2a1dd65_11"
    },
    {
      "start": 989,
      "end": 996,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ca0b08374ce04f3bb2ddb9b4394afcf9_12"
    },
    {
      "start": 997,
      "end": 1004,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "08e5facd4a444a2f9d6ff3e7934ec5f4_13"
    },
    {
      "start": 1005,
      "end": 1063,
      "text": "= = = ====================================================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4de36e8954a441498c09821a4132fcec_14"
    },
    {
      "start": 1064,
      "end": 1417,
      "text": "=\nAppearance:\nMR. N.L. RAMNANI, ADV WITH MR GT DAYANI(271), ADV, for the Petitioner(s) No. 1 KOMAL S DAVE(8152) for the Respondent(s) No. 1 MR SIDDHARTH H DAVE(5306) for the Respondent(s) No. 1 ==========================================================\n\n CORAM:HONOURABLE MS. JUSTICE VAIBHAVI D. NANAVATI                                Date : 19/01/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4dc38f08ba2a4366a6d0fd50389cb95d_15"
    },
    {
      "start": 1450,
      "end": 1463,
      "text": "ORAL ORDER 1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f170ebea9b93435c814d22fc03edbfc3_16"
    },
    {
      "start": 1464,
      "end": 2544,
      "text": "By way of present petition, the petitioner herein is aggrieved and dissatisfied by the order dated 27.10.2020 passed by the Principal Senior Civil Judge, Patan in Special Civil Suit No. 33 of 2019, passed below Exh-18 whereby the learned trial Court rejected the application regarding Preliminary issue of jurisdiction against the present petitioner, which has resulted in the filing of the present petition under Article 227 of the Constitution of India seeking following relief:\n\"12 (A) Your Lordship will be pleased to admit this petition.\n(B) Your Lordship will be pleased to allow this petition by NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined quashing and setting aside the impugned order dated 27.10.2020 passed by the Principal Senior Civil Judge, Patan in Special Civil Suit No.33 of 2019, passed below Exh-18 and be pleased to allow the application of the petitioner at Exh.18 and direct the trial Court to pass necessary orders under the provisions of Order 7, Rule 10 of the Code of Civil Procedure returning the plaint to the original plaintiff.",
      "labels": [
        "FAC"
      ],
      "id": "f69a29cf269f499eaecf65d3159165ed_17"
    },
    {
      "start": 2545,
      "end": 2767,
      "text": "(C) Pending hearing and final disposal of the present petition, this Hon'ble Court will be pleased to stay the further proceedings of Special Civil Suit No. 3 of 2019 pending before the Principal Senior Civil Judge, Patan.",
      "labels": [
        "RLC"
      ],
      "id": "4ea0ed5f47d544c3be4a080545ee1318_18"
    },
    {
      "start": 2768,
      "end": 2996,
      "text": "(D) This Hon'ble Court will be pleased to dispense with the filing of certified copy of the impugned order and other annexures, as the same are already filed in the Appeal from Order No. 142/2020 and Civil Application No.1/2020.",
      "labels": [
        "FAC"
      ],
      "id": "dd6cff37fd354d4098c3ec7ce09286f4_19"
    },
    {
      "start": 2997,
      "end": 3172,
      "text": "(E) This Hon'ble Court will be pleased to dispense with filing an affidavit as the same is filed in the above Civil Application No.1 of 2020 in Appeal from Order No. 142/2020.",
      "labels": [
        "FAC"
      ],
      "id": "c0ede55430ea43229a94aff89a5f1761_20"
    },
    {
      "start": 3173,
      "end": 3263,
      "text": "(F) Be pleased to pass any other and further order as may be deemed just, fit and proper.\"",
      "labels": [
        "STA"
      ],
      "id": "8ae35f9677d74b3ea724ab3ef5813d11_21"
    },
    {
      "start": 3264,
      "end": 3604,
      "text": "\n2. The brief facts leading to the filing of the present petition reads thus:\n2.1 The petitioner firm was awarded the work of construction of Railway Over Bridge at Gotegaon Bypass Road in Narsinghpur, District - Narsinghpur by the Government of Madhya Pradesh through the Executive NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023",
      "labels": [
        "FAC"
      ],
      "id": "e82c2410cc5248159368c603edf23589_22"
    },
    {
      "start": 3605,
      "end": 3704,
      "text": "undefined Engineer, PWD Bridge Construction Division, Jabalpur, which was valued at Rs.893.05 lakh.",
      "labels": [
        "FAC"
      ],
      "id": "268f59923b584da1be456256e175e418_23"
    },
    {
      "start": 3705,
      "end": 3885,
      "text": "The said work was awarded on 4.1.2016, which was to be completed within the stipulated period of 18 months and therefore the work was required to be completed on or before 3.7.2017",
      "labels": [
        "FAC"
      ],
      "id": "52e6d773e40943ac901ffb7087393b63_24"
    },
    {
      "start": 3886,
      "end": 3946,
      "text": "The time was extended and presently the work is in progress.",
      "labels": [
        "FAC"
      ],
      "id": "3337dfa9d28a4b8fbed7a8c751e1c48b_25"
    },
    {
      "start": 3948,
      "end": 4094,
      "text": "The respondent herein belongs to Patan District and had acquaintance with the Petitioner as the respondent is also doing business of construction.",
      "labels": [
        "FAC"
      ],
      "id": "21ca7303f88d4388b5272d1af97d915d_26"
    },
    {
      "start": 4095,
      "end": 4304,
      "text": "It is stated that the respondent herein wanted to join the petitioner in the midst of the said work and therefore, approached the Petitioner at Mehsana and entered into a sub-let agreement dated 10.3.2018.\n2.2",
      "labels": [
        "FAC"
      ],
      "id": "ed6ba691a2604c0f99c22ebbedc0f862_27"
    },
    {
      "start": 4305,
      "end": 4392,
      "text": "It is stated that there is no jurisdiction clause in the agreement between the parties.",
      "labels": [
        "FAC"
      ],
      "id": "22bad348a21c41cfbd7342f954a2abc1_28"
    },
    {
      "start": 4393,
      "end": 4966,
      "text": "It is further stated that the work in question was too big for the respondent and the respondent was not able to manage for funds, etc. and as such he was not able to execute the work as per the time schedule and therefore the respondent requested the petitioner to execute by ratio of 50% each, NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined inter alia, each party was to invest 50%and the profit earned out of the project after deduction qua purchases, expenses and administrative charges and taxes, the net profit was to be shared 50% of each party.",
      "labels": [
        "FAC"
      ],
      "id": "6b92158df1814cb38b6a0d7ad186448b_29"
    },
    {
      "start": 4967,
      "end": 5094,
      "text": "2.3 It is stated that the respondent abandoned the work half-way and in fact committed breach of the agreement dated 10.3.2018.",
      "labels": [
        "FAC"
      ],
      "id": "d9cac16c46e043fb8da4e7497278fe40_30"
    },
    {
      "start": 5095,
      "end": 5411,
      "text": "It is further stated that even by accommodating the respondent to share 50% profit by making investment for the purchase of construction material and sharing profit by the same ratio, the respondent though initially brought a sum of Rs. 15 lakh, but later on could not bring the funds and completely stopped working.",
      "labels": [
        "FAC"
      ],
      "id": "44b9df31af8c43d29bb0be59aef6ea52_31"
    },
    {
      "start": 5412,
      "end": 5568,
      "text": "The petitioner being under contract with the Government proceeded with the work by terminating the agreement dated 10.3.2018 by his letter dated 27.11.2019.",
      "labels": [
        "FAC"
      ],
      "id": "e3d742cbb80a41689c63afc1dae49ff3_32"
    },
    {
      "start": 5569,
      "end": 5808,
      "text": "It is stated that the respondent did not like that the petitioner had proceeded with the work with his own men, material and machinery and therefore raised the dispute and subsequently filed a Special Civil Suit No.33 of 2019 on 6.11.2019.",
      "labels": [
        "FAC"
      ],
      "id": "6e6059c8e930442f9226ac64dbd32763_33"
    },
    {
      "start": 5809,
      "end": 6200,
      "text": "On service of process NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined on 26.11.2019, the petitioner gave an application seeking time and on 13.1.2020 another application was given by the petitioner under Section 12-A, chapter III-A of the Commercial Courts Act, 2015 seeking direction from the Court upon the defendant to exhaust the remedy of pre- institution mediation.",
      "labels": [
        "FAC"
      ],
      "id": "76dbef2b97f842fbaef286d656776871_34"
    },
    {
      "start": 6201,
      "end": 6396,
      "text": "The petitioner also filed written statement along with 6 documents on 13.1.2020 itself specifically raising the issue of jurisdiction of the Court on the strength of averments made in the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "71c79fc8f5534ff8a2d09b78473eef58_35"
    },
    {
      "start": 6397,
      "end": 6980,
      "text": "2.4 It is stated that on 20.2.2020, the petitioner gave an application at Exh-18 requesting the Court to decide the issue of jurisdiction as Preliminary issue and subsequently on 23.9.2020, the petitioner had pointed out to the Court that his application at Exh-18 is not decided so also the respondent with a view to pressurize the Petitioner, moved an application vide Exh-21 under the provisions of O.39, R. 1 & 2 on 15.9.2020 to which the petitioner pointed out that before respondent's application the Petitioner's application about jurisdiction is required to be decided first.",
      "labels": [
        "FAC"
      ],
      "id": "873b5d4e9f5a48a68215e0bd368bdddc_36"
    },
    {
      "start": 6981,
      "end": 7053,
      "text": "\nNEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined 2.5",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae5fb960a4bf4aa1b5595f1c4583835e_37"
    },
    {
      "start": 7054,
      "end": 7144,
      "text": "The trial Court rejected the respondent's stay application on execution of work on merits.",
      "labels": [
        "FAC"
      ],
      "id": "7030cc6c3db44ae5bfa36caa548ec953_38"
    },
    {
      "start": 7145,
      "end": 7287,
      "text": "The application below Exh-18 with regard to the jurisdiction of the Court which came to be filed by the petitioner herein came to be rejected.",
      "labels": [
        "FAC"
      ],
      "id": "4e28c9b0bc0f462681d083422663ca81_39"
    },
    {
      "start": 7288,
      "end": 7612,
      "text": "It is further stated that there are no outstanding dues of the respondent but on the contrary the petitioner has claimed against the respondent which could not be settled in mediation ordered through the Court and the petitioner is in the process of filing suit before the competent Court at Mehsana for recovering his dues.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a138be9f70ff470f8cea308f2df814e3_40"
    },
    {
      "start": 7613,
      "end": 7745,
      "text": "It is against this order passed below Exh-18 the petitioner is approaching this Hon'ble Court by way of filing the present petition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16ab4695a3a4414da4ce475784b684e0_41"
    },
    {
      "start": 7746,
      "end": 7969,
      "text": "The Paras-5 and 6 of the said order rejecting the application below Exh-18 for deciding the Preliminary issue of jurisdiction dated 27.10.2020 read thus:\n\"(5) In the present case, both the parties have relied on Section-20.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44ce143bafa04419ba6f593f37688934_42"
    },
    {
      "start": 7970,
      "end": 8184,
      "text": "Further, in the drafting and pleadings of the present suit, the jurisdiction is stated to be Patan only because the payment has been made through R.T.G.S. and the Plaintiff is residing in the jurisdiction of Patan.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "201fb12c5d57492fbbab2bea05183f00_43"
    },
    {
      "start": 8185,
      "end": 8267,
      "text": "The jurisdiction cannot be determined only on the basis of drafting and pleadings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f0cdf261a354b5286995bc53bdd25ae_44"
    },
    {
      "start": 8268,
      "end": 8435,
      "text": "If jurisdiction is determined in this NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined manner, there would a number of litigation among the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b4d2ea04ea443fa811d3e43dac2f5f0_45"
    },
    {
      "start": 8436,
      "end": 8530,
      "text": "Further, the documentary evidence produced by the Respondent himself is produced at Mark-12/2.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d68588d04764c2fa00c6e51a9f2bc8f_46"
    },
    {
      "start": 8531,
      "end": 8637,
      "text": "Considering the same, at the heading of the document it is mentioned as \"Jurisdiction - Subject to Patan\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21ffdbe2ec0748c4969f3397d3fc6327_47"
    },
    {
      "start": 8638,
      "end": 9157,
      "text": "Which means, there is a reason to believe that whatever communication is made in name of his firm, the jurisdiction is subject to Patan, because he has consented that the suit be tried in jurisdiction of Patan and if the suit is tried in the jurisdiction of Patan, no loss is likely to be caused either to the plaintiff or the respondent.\nFurther, in the agreement between the two parties in the present case which is produced at Mark-12/1, it is not agreed between the parties as to which court is having jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18301184509f4218bfe700c1dd75a024_48"
    },
    {
      "start": 9158,
      "end": 9301,
      "text": "Further, the respondent in the present case has rendered a payment to the plaintiff through R.T.G.S. within the jurisdiction of Patan District.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a384f42a799497391f2a2b2bee98f3a_49"
    },
    {
      "start": 9302,
      "end": 9394,
      "text": "An R.T.G.S. transaction can be executed only if the bank, its address and its code is known.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a2f9bf4668a4e81856f0322ee88d38f_50"
    },
    {
      "start": 9395,
      "end": 9508,
      "text": "Moreover, the Respondent does not deny the fact that he had rendered a payment through R.T.G.S. to the Plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ebe62acb7554fbea0e9d2f1d8f8d7e8_51"
    },
    {
      "start": 9509,
      "end": 9597,
      "text": "Therefore, there is no reason for not admitting the fact as to the R.T.G.S. transaction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09dd8da2ad2d431685a74fccab2a5645_52"
    },
    {
      "start": 9598,
      "end": 9785,
      "text": "As the payment is made in such a manner and the Respondent has rendered the payment through R.T.G.S. it is in his knowledge that the bank is located in the jurisdiction of Patan District.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e51c884ac8a741a5a0fe7b00eb79f425_53"
    },
    {
      "start": 9786,
      "end": 9870,
      "text": "Id est, the rendering of payment itself can be said to be a Cause of Action, partly.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3b76c7d99cc4051816f26325c925f6f_54"
    },
    {
      "start": 9871,
      "end": 10181,
      "text": "Moreover, when the Respondent's place of occupation, its office and the Respondent's permanent residential address is located in the jurisdiction of Patan District and as both the parties have relied on Section-20 of C.P.C., which reads, NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined \"20.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6c932bab192b426bb27f34cf18f04398_55"
    },
    {
      "start": 10182,
      "end": 10262,
      "text": "Other suits to be instituted where defendants reside or cause of action arises.-",
      "labels": [
        "STA"
      ],
      "id": "416615a3c4894a129f584f7596fdd97f_56"
    },
    {
      "start": 10263,
      "end": 11084,
      "text": "Subject to the limitations aforesaid, every suit shall be instituted in a Court within the local limits of whose jurisdiction- (a) the defendant, or each of the defendants where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides, or carries on business, or personally works for gain; or (b) any of the defendants, where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides, or carries on business, or personally works for gain, provided that in such case either the leave of the Court is given, or the defendants who do not reside, or carry on business, or personally work for gain, as aforesaid, acquiesce in such institution; or (c) the cause of action, wholly or in part, arises.\nConsidering the above stated Section",
      "labels": [
        "STA"
      ],
      "id": "3cf0afd3606b4e73ad366742fec09ef5_57"
    },
    {
      "start": 11085,
      "end": 11313,
      "text": ", Section-20(C) reads the expression \"the cause of action, wholly or in part, arises\"\nwhich interprets that the court under whose jurisdiction the cause of action, whether fully or party, has arisen is competent to try the suit.",
      "labels": [
        "STA"
      ],
      "id": "654230d3b21d438692b10bfbdc220c3c_58"
    },
    {
      "start": 11314,
      "end": 11436,
      "text": "In the present case, the D-List produced by the Respondent at Mark-12/2, it is mentioned, \"subject to Patan jurisdiction\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0234cc6ada5b4c42bf9b51af1f75d9d8_59"
    },
    {
      "start": 11437,
      "end": 11550,
      "text": "I d est, the letter which is addressed to the Plaintiff was sent in such a manner that the jurisdiction is Patan.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0b007b11ea804ed9b5a5d7e91a051456_60"
    },
    {
      "start": 11551,
      "end": 11736,
      "text": "Moreover, the address of Head Office shown in this document reads \"Lakhibhano Madh, Sander, NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined Taluka & District Patan\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a057fcaf2be149c4a2c5436c45a2fa4d_61"
    },
    {
      "start": 11737,
      "end": 11868,
      "text": "Further, the letter is signed at the bottom with a seal which reads \"M/s. Amar Construction Co.\"\nand \"Patan\" is mentioned below it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cca9e32d5850410cadcf57a50f1a8f3e_62"
    },
    {
      "start": 11869,
      "end": 11919,
      "text": "This document has been produced by the Respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cae5e8ff64934ff4bb85f44b44e0a921_63"
    },
    {
      "start": 11920,
      "end": 11968,
      "text": "Therefore, there is no reason to not rely on it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7716ff21377f401dae28678537e2fd22_64"
    },
    {
      "start": 11969,
      "end": 12256,
      "text": "On the basis of this document, the fact emerges on record that, the office of the Respondent in the present case is located within the jurisdiction of Patan District and as per Section-20, the jurisdiction can be the place of permanent residence or the place from a business is operated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b7302a89e7474c16bf0c993292cc6c48_65"
    },
    {
      "start": 12257,
      "end": 12392,
      "text": "Moreover, the payment which was rendered by the Respondent to the Plaintiff was rendered through RTGS and in the jurisdiction of Patan.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8792674d925460da63b065cd180779e_66"
    },
    {
      "start": 12393,
      "end": 12563,
      "text": "As the amount has been remitted to an account in the bank located in Patan, on that basis too, this Court at Patan is having jurisdiction with regard to the present suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21cbc4e73cd54c9f9933a5f36a000707_67"
    },
    {
      "start": 12564,
      "end": 12655,
      "text": "As discussed above, the jurisdiction is vested in this court as per Section-20(C) of C.P.C.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48a4e0ffb64f46038fd5709653dede85_68"
    },
    {
      "start": 12656,
      "end": 12885,
      "text": "In the same manner, when the Respondent's Head Office is located in the jurisdiction of Patan and the same fact is evident in the document produced by the Respondent, the jurisdiction is vested in this Court as per Section-20(a).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "87cf9169f6364e279d2dba04cf2b5511_69"
    },
    {
      "start": 12886,
      "end": 13153,
      "text": "Further, with regard to Section-20(a), it can be said that;\n\"Actually and voluntarily resides\" or \"personally works for gain\" - Meaning of. - Each of the clauses (a), (b) and (c) of Section 20 is disjunctive and makes provision for a distinct and different situation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ddfbf76337f4919bb30ec2b91cd9ca1_70"
    },
    {
      "start": 13154,
      "end": 13421,
      "text": "In so far as clause (a) is concerned the requirement is that the time of commencement defendants than one, each of the defendants, at the time of commencement of the suit must be actually and voluntarily residing or carrying on business or personally working for gain",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89087233dd5544c1b5f66c591e2e9553_71"
    },
    {
      "start": 13422,
      "end": 13577,
      "text": "NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined within the local limits of the jurisdiction of the Court before which the suit is laid.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b5a6349847d4aefa6c99d37cb926731_72"
    },
    {
      "start": 13578,
      "end": 13721,
      "text": "The expressions \"actually and voluntarily resides\" or \"personally works for gain\"\ncan have reference to natural only and not to legal entities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57fb57cf133b43469431a0ffaef946c3_73"
    },
    {
      "start": 13722,
      "end": 13906,
      "text": "\nThe crucial question hence is whether at the time of commencement of suit the petitioner herein did \"actually and voluntarily reside\" within the jurisdiction of the court at Attingal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9194a035594849128bc6bf91bdc747ed_74"
    },
    {
      "start": 13907,
      "end": 14032,
      "text": "This, in turn calls for a construction of the words 'actually and voluntarily resides' appearing in Section 20(a) of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae6cbf013dc8448598eb6901fbab1b5a_75"
    },
    {
      "start": 14033,
      "end": 14111,
      "text": "The expression 'residence' has to be distinguished from mere stay or presence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78cefb511392400e94e1d77113e41337_76"
    },
    {
      "start": 14112,
      "end": 14181,
      "text": "The expression 'residence' carried with it the concept of continuity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de53922eee204570a64b2a57b388246a_77"
    },
    {
      "start": 14182,
      "end": 14256,
      "text": "A person resides at such, a place where he eats, drinks, sleeps and lives.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2f186402f15a405ea4e45333dfe23b25_78"
    },
    {
      "start": 14257,
      "end": 14304,
      "text": "In language that is the, concept of 'residence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b537e1d61bc74ddc95d7409d8b4d3655_79"
    },
    {
      "start": 14305,
      "end": 14402,
      "text": "But the expression 'residence' would certainly admit different meanings depending on the context.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8b9cee9711f4895b1c21ad770876b79_80"
    },
    {
      "start": 14403,
      "end": 14460,
      "text": "There can be permanent residence and temporary residence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1726b7efeac4fd4b4b44d5a1b5d36ef_81"
    },
    {
      "start": 14461,
      "end": 14518,
      "text": "There can be actual residence and constructive residence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7547e6c8f9264740aa8297bc67b8c7d9_82"
    },
    {
      "start": 14519,
      "end": 14578,
      "text": "There can be voluntary residence and involuntary residence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9ac173d31334ec6b3bdaa34bbbca399_83"
    },
    {
      "start": 14579,
      "end": 14800,
      "text": "The Legislature was conscious of these nice distinctions' evidently when it employed the expression 'actually and voluntarily' to qualify 'the word 'resides' in Section 20(a) of the CPC to' confer jurisdiction on a Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e09e5807afca4ea49bce943bd9b7a9a3_84"
    },
    {
      "start": 14802,
      "end": 15102,
      "text": "The purpose of Section 20(a) which confers jurisdiction on a plaintiff to file the suit at a place where the NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined defendant resides did come up for consideration of the Supreme Court in the decision reported in Union of India v. Ladulal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9af74630a5bb4b3fa5df7da1f982fdfb_85"
    },
    {
      "start": 15103,
      "end": 15324,
      "text": "The principle appears to be clear and wholesome that is to facilitate convenient opportunity to the defendant to resist the suit to enable him to resist the suit without undue jurisdiction must rest at convenient trouble.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c22571468fe14662bef7ac5466509ed0_86"
    },
    {
      "start": 15325,
      "end": 15405,
      "text": "Normally, jurisdiction must rest at that place where the Clause of action arose.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6514e72555d4d02a1490f16bfc725b3_87"
    },
    {
      "start": 15406,
      "end": 15564,
      "text": "Section 20 incorporates a rule by which suits can be filed not merely at the place where the cause of action wholly or in part arose but also at other venues.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a574ef6a1ce04de296e2001d414032d6_88"
    },
    {
      "start": 15565,
      "end": 15646,
      "text": "The provisions of Section 20(a) and (b) have to be understood in this background.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91845abfae304172bd0f45726fb2c621_89"
    },
    {
      "start": 15647,
      "end": 15922,
      "text": "At a place where the defendant a. oo gt, actually - and voluntarily resides or where he carries on business or where he personally works for gain it should be easy for the defendant to conduct his defence without undue trouble and that appears to be the rationale underlying.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bff2c186b8404bc0ab72713760ddb16e_90"
    },
    {
      "start": 15923,
      "end": 16121,
      "text": "Section 20(a) and (b)\" which permit the suits be filed not only at the place where the cause of action arose as stipulated in clause C but also at the place where defendant so resides or carries on.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "591cc5e0782d4154aba5cc0eae8afa64_91"
    },
    {
      "start": 16122,
      "end": 16160,
      "text": "business or personally works for gain.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6772d9a9c46c4cbbb1cf755a08bfcb95_92"
    },
    {
      "start": 16161,
      "end": 16343,
      "text": "If the expression 'resides' were not qualified with the expressions 'actually and voluntarily', the court would have been been obliged to ascertain the meaning of the word 'resides'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89889e9cfe914beab96d7b6cc8f237fa_93"
    },
    {
      "start": 16344,
      "end": 16413,
      "text": "Court had occasion to consider the sweep of the expression 'resides'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "628b9fbe3a324a469ad4e0b702c4625a_94"
    },
    {
      "start": 16414,
      "end": 16778,
      "text": "The Supreme Court had occasion to consider the sweep of the expression 'resides' in the context of Section 19(3) of the Hindu Marriage Act and the following passages NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined appearing in paras 12 and 13 appear in the decision reported in Jeewanti v. Kishan Chandra, to be relevant extract them below:\n12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da45f1f27c9943e887bcafe2285a3090_95"
    },
    {
      "start": 16779,
      "end": 16887,
      "text": "In order to give jurisdiction on the ground of 'residence' something more than a temporary stay is required.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84dedb44f5954b738f4e66657ef61f30_96"
    },
    {
      "start": 16888,
      "end": 17031,
      "text": "It must be more or less of a permanent character, and of such a nature that the Court in which the respondent is: sued, is his 'natural 'forum.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a166a8a539b479a904b479f62824380_97"
    },
    {
      "start": 17032,
      "end": 17228,
      "text": "The word 'reside\" is by no means free from all ambiguity and is capable of a variety of meanings according to the circumstances to which it is made applicable and the context in which it is found.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3dac1a6bcf94f9e8ee5e9f6e4122288_98"
    },
    {
      "start": 17229,
      "end": 17359,
      "text": "It is capable of being understood in its ordinary sense of having one's own dwelling permanently as well as in its extended sense.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b1efb0de6da40f196fa35a2b4840848_99"
    },
    {
      "start": 17360,
      "end": 17434,
      "text": "In its ordinary sense 'residence' is mor or less of a permanent character.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2cfdc566e780422fa202c30567aeffe0_100"
    },
    {
      "start": 17435,
      "end": 17594,
      "text": "the expression 'resides' means to make an abode for a considerable time to dwell permanently or for a for a length of time; to have a settled abode for a time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e23fa78f4d8409f986c55243b5b2cfb_101"
    },
    {
      "start": 17595,
      "end": 17652,
      "text": "It is the place where a person has a fixed home or abode.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6487f435a364e22935b39f904e2a720_102"
    },
    {
      "start": 17653,
      "end": 17836,
      "text": "In Webster's Dictionary, 'to reside' has been defined as meaning 'to dwell permanently or for any length of time' and words like 'dwelling place' or 'abode' are held to be synonymous.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96b59a0337ab451992fc0d253a38387b_103"
    },
    {
      "start": 17837,
      "end": 18043,
      "text": "Where there is such fixed home or such abode at one place the person cannot be said to reside at any other place where he had gone on a casual or temporary visit e.g. for health or business or for a change.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "27ed57cdf8fc44a185d88c3aec21b221_104"
    },
    {
      "start": 18044,
      "end": 18234,
      "text": "If a person lives with NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined his wife and children, in an established home, his legal and actual place of residence is the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1444eab390a47f0b57a3072f8fbe52f_105"
    },
    {
      "start": 18235,
      "end": 18429,
      "text": "If a person has no established home and is compelled to live in hotels, boarding houses or houses of others his actual and physical habitation is the place where, actually or personally resides.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea00d215884f43e79a36323eb567b42b_106"
    },
    {
      "start": 18430,
      "end": 18602,
      "text": "\n(6) Perusing Section-20(a) and 20(c) of C.P.C., within the meaning of this section, the Plaintiff in the present case has instituted the suit in the jurisdiction of Patan.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6b2d93b2e994200a94f268ae2465a77_107"
    },
    {
      "start": 18603,
      "end": 18877,
      "text": "Further, the Respondent himself has mentioned \"subject to Patan Jurisdiction\" on the documentary evidence produced by him, his head office is in the jurisdiction of Patan District and the respondent has rendered the payment through R.T.G.S. within the jurisdiction of Patan.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e96bcaa8571a4878ada3bc9fd72b4e0d_108"
    },
    {
      "start": 18878,
      "end": 19024,
      "text": "Further, for last two adjournments, the negotiation as to settlement between both the parties is going on, but the could not reached a settlement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c55deac546e4f089f64665931d75934_109"
    },
    {
      "start": 19025,
      "end": 19147,
      "text": "Therefore, with a view to ensure that the precious time of the Court is utilized for a purpose, the order is passed today.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfff8eb80fc5487eb8b871bae3a956b9_110"
    },
    {
      "start": 19148,
      "end": 19284,
      "text": "As this court is vested with the jurisdiction to try the present suit, the following order is passed in the larger interest of justice.\"",
      "labels": [
        "RPC"
      ],
      "id": "3384f195467244c3bf9c172b40873dff_111"
    },
    {
      "start": 19286,
      "end": 19482,
      "text": "3. Heard Mr. N.L. Ramnani, learned advocate appearing for Mr. Dayani, learned advocate appearing for the petitioner and Mr. Siddharth Dave, learned advocate appearing for the respondent herein.\n4.",
      "labels": [
        "NONE"
      ],
      "id": "d5a36d8e41624f9c8e1da650a0695fbd_112"
    },
    {
      "start": 19483,
      "end": 19683,
      "text": "Learned advocate Mr. N.L.Ramnani vehemently NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined submitted that the Court below has erred in rejecting the said application below Exh-18.",
      "labels": [
        "NONE"
      ],
      "id": "92411956cb364d129c3176000c0ad424_113"
    },
    {
      "start": 19684,
      "end": 19987,
      "text": "The said order is required to be quashed and set aside, as the basis that the respondent's action is sub-let agreement dated 3.10.2018, which was admittedly executed at Mehsana and that there is no averment as to how the Court at Patan could have the jurisdiction in view of the settled position of law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9e0650933e554c9c8311d97130b2abc9_114"
    },
    {
      "start": 19988,
      "end": 20144,
      "text": "4.1 it was submitted that the agreement between the parties is executed at Mehsana, all the terms were settled at Mehsana, the work is done at Jabalpur M.P.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ae09dfb94fc742a69f973e622cb846a9_115"
    },
    {
      "start": 20145,
      "end": 20318,
      "text": "Therefore, in absence of any pleadings or averments legally sustainable showing cause of action under Sub-clause (C) of Section 20 at Patan, the order impugned is erroneous.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ce4a1e4764e24a728a929cd4d0746a17_116"
    },
    {
      "start": 20319,
      "end": 20664,
      "text": "4.2 It was submitted that the trial Court failed to appreciate that for deciding the preliminary issue the jurisdiction, only the pleadings of the plaint and cause of action are required to be considered and considering the same, it is clear that no cause of action, as alleged, said to have been arisen in the territorial jurisdiction of Patan.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "be1c09322fdb469394c3f3416634193e_117"
    },
    {
      "start": 20665,
      "end": 20733,
      "text": "\nNEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined",
      "labels": [
        "NONE"
      ],
      "id": "117f446a963e487db05ff50b2db254c1_118"
    },
    {
      "start": 20734,
      "end": 21042,
      "text": "Considering Para-8 of the plaint, which pertains to jurisdiction, it is averred that the plaintiff is residing in Patan at Village: Sarsav and since he is having Account with Corporation Bank, Patan, he received the money through RTGS at Patan and therefore the Court at Patan has jurisdiction, is erroneous.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e973398c41204f36a253e7875faaf932_119"
    },
    {
      "start": 21043,
      "end": 21569,
      "text": "\n4.3 It was submitted that the trial Court ignored the admitted position that the RTGS has been done by the petitioner from the bank at Mehsana and thereby committed serious error in law by ignoring the facts of the case and has relied upon the letter head produced as a document by which the petitioner along with the written statement wherein the petitioner's Mehsana address is shown and also the Head Office is shown at village Sandhel of Patan District, which cannot be considered as working place of the petitioner firm.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1c81a8ec6457478c9d0880fb51e95e1e_120"
    },
    {
      "start": 21570,
      "end": 22305,
      "text": "4.4 It was submitted that in respondent's reply to application at Exh-18 filed below Exh-25 dated 28.9.2020 there is no reference by the respondent to the letter head NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined which mentioned head-office of the petitioner being at Patan and it was only during the arguments the respondent pointed out this fact, which was explained and replied by the Petitioner that no averments are made in the plaint, agreement is executed at Mehsana, no cause of action has arisen and averred by the respondent at Patan either about the Head Office or subject to Patan jurisdiction as on the date of commencement of the suit, nothing has been done at Patan and all this was irrelevant.\n4.5",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0f03404033fe442b92439f329fea7204_121"
    },
    {
      "start": 22306,
      "end": 22419,
      "text": "It was submitted that there is no averment that the petitioner firm is operating from the Head Office from Patan.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c9093a71ee244f1f8a62b62b4fc085d7_122"
    },
    {
      "start": 22420,
      "end": 22537,
      "text": "It is not even alleged by the respondent that activity of any kind is done at Patan relating to the suit transaction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "538ffcfdaa4a4ae19935aadb3c7d7f89_123"
    },
    {
      "start": 22538,
      "end": 23045,
      "text": "The respondent was aware about the fact that sub-let contract is executed at Mehsana, the petitioner firm is operating from Mehsana office since many years and merely because partners of the petitioner firm originally belonged to Patan, which was shown in the past, as their operating office as per the letter head and it NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined is for this reason that no averment of any kind, alleging any act having been done at Patan is made in the pleadings.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d5cabecad99b42578532f71b63cb3b7d_124"
    },
    {
      "start": 23046,
      "end": 23344,
      "text": "Placing reliance on the aforesaid submissions, it was submitted that the Court below committed an error in reading the letter dated 8.11.2019 in which while stamping as \"M/s. Amar Construction Co.\" and signing as \"Partner\" has been misconstrued and resulted in error in passing the aforesaid order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8055d179bb534da28d159ff9afd271fe_125"
    },
    {
      "start": 23345,
      "end": 23558,
      "text": "Merely mentioning of \"Subject to Patan Jurisdiction\" in the past and incidentally using the letter head would not give any jurisdiction to the Court as the same is also not averred by the respondent in the plaint.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "85c97b0b90f5429e95ac6021f91f341a_126"
    },
    {
      "start": 23559,
      "end": 23874,
      "text": "Placing reliance on the aforesaid submission, it was submitted by the learned advocate appearing for the petitioner that the order passed by the trial Court dated 27.12.2020 wherein application filed below Exh-18 under Order 7 Rue 10 came to be rejected by the Court below, is required to be quashed and set- aside.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4036d42f902748d394e75ca40ba349c8_127"
    },
    {
      "start": 23876,
      "end": 24272,
      "text": "5. Mr. Ramnani, learned advocate appearing for the petitioner placed reliance on:\nNEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined (1) In the case of A.B.C. Laminart Pvt. Ltd. and another v. A.P. Agencies, Salem, reported in AIR 1989 SC 1239;\n(2) In the case of Shridhar Vyapaar Pvt. Ltd. v.\nGammon India Ltd., passed by Division Bench in of 2016 of the Calcutta High Court.\n6.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b3da628b458b46ff860c30ca302eaebb_128"
    },
    {
      "start": 24273,
      "end": 24446,
      "text": "Placing reliance on the aforesaid judgment, it was submitted that the transfer of the amount by RTGS at Patan would not confer Patan Court the jurisdiction to hear the suit.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e15ed5ca2e2f44eb90d7a2e0a9843b89_129"
    },
    {
      "start": 24448,
      "end": 24524,
      "text": "7. Heard Mr. Siddharth Dave, learned advocate appearing for the respondents.",
      "labels": [
        "NONE"
      ],
      "id": "e5b303f115b94a4badd3ac085a006115_130"
    },
    {
      "start": 24525,
      "end": 24617,
      "text": "Mr. Dave, learned advocate submitted that the present Suit in question is a Commercial Suit.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "409e409225354b068ab90d9582dc6a7d_131"
    },
    {
      "start": 24618,
      "end": 24801,
      "text": "The parties relegated themselves to Pre-Institution Mediation under Section 12A of the Commercial Courts Act, 2015 and, therefore, the said Suit is pending at Commercial Court, Patan.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "29cab5ef52074bcfb3d9156630886dba_132"
    },
    {
      "start": 24802,
      "end": 25124,
      "text": "The Mediation, however, failed and thereafter the petitioner filed NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined application below Order 7 Rule 10 on the ground that no cause of action or any part of the cause of action arose within the territorial jurisdiction of the concerned trial Court at Patan.",
      "labels": [
        "FAC"
      ],
      "id": "cb896fe4da5a48a0b782c270524388d3_133"
    },
    {
      "start": 25126,
      "end": 25231,
      "text": "8. It was submitted that the respondent herein i.e. defendant has entered his appearance and filed reply.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2b98c74402a46e2bd4349b8a6d855d4_134"
    },
    {
      "start": 25232,
      "end": 25440,
      "text": "Along with the same as well as along with the present petition filed by the petitioner, the petitioner has annexed a communication dated 8.11.2019, which is annexed at Annexure-'E'- (Page-23) of the petition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8cc725daeea41c281c21c9a36c7ace7_135"
    },
    {
      "start": 25441,
      "end": 25626,
      "text": "The said communication as well as the admission on the part of the defendant, clearly go to show that the Head Office of the defendant is at Lakhibhano Madh, Sander, Ta. & Dist - Patan.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "759d4ab776b546a78586954c13a26823_136"
    },
    {
      "start": 25627,
      "end": 25762,
      "text": "The letter head also clearly envisages that the same was issued, clearly reflecting that the same is subject to the Patan Jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b0b0150a4ac4beea04be9f26ae68f66_137"
    },
    {
      "start": 25763,
      "end": 26087,
      "text": "It was submitted that the petitioner herein has tried to mislead the Hon'ble Court by submitting that the said letter head which is dated 8.11.2019, is old letter head which is used by the NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined defendant otherwise the defendant does not have an Office at Patan.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7d3fc641d43d4b05976984837b1e1324_138"
    },
    {
      "start": 26088,
      "end": 26363,
      "text": "The said letter head clearly go to show that the same was issued on 8.11.2019 and it cannot be said that the said letter-head duly produced on record by the petitioner is an old letter head and that the Suit was filed by respondent herein in the month of November, 2019 only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e25e0b039ce41a29c41703b6a6ba25f_139"
    },
    {
      "start": 26364,
      "end": 26502,
      "text": "In view of the above, it is not the contention of the petitioner that it is an old letter-head, is with an intention to mislead the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a199cabac77b4486b08923922df527bb_140"
    },
    {
      "start": 26503,
      "end": 26631,
      "text": "It was submitted that the petitioner having not placed true facts on record, the petition be dismissed on the said ground alone.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "94b5f0e4fc3e4c71a4a7478788926082_141"
    },
    {
      "start": 26632,
      "end": 26825,
      "text": "\n9. Placing reliance on Section 13 of the Commercial Court Act, 2015, learned advocate Mr. Dave submitted that the petition is not maintainable against the order passed by the Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1cdb7052a4fe42cda65ae1bf2ceed08d_142"
    },
    {
      "start": 26826,
      "end": 27020,
      "text": "Mr. Dave has placed reliance on the decision rendered by the Hon'ble Supreme Court of India, reported in (2021) 4 SCC 379 and relevant would be para-53, to substantiate the aforesaid submission.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e455c93386be4bdd865103949dc12b99_143"
    },
    {
      "start": 27021,
      "end": 27093,
      "text": "\nNEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined 10.",
      "labels": [
        "NONE"
      ],
      "id": "abb102b734864bc9aec5c284c83cf4d7_144"
    },
    {
      "start": 27094,
      "end": 27468,
      "text": "It was submitted that it is undisputed that the petitioner had completed work as per the agreed terms of Contract and the respondent-original plaintiff had carried out work as per the agreed terms of contract dated 10.3.2018 entered into between the petitioner and respondent, which is duly placed at Annexure 'B' at Page- 14 of the petition and placed reliance on the same.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "52010769f4ab4b138dfe882f1dc96ef2_145"
    },
    {
      "start": 27469,
      "end": 27612,
      "text": "It was submitted that the petitioner- original defendant was required to pay the due amount to the plaintiff to the tune of Rs .2,21,02,693.23.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ac00b60463094d17824df048f867c1e9_146"
    },
    {
      "start": 27613,
      "end": 27824,
      "text": "It was submitted that in absence of any specific clause regards the jurisdiction, wherein reliance was placed on the terms and conditions which are duly produced at Page Nos. 15 and 16 of the contract agreement.",
      "labels": [
        "RATIO"
      ],
      "id": "bab42219ce0c485bb1f2ac7223bcfc3c_147"
    },
    {
      "start": 27825,
      "end": 28534,
      "text": "It was submitted that when no place of payment is fixed and therefore in absence of any such jurisdiction clause as well as in absence of any such specification of the place of payment, in view of the settled proposition of law, the doctrine of \"The debtor must seek creditor\" would apply and therefore, in view of the aforesaid doctrine, there is a specific averment made NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined by the plaintiff in the para-8 of the suit (which is at page- 20 of the petition), since the plaintiff has received some of the part amount in its bank account at Patan and therefore, the partly cause of action arose within the territorial jurisdiction of Patan Court.",
      "labels": [
        "RATIO"
      ],
      "id": "f350dbf0c5954db3bb80627a72de454a_148"
    },
    {
      "start": 28535,
      "end": 28593,
      "text": "Therefore, the Court at Patan would have the jurisdiction.",
      "labels": [
        "RPC"
      ],
      "id": "a7a8e0be734c46ff8d91fb9b9b65df70_149"
    },
    {
      "start": 28595,
      "end": 28607,
      "text": "ANALYSIS 11.",
      "labels": [
        "NONE"
      ],
      "id": "1e024ed7ac3a4bc6a5c945889281168f_150"
    },
    {
      "start": 28608,
      "end": 28795,
      "text": "At this stage, it is pertinent to note that the order under challenge is passed by the Principal Senior Civil Judge, Patan in Application below Exh-18 in Special Civil Suit No.33 of 2019.",
      "labels": [
        "RPC"
      ],
      "id": "30bedd28674a4210a10694f7866ad93e_151"
    },
    {
      "start": 28796,
      "end": 28912,
      "text": "The parties have exhausted remedy of pre-institution mediation under Section 12A of the Commercial Courts Act, 2015.",
      "labels": [
        "RPC"
      ],
      "id": "23d545e4a8a6468aac5fa11613a1917c_152"
    },
    {
      "start": 28913,
      "end": 29357,
      "text": "The petitioner herein has filed the application below Exh-18, which is duly produced at Annexure 'A', page-13A before the Principal Senior Civil Judge, Commercial Court at Patan and the order impugned, as referred to above, is passed by the Principal Senior Civil Judge, Patan by order dated 27.10.2020 wherein it was held that the said Court has NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined jurisdiction to try the suit.",
      "labels": [
        "RPC"
      ],
      "id": "39373f71a92743e6bb1ca570b2873312_153"
    },
    {
      "start": 29358,
      "end": 29743,
      "text": "It is apposite to refer to Notification No. B.16/1/ADM/11 of 2021 conferring the jurisdiction to Principal Senior Civil Judge, Patan for Head-quarter Patan and for dealing with the commercial dispute having specified value of not less than 3 lakh except application preferred under Arbitration & Conciliation Act, 1996 and Intellectual Property Rights relating to Suits and Properties.",
      "labels": [
        "RPC"
      ],
      "id": "6c54183d5c244cc7bc60951fdd1973e6_154"
    },
    {
      "start": 29744,
      "end": 29961,
      "text": "Admittedly, in the facts of the present case, the order impugned is passed by the Principal Senior Civil Judge, Patan wherein the application below Exh-18 came to be filed undisputedly under the Commercial Courts Act.",
      "labels": [
        "RPC"
      ],
      "id": "2068e928141a484db0d658283c1bf295_155"
    },
    {
      "start": 29962,
      "end": 30044,
      "text": "Considering the same, remedy lies by filing an Appeal before the Commercial Court.",
      "labels": [
        "RPC"
      ],
      "id": "507bca0159374357a5f3b3ad54d604c6_156"
    },
    {
      "start": 30046,
      "end": 30300,
      "text": "12. This Court deems it apposite to refer to Notification Legal Department No. GK/28/2020/SPC/102017/GOI-44/D dated 26.10.2020 wherein Senior Civil Judge having experience in dealing with Commercial disputes is conferred with power of a commercial Court.",
      "labels": [
        "RPC"
      ],
      "id": "6599630aeae1481096f679da05aee91e_157"
    },
    {
      "start": 30301,
      "end": 30506,
      "text": "The said Notification dated 26.10.2020 reads thus:\nNEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined \"NOTIFICATION Legal Department Sachivalaya, Gandhinagar.\nDated the,26th October, 2020.",
      "labels": [
        "NONE"
      ],
      "id": "b12e244a35de4f5da905d280acd86c14_158"
    },
    {
      "start": 30507,
      "end": 30544,
      "text": "\nNO.GK/28/2020/SPC/102017/GO[-441D :-",
      "labels": [
        "NONE"
      ],
      "id": "8dd302ef5d324aacade84531a6a77dd9_159"
    },
    {
      "start": 30545,
      "end": 32316,
      "text": "In exercise of the powers conferred by sub, section (1) of section 3 read with section 3(1-A) of the Commercial Courts Act, 2015 (4 Act' 2015. of 2016), and in supersession of the Govemment Notification, Legal Department No..GI(09/2019/SPC/102017/GO!-441D, dated the 156 Apri1, 2019 and No. GK/16/2019/SPC/I02017lGOl-441D, dated 3rd June, 2019, the Government of Gujarat, after consultation with the High Court of Gujarat, hereby specifies the following Courts shown in Column 2 of the Schedule appended hereto in the area of local limits of their jurisdiction specified in Column 3 of the said Schedule, as the Commercial Courts, for dealing with the Commercial disputes of the Specified Value.\nSCHEDULE Sr. No Name of the Court Areas of jurisdiction / Courts 1 Two Judges of the City Civil Court, City Civil Court, Ahmedabad (having experience in Ahmedabad dealing with commercial disputes)\n2. One Additional District Judge where District Court and the subject matter of an arbitration Taluka Court is a Commercial dispute of a specified value of not less than 3 lakh rupees and intellectual property rights related suits or proceedings, having the specified Value of not less than 3 lakh rupees.\n3. Three Senior Civil Judges (having District Court NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined experience is dealing with Headquarters at commercial disputes) for the ____________________ commercial dispute District Court Ahmedabad Headquarters at having the specified (Rural) value of not less than 3 lakh rupees ____________________ except the applications preferred Vadodara under the Arbitration and ____________________ Conciliation Act, 1996 and Surat intellectual property rights related ____________________ suits or proceedings. Rajkot 4.",
      "labels": [
        "NONE"
      ],
      "id": "bc7c432beddf4051af493a89d11b4d10_160"
    },
    {
      "start": 32317,
      "end": 32805,
      "text": "One Senior Civil Judge (having All District Courts experience in dealing with except mentioned commercial disputes) for the at column No.3 of commercial dispute having the Sr.no.3 and all Specified Value of not less than 3 Taluka Courts lakh rupees except the applications preferred under the Arbitration and Conciliation Act, 1996 and intellectual property rights related suits or proceedings By order and in the name of the Governor of Gujarat, (Sd/-) Under Secretary to Govemment.\n12.1",
      "labels": [
        "NONE"
      ],
      "id": "91facf4678d24526a3c3d60d470ffe5c_161"
    },
    {
      "start": 32806,
      "end": 32963,
      "text": "In continuation of aforesaid Notification by the Legal Department, as referred above dated 26.10.20220, a further Notification came to be issued on 7.1.2021.",
      "labels": [
        "RPC"
      ],
      "id": "e4baa08cdc1143f69db58a9e653303c3_162"
    },
    {
      "start": 32964,
      "end": 34148,
      "text": "The said Notification dated 7.1.2021 reads thus:\nNEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined 13. Section 13 of the Commercial Courts Act, 2016 reads thus:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--\nNEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined (1) [Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).",
      "labels": [
        "STA"
      ],
      "id": "339c58d3035d4129ad560f4049d6afbf_163"
    },
    {
      "start": 34149,
      "end": 34426,
      "text": "] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n14.",
      "labels": [
        "STA"
      ],
      "id": "f3fd4095b7f548978dca2a52e75f0fc7_164"
    },
    {
      "start": 34427,
      "end": 34556,
      "text": "It is apposite to refer to N.N. Global Mercantile (P) Ltd. v. Indo Unique Flame Ltd., reported in (2021) 4 SCC 379, Para-53:\n\"53.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ea16b1a4abd2491e85835678d1abef7e_165"
    },
    {
      "start": 34557,
      "end": 34850,
      "text": "Since the judgment and order of the Commercial Court NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined dated 18.01.2018 refusing to refer the parties to arbitration was an appealable order under Section 37(1)(a) of the Arbitration Act, the Writ Petition was not maintainable.",
      "labels": [
        "RPC"
      ],
      "id": "f50b1cfccfac42c8af5c0136578f23a1_166"
    },
    {
      "start": 34851,
      "end": 34987,
      "text": "The appeal would lie before the Commercial Appellate Division of the High Court under Section 13(1A) of the Commercial Courts Act, 2015.",
      "labels": [
        "RPC"
      ],
      "id": "879f9f3058794072bc52b1794e337fbb_167"
    },
    {
      "start": 34988,
      "end": 35301,
      "text": "Section 13(1A) read as:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.-(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of 60 days from the date of judgment or order.\n",
      "labels": [
        "STA"
      ],
      "id": "0ec65c9083a54253a1f4b4b67a8361f5_168"
    },
    {
      "start": 35301,
      "end": 35985,
      "text": "(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\" 49 which came into effect on 23.10.2015.",
      "labels": [
        "STA"
      ],
      "id": "120f92a2c1ba4aaab33d5655701431ad_169"
    },
    {
      "start": 35986,
      "end": 36250,
      "text": "\nIn view of the availability of a statutory remedy, NEUTRAL CITATION C/SCA/15744/2021 ORDER DATED: 19/01/2023 undefined the judgment of the High Court passed under Articles 226 and 227 of the Constitution is liable to be set aside on the ground of maintainability.",
      "labels": [
        "RPC"
      ],
      "id": "d2b4c849c73547f78d52f8e1a38c1afe_170"
    },
    {
      "start": 36252,
      "end": 36925,
      "text": "15. In view of the aforesaid, this Court, having perused the said Notification, which is produced on record, and the Rojkam, as also the fact that the suit is valued at Rs. 2,21,02,603/-, which is more than Rs. 3 Lakh, the parties having relegated themselves to pre-institution mediation in accordance with the requirement of Section 12A of the Commercial Courts Act, 2015 the application below Exh- 18 preferred by the writ-applicant before the Commercial Court, the petition is not entertained under Article 227 of the Constitution of India and the writ-applicant is relegated to avail statutory remedy of filing appeal under Section 13 of the Commercial Court Act, 2015.",
      "labels": [
        "RPC"
      ],
      "id": "d774cdb971d44b06bc70e54c99f3b47c_171"
    },
    {
      "start": 36926,
      "end": 37104,
      "text": "If the writ- applicant chooses to prefer an appeal, the period for which the petition was pending before this Court be deducted while considering the issue of limitation, if any.",
      "labels": [
        "RPC"
      ],
      "id": "a521875e86614db2ab23a3f0364b75cb_172"
    },
    {
      "start": 37106,
      "end": 37154,
      "text": "16. The petition stands disposed of accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "fed7dbe2fee5497b8c441043cae6121f_173"
    },
    {
      "start": 37155,
      "end": 37191,
      "text": "\n(VAIBHAVI D. NANAVATI,J) SAJ GEORGE",
      "labels": [
        "NONE"
      ],
      "id": "055bd77c80fd45f88b83019bed36fef0_174"
    }
  ]
}