{
  "id": "679b0e2289e5534d3c147f70d0aaee424cf66c805838dd287c2d4c9d2bcd4b76",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court\nMr. K.N. Mahesh Prasad vs Optimus Drugs Private Limited And 2 ... on 12 June, 2023\nAuthor: P.Naveen Rao \nBench: P Naveen Rao, Nagesh Bheemapaka\n              Hon'Ble Sri Justice P.Naveen Rao\n                             And\n           Hon'Ble Sri Justice Nagesh Bheemapaka\n\n           Commercial Court Appeal No.20 Of 2023\n\n                            Date:12.06.2023\n\nBetween:\n\nMr K.N.Mahesh Prasad, s/o. K.N.Nagaraja,\nAged about 53 years, R/o.501, Evershine Jewel,\n15th Road, Khar West, Mumbai.\n                                                 .... Appellant/ petitioner/ \n                                                                 Plaintiff\n            And\n\nOptimus Drugs Private Limited \nHaving its Regd.Office at Plot No.6p,\nSy.No.37a & 37p, signature Towers,\n2nd floor, Kothaguda, Kondapur,\nHyderabad, rep.by its Director. \n                                                    .... Respondent No.1/ \n                                                       Respondent no.1/ \n                                                         Defendant no.1\n\n\n\n\nThis Court made the following :\n                                                                 Pnr,J & Nbk,J\n                                                            Comca No.20 of 2023 \n                                   2 \n\n\n\n             Hon'Ble Sri Justice P.Naveen Rao \n                            And \n          Hon'Ble Sri Justice Nagesh Bheemapaka \n\n           Commercial Court Appeal No.20 Of 2023\n\n\nJudgment: \n(Per Hon'ble Sri Justice P.Naveen Rao) Plaintiff instituted C.O.S.No.32 of 2022 in the Court of Special Court for Trial and disposal of Commercial Disputes, Ranga Reddy at L.B.Nagar, contending that t he defendants have not complied the terms of agreement to pay monthly compensation and transfer of shares in spite of calling upon them to comply the terms of agreement. He prayed to grant relief of mandatory injunction and specific performance of consultancy and shareholders agreement dated 03.11.2018. In the said suit, plaintiff filed I.A.No.349 of 2022 under Order XXXIX Rules 1 and 2 read with Section 151 of Code of Civil Procedure, 1908 (for short, 'CPC') praying to grant ad-interim injunction restraining defendants and persons acting on their behalf from the shareholding pattern of the defendant no.1 company, including by way of issuance of allotment or transfer of any equity shares of third parties or inter se transfers of shares of the defendant no.1 company between defendant No.2 and defendant no.3.\n2. The said application was opposed by defendants. On due consideration of respective submissions, the Commercial Court, by Order dated 09.03.2023 dismissed the application. \nPNR,J & NBK,J 3. Learned Judge held that as required by clause 3(c) of Ex.P1- agreement, petitioner did not remit the aggregate call option price in relation to all the call option shares to the designated bank account of the promoter and has not fulfilled his part of obligation. The learned Judge further held that as per clauses 4 (iv)(1)(2) and (3) of Ex.P1- agreement, the petitioner is required to specify the number of shares he intends to purchase, the date on which sale and purchase of the call option shares would be consummated and the price for purchasing the call option shares, but Ex.P8-Call Option Notice and Ex.P7-Legal Notice are silent. It is further held that it is not the case of plaintiff that the defendant No.2 would be diluting the consultancy stock in which plaintiff is entitled as per the agreement. The Commercial Court held that it is not the case of the plaintiff that 1st defendant cannot honour clause 4(b)(ii) of the agreement. The Commercial Court further observed that as plaintiff terminated his services, the only issue falls for consideration is in respect of transferring or encumbering the share pattern which is not relevant. The Commercial Court therefore held that plaintiff has not made out prima facie case and, therefore, balance of convenience is not in his favour. It is further held that plaintiff failed to make out irreparable loss. \n4. Though, elaborate submissions are made by learned senior counsel and counsel on either side touching upon merits of the case, as the suit is pending adjudication before Commercial Court and this PNR,J & NBK,J appeal is preferred against rejecting the application for temporary injunction, we have considered rival submissions only on the issue whether the trial Court erred in not granting temporary injunction even though the appellant made out a strong prima facie case, balance of convenience and irreparable injury to grant temporary injunction. \n5. The plaintiff, defendant Nos.1 & 2, and M/s.Optrix Laboratories Pvt. Ltd., entered into Consultancy and Shareholders' Agreement dated 03.11.2018 Ex.P.1 (for short, 'Ex.P1-agreement'), wherein the plaintiff agreed to provide 'financial advisory services, business development services and New Contract Manufacturing and Marketing arrangements' to the defendant no.1 and M/s.Optrix Laboratories Pvt. Ltd. The agreement became effective from 1st September, 2018. The services to be rendered by the plaintiff are addressed by clause 3 (Scope of Services) and schedule 2 of the agreement. The plaintiff to advise the finance department of the defendant no.1 and M/s.Optix Laboratories Pvt. Ltd., on any queries they may have and supervise their functioning. In consideration of the services to be rendered by the plaintiff, the defendant nos.1 & 2 and M/s.Optix Laboratories Pvt. Ltd., agreed to provide the plaintiff with three kinds of payment/compensation/service charge as per clause-4 of the agreement. \n6. The clauses relevant for consideration are, clauses 4 and 5(a) of the agreement. They read as under:\nPNR,J & NBK,J \"Cl.4. COMPENSATION:\nIn consideration for the services, the Optimus Group shall compensate the consultant in the following manner:\na. Monthly consultancy fees for the initial one year from the effective date shall be INR 4,00,000 (Rupees four lakhs only) ('monthly compensation\" (net of all taxes) in the following manner:\n(a) Optimus Drugs : INR  2,00,000 (Rupees two lakhs only)\n(b) Optrix Laboratories: INR  2,00,000 (Rupees two lakhs only) If Optimus Drugs and Optrix Laboratories merge or amalgamate or undergo any similar corporate restructuring the total monthly consultancy fees shall be equal to INR 4,00,000 (rupees four lakhs only) and payable by the resultant company. \nIt is agreed that notwithstanding any provision to the contrary, commencing from the end of the first anniversary of the effective date, the monthly compensation shall be increased on by 5% year on year basis;\nEach of the persons comprising the Optimus Group shall make the payment by the end of every month and no later than the last working day of such month for the services performed in the immediately preceding 30 (thirty) days. The monthly compensation shall be exclusive of all applicable taxes and shall be subject to deductions or withholdings as prescribed under applicable laws. Any tax liability arising pursuant to the transactions contemplated under the agreement shall be borne by the Optimus Group. All out of pocket expenses incurred by the consultant shall be reimbursed at actuals by each of the persons forming part of the Optimus Group. \nb. The parties agree that in addition to the monthly compensation stated in clause 4.1 above, the parties agree that the consultant shall also be compensated for the services in the following manner. \ni. Simultaneously with the execution of this agreement, in consideration of the services to be provided by the consultant, the promoter shall sell, transfer and assign to the consultant such number of equity shares which aggregate to not be less than 2% (two percent) of the paid up share capital of Optimus Drugs and 2% (two percent) of the paid up share capital of Optrix Laboratories ('sale share'). The promoters hereby represents and warrants the warranties and the seller warranties to the consultant. \nEach of the Optimus Group Company has on the date of this agreement approved the sale and transfer of the sale shares by passing the necessary resolutions at a duty quorate meeting of the board of directors of each of the Optimus Group Company. A certified true copy of the aforesaid resolutions has been provided to the consultant. \nPNR,J & NBK,J II. The consultant shall be entitled to call upon the promoter to transfer to the consultant, the consultancy stock ('call option') upon the occurrence of any of the following events ('Call Option Event') in the following manner: \n(i) (a) If within 5 (five) years from the effective date the EBITDA of any financial year of the Optimus Group is INR 187.50 crores (Rupees one hundred and eight seven crores and fifty lakhs only), the promoter shall transfer to the consultant, such number of securities held by the promoter (and/or a share holder who is a relative of the promoter) in each of the Optimus Group which aggregates to not less than 1% (one percent) in the paid up share capital of the Optimus Group i.e., 1% (one percent) of the paid up share capital of Optimus Drugs and 1% (one percent) of the paid up share capital of Optrix Laboratories;\n(b) If within 5 (five) years from the effective date the EBITDA of any financial year of the Optimus Group is INR 225 crores (Rupees two hundred and twenty five crores only), the promoter shall (and/or the promoter shall procure that his relatie who is a shareholder) transfer to the consultant, such number of securities held by the promoter (and/or a share holder who is a relative of the promoter) in each of the Optimus Group which aggregates to not less than 1% (one percent) in the paid up share capital of the Optimus Group i.e., 1% (one percent) of the paid up share capital of Optimus Drugs and 1% (one percent) of the paid up share capital of Optrix Laboratories;\n(ii) for the purpose of the clause 4.2(b) the EBITDA will be defined as simple addition of EBITDA of Optimus Drugs and EBITDA of Optrix Laboratories.\n(iii) In case of merger or amalgamation or similar corporate restructuring between Optimus Drugs and Optrix Laboratories, the share to be transferred to the consultant in the resultant entity shall be that of the resultant entity. \nIII. The consultant shall be entitled to exercise the Call Option at any time after the occurrence of any of the Call Option Event. IV. The consultant shall issue a written notice to the Optimus Group and the promoter (which notice shall be binding on the promoter and his relatives) ('Call Option Notice') specifying:\n1. the number of securities that the consultant requires the promoter (and/or a shareholder who is a relative of the promoter) in each of the Optimus Group to sell to the consultant (such shares being the \"Call Option Shares\");' PNR,J & NBK,J 2. the date on which the sale and purchase of the Call Option Shares shall be consummated;\n3. the price for purchasing the Call Option Shares, being the lowest price permissible under Applicable Law (\"Call Option Price\") and in any event at the book value of each of the Optimus Group. \nc. The sale and purchase of the Call Option Shares shall be completed in the order indicated below and would be deemed to have been performed simultaneously:\ni. The consultant shall remit the aggregate Call Option Price in relation to all the Call Option Shares to the designated bank account of the promoter (and/or the relative of the promoter); and ii. The promoter (and/or the relative to the promoter) shall deliver a duly stamped and executed share transfer form to the consultant along with the corresponding share certificates with respect to the Call Option Shares. It being clarified that stamp duty shall be borne by the promoter (and/or the relative of the promoter).\nd. The Optimus Group shall reimburse the consultant for travel and related expenses incurred during the course of performing the services. \ne. The consultant agrees that he shall abstain from exercising voting right in relation to the sale shares and/or the shares comprising the consultancy stock. \nCl.5. OTHER TERMS OF THE SALE SHARES AND CONSULTANCY STOCK:\na. The parties agree and acknowledge that the consideration for the sale shares and the consultancy stock shall be the services provided by the consultant in terms of this agreement. The sale shares and/or any consultancy stock shall not be diluted for any future rounds of funding and irrespective of any further rounds of funding, the shareholding percentage of the sale shares and the consultancy stock shall be as of the date of this agreement.\"\n7. Clause-4 provides three types of compensation to the plaintiff in recognition of services to be provided by him. He is entitled to monthly consultancy fee of  4,00,000/-. Simultaneously, the promoter shall sell, transfer and assign such number of equity shares which aggregate PNR,J & NBK,J to not less than 2% of the paid up share capital of Optimum Drugs and 2% of the paid up share capital of Optrix Laboratories call sale shares. Further, the consultant is also entitled to call upon the promoter to transfer the consultant, the consultancy stock 'Call Option' upon occurrence of the events mentioned in clause (II). As per sub- clause (i)(a), if within five years from the effective date of Earnings Before Interest, Tax, Depreciation and Amortization (EBITDA) of any financial year of the Optimus Group in INR 187.50 crores the promoter should transfer to consultant such number of securities held by the promoter or a shareholder who is a relative of promoter in each of the Optimus Group companies which aggregates to not less than 1% in the paid up share capital of the Optimus Group Companies i.e., 1% each. As per sub-clause (i)(c), if within five years from the effective date the EBITDA of any financial year of the Optimus Group is INR 225 crores further transfer of not less than 1% in each of the companies should take place. \n8. To comply with clause 4(b), consultant is required to issue written notice to the Optimus Group and the promoter Call Option Notice specifying, (1) the number of securities he would require the promoter to sell in each of the Optimus Group companies; (2) the date on which sale and purchase of the call option shares should be consummated; (3) the price for purchasing the call option shares; and (4) the consultant is required to remit the aggregate call option price in PNR,J & NBK,J relation to call option shares to the designated bank account of the promoter. \n9. As per clause-5 (a) of the Agreement, the consideration for the sale shares and the consultancy stock shall be the services provided by the consultant in terms of the agreement. In other words, even transfer of sale shares is not automatic but depend upon the service provided by the consultant. \n10. It is not in dispute that Ex.P1-agreement is terminated. Thus, what is required to be considered is whether the terms of agreement are complied by the plaintiff and that even though plaintiff has fulfilled his obligations flowing out of Ex.P1-agreement illegally shares are not transferred to plaintiff. \n11. According to the plaintiff, he has rendered following services:\n(a) Procuring a strategic partnership between defendant no.1 and Gujarat Themis Biosyn Ltd. (GTBL) for supply of raw-materials involved in production of Refaximin in April, 2019;\n(b) Procuring a working capital loan facility from Kotak Mahindra Bank for the defendant no.1 and M/s.Optrix Laboratories Pvt. Ltd.,\n(c) Setting up a work space for the defendant no.1 in Mumbai vide a Leave and License Agreement in February, 2022;\n(d) Identifying various business opportunities for the defendant no.1 and M/s.Optrix Laboratories Pvt. Ltd., in the form of investments or strategic partnerships in December, 2021 and August 2022 and September 2022. \nPNR,J & NBK,J 12. The defendant no.1 and M/s.Optrix Laboratories Pvt. Ltd., were amalgamated with effect from 01.04.2020 vide Order dated 16.09.2021, passed by the Hon'ble NCLT, Hyderabad. The EBITDA of the defendant no.1 reached beyond INR 225 crores and stood at INR 367 crores as on 31.03.2021 which enabled the plaintiff to seek transfer of the consultancy stock at any time after 31.03.2021 in terms of clause 4(b)(iii) of the agreement. \n13. According to plaintiff, though plaintiff rendered services and the company crossed the milestones as per EBITDA, the defendant nos.1 and 2 have not transferred the sale shares and the consultancy stock in terms of the agreement and have not paid the monthly compensation for several months accumulating to a tune of  66,08,000/- and on the contrary the defendant nos.1 and 2 transferring a majority shareholding in the defendant no.1 company to defendant no.3 between May 2022 to September 2022 without giving effect to the terms of the agreement. The plaintiff would contend that the defendant nos.1 and 2 at no point of time have raised any issue regarding the services rendered by the plaintiff. The plaintiff issued a legal notice dated 25.05.2022 calling upon the defendant nos.1 and 2 to transfer the sale shares and clear the outstanding dues towards the monthly compensation. Further, the plaintiff also called upon the defendant nos.1 and 2 to transfer the consultancy stock to the plaintiff at a price determined in accordance with clause 4 (b)(iv) of the PNR,J & NBK,J agreement, vide a notice dated 25.05.2022. According to plaintiff defendants did not respond to the legal notice or call option notice dated 25.05.2022 nor refuted or disproved the allegations of the plaintiff. \n14. The plaintiff sought settlement of three claims. First is monthly compensation. On the issue of rendering consultancy services, while plaintiff contends that he has been providing consultancy services continuously in terms of Ex.P-1 from the date of execution of the agreement, the defendants assert that plaintiff has not discharged his responsibilities and virtually no service was rendered by him and in fact he stopped providing consultancy services long ago. To support their contention, they claimed that for the financial years 2021 and 2022, they have not paid monthly remuneration. Plaintiff has also not claimed and kept quiet for a long time as he was not rendering any services. He suddenly became active when the shares of the company were bought at a very high premium. \n15. With reference to claim of transfer of sale shares, learned senior counsel Sri S.Niranjan Reddy contended that such a relief is sought after 42 months. There is inordinate delay and the claim has to be rejected on that ground. Since, claim itself is barred by delay and latches plaintiff is not entitled to injunction on such claim. \nPNR,J & NBK,J 16. Learned counsel Sri M.V.Pratap Kumar contended that plaintiff has not rendered consultancy services and therefore not entitled to any of the reliefs sought by him. He would contend that Schedule 2 lists out services required to be provided by the plaintiff but none of them were undertaken. A vague averment is made in paragraphs 7 and 8 of the plaint. In paragraph 10 of the counter filed by second defendant, it is specifically asserted that no service was rendered by the plaintiff but the same is not denied. In paragraph 35 of the reply, plaintiff sought to shift the burden on defendants. Whereas, it should be otherwise. \n17. He would submit that as no service was rendered and was not discharging his responsibilities, monthly remuneration was not paid. As an after thought plaintiff raised a consolidated in voice upto May 2022. Even according to his own recognition, he was not working after May 2022 at least as no invoice was raised after May, 2022.\n18. These assertions of defendants are denied. According to learned senior counsel for plaintiff, plaintiff has not claimed monthly remuneration only on the advise of defendants as they assured that consolidated amount would be paid. According to plaintiff because of his consultancy services only company made good progress. \n19. Learned senior counsel Sri S.Ravi, drawn our attention to paragraph 10(c) of legal notice dated 25.5.2022 to contend that consolidated invoice was raised as advised by defendants. He would PNR,J & NBK,J submit that there was no objection raised on deficiency in services at any time and have paid monthly remuneration till the financial year 2020. Further, it is not stated as to what services were not provided. He would submit that there has been continuous communication through e-mails regarding decisions taken and holding of meetings and therefore the contention that plaintiff has not provided services is not correct. Further, having regard to documents on record and that remuneration was paid for two years there is clear presumption of rendering services. On the issue of delay, he would submit that in view of Covid-19 pandemic limitation is not attracted and therefore suit is not barred by limitation. Again these are aspects that require consideration during the trial of the suit. \n20. Second claim is on transfer of sale shares. According to learned senior counsel for plaintiff the sale shares ought to be transferred simultaneous to execution of Ex.P-1 agreement and not transferring is ex-facie illegal and amounts to clear violation of terms of Ex.P1- agreement. \n21. By drawing attention to Clause 5(a), learned counsel Sri M.V.Pratap Kumar would submit that even transfer of sale shares is also subject to rendering consultancy services and not as a matter of course. As no service was rendered defendants need not transfer sale shares to him. \nPNR,J & NBK,J 22. For the purpose of consideration of this claim, it is to be noted that apparently, plaintiff kept quiet for almost five years. It is not stated why he has not insisted for such transfer earlier. Defendants assert that transfer of sale shares is not automatic on execution of Ex.P1-agreement but subject to provision of services and the plaintiff has not provided the services. This is again an issue requires consideration during the trial of the suit. Suffice to note clause 5 (a) of Ex.P1-agreement. \n23. Third claim is transfer of purchase shares/call option shares. The consultant can exercise call option on occurrence of call option event. He can time such option and specify quantity of shares required. However, clause 4 (iv) requires consultant to issue a written notice specifying the number of securities he intends to buy, the date on which the sale and purchase option should be consummated, the price of purchasing the call option shares, and based on such assessment to transfer the money to the account of promoter. Thus, to get call option shares, the plaintiff is required to follow above procedure. \n24. On 25.5.2022 plaintiff issued legal notice pointing out non payment of monthly remuneration and not transferring sale shares. The notice points out that illegally there was an attempt to transfer shares of M/s.Optimus Drugs Private Limited to third parties and the same is contrary to Clause 5(d) of the agreement and warns of stern action. This notice does not deal with call option shares. The issue of PNR,J & NBK,J defendants selling shares of two Optimus Group Companies to third party without the consent of plaintiff, is again a matter that requires consideration during the course of trial. \n25. On the same day call option notice was addressed to the promoter. By referring to achieving EBITDA of  187.50 crores and EBITDA of  225 crores , plaintiff demanded to transfer 2% and 2% call option shares out of the paid up share capital of M/s. Optimus Drugs Private Limited. It is stated that share price would be at a price determined in accordance with the terms of agreement within 21 days from the date of receipt of notice. \n26. While learned senior counsel Sri S.Ravi for plaintiff emphasized that plaintiff exercised his right to buy shares, by referring to Clause 4(III), learned senior counsel Sri S.Niranjan Reddy contended that in the offer notice dated 25.5.2022 plaintiff has not shown his readiness and willingness to buy shares. Leaned counsel Sri M.V.Pratap Kumar contended that the claim of plaintiff is contrary to Section 16 (c) of the Specific Relief Act. He would contend that the plaintiff has never shown his readiness and willingness to perform his part as his offer to buy shares is contrary to the procedure prescribed in clause 4 (IV). \n27. The notice dated 25.5.2022 has not indicated number of shares he intends to buy; has not specified the date on which purchase of call option should be consummated and the price of the shares. Therefore, PNR,J & NBK,J prima facie, the notice is not in accord with Clause 4 (IV) of Ex.P-1 agreement. That being so, prima facie, plaintiff can not complain that defendants are not transferring the shares. \n28. In M.S. Madhusoodhanan Vs Kerala Kaumudi (P) Ltd1, Hon'ble Supreme court held that though Section 4 read with Section 2 (10) of the Sale of Goods Act, 1930 requires that the contract of sale must provide for payment of money as a consideration for the transfer of goods but Section 9 allows the parties not to fix the price at the time of transfer and to leave the determination of the amount of consideration to a later date. It is held that an agreement which provides for the future fixation of price either by the parties themselves or by a third party is capable of being made certain and is not invalid as provided in Section 29 of the Contract Act, 1872.\n29. In the case on hand, Ex.P-1 agreement specifically requires mentioning the price to purchase call option shares and to remit the aggregate call option share price to the designated bank account. In the facts of this case, the above decision does not come to the aid of plaintiff. \n30. By relying on J.B.Builders Vs A.Ramadas Rao2, it is contended by learned counsel Sri M.V.Pratap Kumar that plaintiff was not ready 1 (2004) 9 SCC 204 2 (2011) 1 SCC 429 PNR,J & NBK,J and willing to perform his obligations as per terms of Ex.P-1 agreement and therefore is not entitled to any relief. \n31. In J.B.Builders, Hon'ble Supreme Court holds that Section 16 (C) of the Specific Relief Act mandates readiness and willingness by the plaintiff as a condition precedent for obtaining relief of grant of specific performance. The onus is on plaintiff. Hon'ble Supreme Court holds that when there is non compliance with this statutory mandate, the Court is not bound to grant specific performance and is left with no other alternative but to dismiss the suit. This aspect of contentions require consideration by the Commercial Court during the trial of the suit. \n32. The reliefs under Order XXXIX Rules 1 and 2 of CPC are discretionary and subject to the satisfaction of the trial Court. While considering such application, trial Court examines merit of claim for injunction on three parameters, prima facie case, balance of convenience and irreparable injury/prejudice to the applicant. However, mere compliance of these three parameters is not sufficient. On the given facts of a case or conduct of the party, the trial Court can refuse to grant injunction, even if plaintiff has made out a case on these parameters. \n33. The Commercial Court assessed the evidence on record, extensively considered respective submissions and having held that the PNR,J & NBK,J plaintiff failed to satisfy the three ingredients to grant injunction in an application under Order XXXIX Rules 1 and 2 of CPC declined to exercise its discretion to grant injunction and dismissed the application.\n34. Having regard to above assessment of the respective submissions and issues involved in the suit, we are of the opinion that plaintiff has not made out a case to grant temporary injunction. The decision under challenge is a well considered decision. We do not see any error committed by the Commercial Court in refusing to exercise its discretion to grant injunction prayed by the plaintiff. Plaintiff alleges that the defendants have sold substantial amount of shares. He apprehends that the defendants are in the process of selling remaining shares. We make it clear that any sale transaction shall abide result of COS No.32 of 2022 on the file of Special Court for Trial and disposal of Commercial Disputes, Ranga Reddy at L.B.Nagar.\n35. The Appeal is accordingly dismissed. There shall be no order as to costs. Pending miscellaneous applications if any shall stand closed. \n__________________________ P.NAVEEN RAO, J ___________________________ NAGESH BHEEMAPAKA,J Date: 12.06.2023 Kkm/TVK PNR,J & NBK,J HON'BLE SRI JUSTICE P.NAVEEN RAO AND HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA COMMERCIAL COURT APPEAL NO.20 OF 2023 Date: 12.06.2023 Kkm/tvk",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a215df3d92ad442cb655540dbdf4cc85_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8f914542aff44365badb8c37b9d66196_1"
    },
    {
      "start": 242,
      "end": 367,
      "text": "\nTelangana High Court\nMr. K.N. Mahesh Prasad vs Optimus Drugs Private Limited And 2 ... on 12 June, 2023\nAuthor: P.Naveen Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "be028662cd964472be0e214cf30e7a82_2"
    },
    {
      "start": 369,
      "end": 814,
      "text": "Bench: P Naveen Rao, Nagesh Bheemapaka\n              Hon'Ble Sri Justice P.Naveen Rao\n                             And\n           Hon'Ble Sri Justice Nagesh Bheemapaka\n\n           Commercial Court Appeal No.20 Of 2023\n\n                            Date:12.06.2023\n\nBetween:\n\nMr K.N.Mahesh Prasad, s/o. K.N.Nagaraja,\nAged about 53 years, R/o.501, Evershine Jewel,\n15th Road, Khar West, Mumbai.\n                                                 ....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c7bb1bf8bf764cfca6b46d19469e58c9_3"
    },
    {
      "start": 815,
      "end": 825,
      "text": "Appellant/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "80f9c2a3c87840f1b9b71696c29629f8_4"
    },
    {
      "start": 826,
      "end": 837,
      "text": "petitioner/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4334223f22054464978fd1f2266e0b43_5"
    },
    {
      "start": 904,
      "end": 926,
      "text": "Plaintiff\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "28c79f38f681439e866a98bb70e6d2e0_6"
    },
    {
      "start": 926,
      "end": 960,
      "text": "And\n\nOptimus Drugs Private Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "14780ac673504e389c195a31c3ae74b7_7"
    },
    {
      "start": 962,
      "end": 1098,
      "text": "Having its Regd.Office at Plot No.6p,\nSy.No.37a & 37p, signature Towers,\n2nd floor, Kothaguda, Kondapur,\nHyderabad, rep.by its Director.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "369c62ad7d294dee876c64fcd792995f_8"
    },
    {
      "start": 1152,
      "end": 1173,
      "text": ".... Respondent No.1/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "31a709c2a253484c9210773fba6e806c_9"
    },
    {
      "start": 1230,
      "end": 1246,
      "text": "Respondent no.1/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1b78eb2bb8a47399e8e7e27eff9805e_10"
    },
    {
      "start": 1305,
      "end": 1324,
      "text": "Defendant no.1\n\n\n\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b30e0b587f094c0599a26f7a4966d6a5_11"
    },
    {
      "start": 1324,
      "end": 1421,
      "text": "This Court made the following :\n                                                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1387fd8f55db46f9a317dc5478a9e5bf_12"
    },
    {
      "start": 1421,
      "end": 1495,
      "text": "Pnr,J & Nbk,J\n                                                            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9ad31b1ede6c4f47b5d12228abdf6f59_13"
    },
    {
      "start": 1495,
      "end": 1514,
      "text": "Comca No.20 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8e69a0c22fc54966aee43a43ccadfa09_14"
    },
    {
      "start": 1551,
      "end": 1602,
      "text": "2 \n\n\n\n             Hon'Ble Sri Justice P.Naveen Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bc04fc5b576d47a981ee210118933573_15"
    },
    {
      "start": 1632,
      "end": 1684,
      "text": "And \n          Hon'Ble Sri Justice Nagesh Bheemapaka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5afa85b9c5654650a3bd07285b2074f9_16"
    },
    {
      "start": 1685,
      "end": 1747,
      "text": "\n\n           Commercial Court Appeal No.20 Of 2023\n\n\nJudgment:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "68a4cde03a8d4dacad2bed556028d8cc_17"
    },
    {
      "start": 1748,
      "end": 1949,
      "text": "\n(Per Hon'ble Sri Justice P.Naveen Rao) Plaintiff instituted C.O.S.No.32 of 2022 in the Court of Special Court for Trial and disposal of Commercial Disputes, Ranga Reddy at L.B.Nagar, contending that t",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a81c10e322ec45688117e4d2742bfe68_18"
    },
    {
      "start": 1950,
      "end": 2119,
      "text": "he defendants have not complied the terms of agreement to pay monthly compensation and transfer of shares in spite of calling upon them to comply the terms of agreement.",
      "labels": [
        "FAC"
      ],
      "id": "a4ed60d0c38a419eb9920beff4bf3710_19"
    },
    {
      "start": 2120,
      "end": 2254,
      "text": "He prayed to grant relief of mandatory injunction and specific performance of consultancy and shareholders agreement dated 03.11.2018.",
      "labels": [
        "FAC"
      ],
      "id": "456ef798ce5343e3b20076cfeceead9d_20"
    },
    {
      "start": 2255,
      "end": 2771,
      "text": "In the said suit, plaintiff filed I.A.No.349 of 2022 under Order XXXIX Rules 1 and 2 read with Section 151 of Code of Civil Procedure, 1908 (for short, 'CPC') praying to grant ad-interim injunction restraining defendants and persons acting on their behalf from the shareholding pattern of the defendant no.1 company, including by way of issuance of allotment or transfer of any equity shares of third parties or inter se transfers of shares of the defendant no.1 company between defendant No.2 and defendant no.3.\n2.",
      "labels": [
        "FAC"
      ],
      "id": "0e4ea06f556b4fa6bf0b01d0472b13e9_21"
    },
    {
      "start": 2772,
      "end": 2819,
      "text": "The said application was opposed by defendants.",
      "labels": [
        "FAC"
      ],
      "id": "f08d8cafcbc243ae93fd3a06051da893_22"
    },
    {
      "start": 2820,
      "end": 2942,
      "text": "On due consideration of respective submissions, the Commercial Court, by Order dated 09.03.2023 dismissed the application.",
      "labels": [
        "FAC"
      ],
      "id": "871c15971a7f48fdb4e9070f4640b448_23"
    },
    {
      "start": 2944,
      "end": 2960,
      "text": "PNR,J & NBK,J 3.",
      "labels": [
        "NONE"
      ],
      "id": "20988849a41a45869f3e103bb31844ff_24"
    },
    {
      "start": 2961,
      "end": 3224,
      "text": "Learned Judge held that as required by clause 3(c) of Ex.P1- agreement, petitioner did not remit the aggregate call option price in relation to all the call option shares to the designated bank account of the promoter and has not fulfilled his part of obligation.",
      "labels": [
        "RLC"
      ],
      "id": "f221ffb052da45ca9ff088a74fe53f65_25"
    },
    {
      "start": 3225,
      "end": 3600,
      "text": "The learned Judge further held that as per clauses 4 (iv)(1)(2) and (3) of Ex.P1- agreement, the petitioner is required to specify the number of shares he intends to purchase, the date on which sale and purchase of the call option shares would be consummated and the price for purchasing the call option shares, but Ex.P8-Call Option Notice and Ex.P7-Legal Notice are silent.",
      "labels": [
        "RLC"
      ],
      "id": "296068466ea24e9998ece1829433b10f_26"
    },
    {
      "start": 3601,
      "end": 3773,
      "text": "It is further held that it is not the case of plaintiff that the defendant No.2 would be diluting the consultancy stock in which plaintiff is entitled as per the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "ecd5eac17ea24c0cbd93b3fb9a67c4e6_27"
    },
    {
      "start": 3774,
      "end": 3907,
      "text": "The Commercial Court held that it is not the case of the plaintiff that 1st defendant cannot honour clause 4(b)(ii) of the agreement.",
      "labels": [
        "RLC"
      ],
      "id": "6e413dac3ef24742a9695630a64ffc72_28"
    },
    {
      "start": 3908,
      "end": 4113,
      "text": "The Commercial Court further observed that as plaintiff terminated his services, the only issue falls for consideration is in respect of transferring or encumbering the share pattern which is not relevant.",
      "labels": [
        "RLC"
      ],
      "id": "3f3116ae8e9a4e248c8acee990a6df75_29"
    },
    {
      "start": 4114,
      "end": 4259,
      "text": "The Commercial Court therefore held that plaintiff has not made out prima facie case and, therefore, balance of convenience is not in his favour.",
      "labels": [
        "FAC"
      ],
      "id": "9a7b9002813a4959bcdf61fa91860dbf_30"
    },
    {
      "start": 4260,
      "end": 4330,
      "text": "It is further held that plaintiff failed to make out irreparable loss.",
      "labels": [
        "FAC"
      ],
      "id": "5237fd2711724f8ca9e1932a330b1c90_31"
    },
    {
      "start": 4332,
      "end": 4884,
      "text": "4. Though, elaborate submissions are made by learned senior counsel and counsel on either side touching upon merits of the case, as the suit is pending adjudication before Commercial Court and this PNR,J & NBK,J appeal is preferred against rejecting the application for temporary injunction, we have considered rival submissions only on the issue whether the trial Court erred in not granting temporary injunction even though the appellant made out a strong prima facie case, balance of convenience and irreparable injury to grant temporary injunction.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "de024542591e48a4830c544b63d60737_32"
    },
    {
      "start": 4886,
      "end": 5291,
      "text": "5. The plaintiff, defendant Nos.1 & 2, and M/s.Optrix Laboratories Pvt. Ltd., entered into Consultancy and Shareholders' Agreement dated 03.11.2018 Ex.P.1 (for short, 'Ex.P1-agreement'), wherein the plaintiff agreed to provide 'financial advisory services, business development services and New Contract Manufacturing and Marketing arrangements' to the defendant no.1 and M/s.Optrix Laboratories Pvt. Ltd.",
      "labels": [
        "FAC"
      ],
      "id": "dc2050b9815047f0963695f8e894cfa3_33"
    },
    {
      "start": 5292,
      "end": 5348,
      "text": "The agreement became effective from 1st September, 2018.",
      "labels": [
        "RPC"
      ],
      "id": "778c181ac48547bc89c89c2bc7a59da7_34"
    },
    {
      "start": 5349,
      "end": 5472,
      "text": "The services to be rendered by the plaintiff are addressed by clause 3 (Scope of Services) and schedule 2 of the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "8d5d6992538248be990ae42d5cdba0de_35"
    },
    {
      "start": 5473,
      "end": 5641,
      "text": "The plaintiff to advise the finance department of the defendant no.1 and M/s.Optix Laboratories Pvt. Ltd., on any queries they may have and supervise their functioning.",
      "labels": [
        "FAC"
      ],
      "id": "c5168c3dc40d414291d88baebf6b9211_36"
    },
    {
      "start": 5642,
      "end": 5891,
      "text": "In consideration of the services to be rendered by the plaintiff, the defendant nos.1 & 2 and M/s.Optix Laboratories Pvt. Ltd., agreed to provide the plaintiff with three kinds of payment/compensation/service charge as per clause-4 of the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "44e2bab3c2c54d76b540c9e35dd31725_37"
    },
    {
      "start": 5893,
      "end": 5976,
      "text": "6. The clauses relevant for consideration are, clauses 4 and 5(a) of the agreement.",
      "labels": [
        "FAC"
      ],
      "id": "87710307b4a04af78a908139a1c4a390_38"
    },
    {
      "start": 5977,
      "end": 6454,
      "text": "They read as under:\nPNR,J & NBK,J \"Cl.4. COMPENSATION:\nIn consideration for the services, the Optimus Group shall compensate the consultant in the following manner:\na. Monthly consultancy fees for the initial one year from the effective date shall be INR 4,00,000 (Rupees four lakhs only) ('monthly compensation\" (net of all taxes) in the following manner:\n(a) Optimus Drugs : INR  2,00,000 (Rupees two lakhs only)\n(b) Optrix Laboratories: INR  2,00,000 (Rupees two lakhs only)",
      "labels": [
        "FAC"
      ],
      "id": "92ee090ae4824ec7a0cfff2bc7c843a0_39"
    },
    {
      "start": 6455,
      "end": 6691,
      "text": "If Optimus Drugs and Optrix Laboratories merge or amalgamate or undergo any similar corporate restructuring the total monthly consultancy fees shall be equal to INR 4,00,000 (rupees four lakhs only) and payable by the resultant company.",
      "labels": [
        "FAC"
      ],
      "id": "9d482b009b844a05a3de972e430c6cf9_40"
    },
    {
      "start": 6692,
      "end": 7127,
      "text": "\nIt is agreed that notwithstanding any provision to the contrary, commencing from the end of the first anniversary of the effective date, the monthly compensation shall be increased on by 5% year on year basis;\nEach of the persons comprising the Optimus Group shall make the payment by the end of every month and no later than the last working day of such month for the services performed in the immediately preceding 30 (thirty) days.",
      "labels": [
        "STA"
      ],
      "id": "54348810c9ca47cfb0cd39c275b08d60_41"
    },
    {
      "start": 7128,
      "end": 7283,
      "text": "The monthly compensation shall be exclusive of all applicable taxes and shall be subject to deductions or withholdings as prescribed under applicable laws.",
      "labels": [
        "FAC"
      ],
      "id": "f148b5e7f03d48d5bc97d722c279302e_42"
    },
    {
      "start": 7284,
      "end": 7408,
      "text": "Any tax liability arising pursuant to the transactions contemplated under the agreement shall be borne by the Optimus Group.",
      "labels": [
        "FAC"
      ],
      "id": "f90abb8ed2354867bc5546c3319a81f8_43"
    },
    {
      "start": 7409,
      "end": 7551,
      "text": "All out of pocket expenses incurred by the consultant shall be reimbursed at actuals by each of the persons forming part of the Optimus Group.",
      "labels": [
        "FAC"
      ],
      "id": "2fcb45a2020a43d1b6680c5210b4cd1a_44"
    },
    {
      "start": 7553,
      "end": 7752,
      "text": "b. The parties agree that in addition to the monthly compensation stated in clause 4.1 above, the parties agree that the consultant shall also be compensated for the services in the following manner.",
      "labels": [
        "RPC"
      ],
      "id": "9aa609f2245c4ade87ec88f39fc5da63_45"
    },
    {
      "start": 7753,
      "end": 8156,
      "text": "\ni. Simultaneously with the execution of this agreement, in consideration of the services to be provided by the consultant, the promoter shall sell, transfer and assign to the consultant such number of equity shares which aggregate to not be less than 2% (two percent) of the paid up share capital of Optimus Drugs and 2% (two percent) of the paid up share capital of Optrix Laboratories ('sale share').",
      "labels": [
        "STA"
      ],
      "id": "d63762988a574577ba251dfa162c8feb_46"
    },
    {
      "start": 8157,
      "end": 8261,
      "text": "The promoters hereby represents and warrants the warranties and the seller warranties to the consultant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f7535fd32964dac8e6951efa08ec36f_47"
    },
    {
      "start": 8262,
      "end": 8507,
      "text": "\nEach of the Optimus Group Company has on the date of this agreement approved the sale and transfer of the sale shares by passing the necessary resolutions at a duty quorate meeting of the board of directors of each of the Optimus Group Company.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e55911b6708041d8a8e55eaf8f0ed198_48"
    },
    {
      "start": 8508,
      "end": 8595,
      "text": "A certified true copy of the aforesaid resolutions has been provided to the consultant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f1b81dd09c64a8881fe46dee07fdfff_49"
    },
    {
      "start": 8597,
      "end": 8614,
      "text": "PNR,J & NBK,J II.",
      "labels": [
        "NONE"
      ],
      "id": "59b5baf3e04849358e139283b0ecbcfc_50"
    },
    {
      "start": 8615,
      "end": 8840,
      "text": "The consultant shall be entitled to call upon the promoter to transfer to the consultant, the consultancy stock ('call option') upon the occurrence of any of the following events ('Call Option Event') in the following manner:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "114a9ccde6a340fa80bff27cabf50d11_51"
    },
    {
      "start": 8841,
      "end": 10519,
      "text": "\n(i) (a) If within 5 (five) years from the effective date the EBITDA of any financial year of the Optimus Group is INR 187.50 crores (Rupees one hundred and eight seven crores and fifty lakhs only), the promoter shall transfer to the consultant, such number of securities held by the promoter (and/or a share holder who is a relative of the promoter) in each of the Optimus Group which aggregates to not less than 1% (one percent) in the paid up share capital of the Optimus Group i.e., 1% (one percent) of the paid up share capital of Optimus Drugs and 1% (one percent) of the paid up share capital of Optrix Laboratories;\n(b) If within 5 (five) years from the effective date the EBITDA of any financial year of the Optimus Group is INR 225 crores (Rupees two hundred and twenty five crores only), the promoter shall (and/or the promoter shall procure that his relatie who is a shareholder) transfer to the consultant, such number of securities held by the promoter (and/or a share holder who is a relative of the promoter) in each of the Optimus Group which aggregates to not less than 1% (one percent) in the paid up share capital of the Optimus Group i.e., 1% (one percent) of the paid up share capital of Optimus Drugs and 1% (one percent) of the paid up share capital of Optrix Laboratories;\n(ii) for the purpose of the clause 4.2(b) the EBITDA will be defined as simple addition of EBITDA of Optimus Drugs and EBITDA of Optrix Laboratories.\n(iii) In case of merger or amalgamation or similar corporate restructuring between Optimus Drugs and Optrix Laboratories, the share to be transferred to the consultant in the resultant entity shall be that of the resultant entity.",
      "labels": [
        "STA"
      ],
      "id": "c39573858ed143939c0eddfad4fe004f_52"
    },
    {
      "start": 10520,
      "end": 10652,
      "text": "\nIII. The consultant shall be entitled to exercise the Call Option at any time after the occurrence of any of the Call Option Event.",
      "labels": [
        "STA"
      ],
      "id": "ba6e1c9337ea43869ec8f2a30d86038f_53"
    },
    {
      "start": 10653,
      "end": 11368,
      "text": "IV. The consultant shall issue a written notice to the Optimus Group and the promoter (which notice shall be binding on the promoter and his relatives) ('Call Option Notice') specifying:\n1. the number of securities that the consultant requires the promoter (and/or a shareholder who is a relative of the promoter) in each of the Optimus Group to sell to the consultant (such shares being the \"Call Option Shares\");' PNR,J & NBK,J 2. the date on which the sale and purchase of the Call Option Shares shall be consummated;\n3. the price for purchasing the Call Option Shares, being the lowest price permissible under Applicable Law (\"Call Option Price\") and in any event at the book value of each of the Optimus Group.",
      "labels": [
        "STA"
      ],
      "id": "f362ac81842f42de9f7e3085a27a534d_54"
    },
    {
      "start": 11369,
      "end": 11530,
      "text": "\nc. The sale and purchase of the Call Option Shares shall be completed in the order indicated below and would be deemed to have been performed simultaneously:\ni.",
      "labels": [
        "STA"
      ],
      "id": "d30dea59022f48609c6bb2a01c4d1366_55"
    },
    {
      "start": 11531,
      "end": 11944,
      "text": "The consultant shall remit the aggregate Call Option Price in relation to all the Call Option Shares to the designated bank account of the promoter (and/or the relative of the promoter); and ii. The promoter (and/or the relative to the promoter) shall deliver a duly stamped and executed share transfer form to the consultant along with the corresponding share certificates with respect to the Call Option Shares.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "64c6d4a3c2964e62871cf1c4d268d3e4_56"
    },
    {
      "start": 11945,
      "end": 12052,
      "text": "It being clarified that stamp duty shall be borne by the promoter (and/or the relative of the promoter).\nd.",
      "labels": [
        "STA"
      ],
      "id": "63e5dbb20de04c5a9ed60eac22973bec_57"
    },
    {
      "start": 12053,
      "end": 12188,
      "text": "The Optimus Group shall reimburse the consultant for travel and related expenses incurred during the course of performing the services.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3434a2ada13b4935a2e153073def4b30_58"
    },
    {
      "start": 12190,
      "end": 12348,
      "text": "e. The consultant agrees that he shall abstain from exercising voting right in relation to the sale shares and/or the shares comprising the consultancy stock.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "111e653f67a240b8aea6f48dac4f2cb5_59"
    },
    {
      "start": 12349,
      "end": 12412,
      "text": "\nCl.5. OTHER TERMS OF THE SALE SHARES AND CONSULTANCY STOCK:\na.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f8cdeecf8c340059244a6cae13d7437_60"
    },
    {
      "start": 12413,
      "end": 12592,
      "text": "The parties agree and acknowledge that the consideration for the sale shares and the consultancy stock shall be the services provided by the consultant in terms of this agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e922a68f4a446829b6a9546b7f958bc_61"
    },
    {
      "start": 12593,
      "end": 12975,
      "text": "The sale shares and/or any consultancy stock shall not be diluted for any future rounds of funding and irrespective of any further rounds of funding, the shareholding percentage of the sale shares and the consultancy stock shall be as of the date of this agreement.\"\n7. Clause-4 provides three types of compensation to the plaintiff in recognition of services to be provided by him.",
      "labels": [
        "STA"
      ],
      "id": "1173f09c54b547fba552e4bb6e3de9fa_62"
    },
    {
      "start": 12976,
      "end": 13033,
      "text": "He is entitled to monthly consultancy fee of  4,00,000/-.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad5177b2004d440f9863768198077bca_63"
    },
    {
      "start": 13034,
      "end": 13296,
      "text": "Simultaneously, the promoter shall sell, transfer and assign such number of equity shares which aggregate PNR,J & NBK,J to not less than 2% of the paid up share capital of Optimum Drugs and 2% of the paid up share capital of Optrix Laboratories call sale shares.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c51506ecac9409b874d92bcaffe6826_64"
    },
    {
      "start": 13297,
      "end": 13483,
      "text": "Further, the consultant is also entitled to call upon the promoter to transfer the consultant, the consultancy stock 'Call Option' upon occurrence of the events mentioned in clause (II).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a922b76b7fd844bdbdc8ab290d8c7b1a_65"
    },
    {
      "start": 13484,
      "end": 13980,
      "text": "As per sub- clause (i)(a), if within five years from the effective date of Earnings Before Interest, Tax, Depreciation and Amortization (EBITDA) of any financial year of the Optimus Group in INR 187.50 crores the promoter should transfer to consultant such number of securities held by the promoter or a shareholder who is a relative of promoter in each of the Optimus Group companies which aggregates to not less than 1% in the paid up share capital of the Optimus Group Companies i.e., 1% each.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74c423af6b8244218a2f38de3bdfae85_66"
    },
    {
      "start": 13981,
      "end": 14204,
      "text": "As per sub-clause (i)(c), if within five years from the effective date the EBITDA of any financial year of the Optimus Group is INR 225 crores further transfer of not less than 1% in each of the companies should take place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b484fe506fd41f1a3cd32cc4cdc528c_67"
    },
    {
      "start": 14205,
      "end": 14773,
      "text": "\n8. To comply with clause 4(b), consultant is required to issue written notice to the Optimus Group and the promoter Call Option Notice specifying, (1) the number of securities he would require the promoter to sell in each of the Optimus Group companies; (2) the date on which sale and purchase of the call option shares should be consummated; (3) the price for purchasing the call option shares; and (4) the consultant is required to remit the aggregate call option price in PNR,J & NBK,J relation to call option shares to the designated bank account of the promoter.",
      "labels": [
        "STA"
      ],
      "id": "87a3a9242c2d42bd805899275b757220_68"
    },
    {
      "start": 14775,
      "end": 14955,
      "text": "9. As per clause-5 (a) of the Agreement, the consideration for the sale shares and the consultancy stock shall be the services provided by the consultant in terms of the agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a0b52b017f64fdbb247f1b37df0a55d_69"
    },
    {
      "start": 14956,
      "end": 15073,
      "text": "In other words, even transfer of sale shares is not automatic but depend upon the service provided by the consultant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "856bc1f13ff54d67942b7ed4ee698f98_70"
    },
    {
      "start": 15075,
      "end": 15135,
      "text": "10. It is not in dispute that Ex.P1-agreement is terminated.",
      "labels": [
        "RPC"
      ],
      "id": "92a57bb5f6374e4d9e914faa3aae248c_71"
    },
    {
      "start": 15136,
      "end": 15382,
      "text": "Thus, what is required to be considered is whether the terms of agreement are complied by the plaintiff and that even though plaintiff has fulfilled his obligations flowing out of Ex.P1-agreement illegally shares are not transferred to plaintiff.",
      "labels": [
        "ISSUE"
      ],
      "id": "5f32e27c9e13431e83e5249a2d6807c0_72"
    },
    {
      "start": 15384,
      "end": 16094,
      "text": "11. According to the plaintiff, he has rendered following services:\n(a) Procuring a strategic partnership between defendant no.1 and Gujarat Themis Biosyn Ltd. (GTBL) for supply of raw-materials involved in production of Refaximin in April, 2019;\n(b) Procuring a working capital loan facility from Kotak Mahindra Bank for the defendant no.1 and M/s.Optrix Laboratories Pvt. Ltd.,\n(c) Setting up a work space for the defendant no.1 in Mumbai vide a Leave and License Agreement in February, 2022;\n(d) Identifying various business opportunities for the defendant no.1 and M/s.Optrix Laboratories Pvt. Ltd., in the form of investments or strategic partnerships in December, 2021 and August 2022 and September 2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36ce70d629a84d1da713ae9759e83661_73"
    },
    {
      "start": 16096,
      "end": 16113,
      "text": "PNR,J & NBK,J 12.",
      "labels": [
        "NONE"
      ],
      "id": "e25f7831d2504586982864d59d58e576_74"
    },
    {
      "start": 16114,
      "end": 16284,
      "text": "The defendant no.1 and M/s.Optrix Laboratories Pvt. Ltd., were amalgamated with effect from 01.04.2020 vide Order dated 16.09.2021, passed by the Hon'ble NCLT, Hyderabad.",
      "labels": [
        "RLC"
      ],
      "id": "fb490d311c654f309cca179f6ae6934a_75"
    },
    {
      "start": 16285,
      "end": 16538,
      "text": "The EBITDA of the defendant no.1 reached beyond INR 225 crores and stood at INR 367 crores as on 31.03.2021 which enabled the plaintiff to seek transfer of the consultancy stock at any time after 31.03.2021 in terms of clause 4(b)(iii) of the agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "879711c0c1b54bfd9e87681cc3ab51e7_76"
    },
    {
      "start": 16540,
      "end": 17091,
      "text": "13. According to plaintiff, though plaintiff rendered services and the company crossed the milestones as per EBITDA, the defendant nos.1 and 2 have not transferred the sale shares and the consultancy stock in terms of the agreement and have not paid the monthly compensation for several months accumulating to a tune of  66,08,000/- and on the contrary the defendant nos.1 and 2 transferring a majority shareholding in the defendant no.1 company to defendant no.3 between May 2022 to September 2022 without giving effect to the terms of the agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f0ed18799e7c4cdf8260aac9a3e17973_77"
    },
    {
      "start": 17092,
      "end": 17242,
      "text": "The plaintiff would contend that the defendant nos.1 and 2 at no point of time have raised any issue regarding the services rendered by the plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4435375c19a9435f9df9ec6d7919dd3d_78"
    },
    {
      "start": 17243,
      "end": 17427,
      "text": "The plaintiff issued a legal notice dated 25.05.2022 calling upon the defendant nos.1 and 2 to transfer the sale shares and clear the outstanding dues towards the monthly compensation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "10f30869e6a141bb82fbab79a17338f4_79"
    },
    {
      "start": 17428,
      "end": 17666,
      "text": "Further, the plaintiff also called upon the defendant nos.1 and 2 to transfer the consultancy stock to the plaintiff at a price determined in accordance with clause 4 (b)(iv) of the PNR,J & NBK,J agreement, vide a notice dated 25.05.2022.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c90dedf2c5ba4e31b1176ee24fef18b6_80"
    },
    {
      "start": 17667,
      "end": 17834,
      "text": "According to plaintiff defendants did not respond to the legal notice or call option notice dated 25.05.2022 nor refuted or disproved the allegations of the plaintiff.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4f3e7b3fc145474ab9df7c0c9262ab65_81"
    },
    {
      "start": 17836,
      "end": 17888,
      "text": "14. The plaintiff sought settlement of three claims.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9c04f4781a664316bf9d0dfdd71d1dff_82"
    },
    {
      "start": 17889,
      "end": 17919,
      "text": "First is monthly compensation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a60c6b6436b54d34a6c9512b6f1aca23_83"
    },
    {
      "start": 17920,
      "end": 18303,
      "text": "On the issue of rendering consultancy services, while plaintiff contends that he has been providing consultancy services continuously in terms of Ex.P-1 from the date of execution of the agreement, the defendants assert that plaintiff has not discharged his responsibilities and virtually no service was rendered by him and in fact he stopped providing consultancy services long ago.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "90b074c20d244128a89290ddfa71516b_84"
    },
    {
      "start": 18304,
      "end": 18430,
      "text": "To support their contention, they claimed that for the financial years 2021 and 2022, they have not paid monthly remuneration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c85281d699e84d3cbee1ad964ee48057_85"
    },
    {
      "start": 18431,
      "end": 18530,
      "text": "Plaintiff has also not claimed and kept quiet for a long time as he was not rendering any services.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "41186947c2de41b9a4e792c6660f9c70_86"
    },
    {
      "start": 18531,
      "end": 18623,
      "text": "He suddenly became active when the shares of the company were bought at a very high premium.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "04b1b08364c2458fac230c45fa680fdf_87"
    },
    {
      "start": 18625,
      "end": 18780,
      "text": "15. With reference to claim of transfer of sale shares, learned senior counsel Sri S.Niranjan Reddy contended that such a relief is sought after 42 months.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "13beb637d98140a4b0c659c0f6178753_88"
    },
    {
      "start": 18781,
      "end": 18855,
      "text": "There is inordinate delay and the claim has to be rejected on that ground.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5d12703c511a4175b51befc9af6e421c_89"
    },
    {
      "start": 18856,
      "end": 18961,
      "text": "Since, claim itself is barred by delay and latches plaintiff is not entitled to injunction on such claim.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "13ef2c0ac39c41b5a0d6295942ffdc38_90"
    },
    {
      "start": 18962,
      "end": 18980,
      "text": "\nPNR,J & NBK,J 16.",
      "labels": [
        "NONE"
      ],
      "id": "75c484edc5c947b9bff3857f9aa945b1_91"
    },
    {
      "start": 18981,
      "end": 19144,
      "text": "Learned counsel Sri M.V.Pratap Kumar contended that plaintiff has not rendered consultancy services and therefore not entitled to any of the reliefs sought by him.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "db7a31d9a52b4d5c8dacbacea71c066f_92"
    },
    {
      "start": 19145,
      "end": 19271,
      "text": "He would contend that Schedule 2 lists out services required to be provided by the plaintiff but none of them were undertaken.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c67b8cc046b84651b048e552be54888e_93"
    },
    {
      "start": 19272,
      "end": 19333,
      "text": "A vague averment is made in paragraphs 7 and 8 of the plaint.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fda50261bd9d46dbb887398aee8bd54b_94"
    },
    {
      "start": 19334,
      "end": 19493,
      "text": "In paragraph 10 of the counter filed by second defendant, it is specifically asserted that no service was rendered by the plaintiff but the same is not denied.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "934eff739525467182d808b667edb202_95"
    },
    {
      "start": 19494,
      "end": 19575,
      "text": "In paragraph 35 of the reply, plaintiff sought to shift the burden on defendants.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "843385f45cda48feb7b716cf97209471_96"
    },
    {
      "start": 19576,
      "end": 19608,
      "text": "Whereas, it should be otherwise.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9b79ea48e78b4fcca982ac4bc69a4367_97"
    },
    {
      "start": 19610,
      "end": 19742,
      "text": "17. He would submit that as no service was rendered and was not discharging his responsibilities, monthly remuneration was not paid.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5276bc5250da409ea71502224d761369_98"
    },
    {
      "start": 19743,
      "end": 19818,
      "text": "As an after thought plaintiff raised a consolidated in voice upto May 2022.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6ce84d92b3aa40daac06f9d85e4aa510_99"
    },
    {
      "start": 19819,
      "end": 19946,
      "text": "Even according to his own recognition, he was not working after May 2022 at least as no invoice was raised after May, 2022.\n18.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "565c5d04ec4f47a18b5999b75bcb9ce1_100"
    },
    {
      "start": 19947,
      "end": 19989,
      "text": "These assertions of defendants are denied.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c98c307826e6433790ca39578ae95161_101"
    },
    {
      "start": 19990,
      "end": 20176,
      "text": "According to learned senior counsel for plaintiff, plaintiff has not claimed monthly remuneration only on the advise of defendants as they assured that consolidated amount would be paid.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1c6c37ab8fa94d6bb10bdfb04ba4e9fb_102"
    },
    {
      "start": 20177,
      "end": 20268,
      "text": "According to plaintiff because of his consultancy services only company made good progress.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "70efad5757854892b491a57d937bc3f1_103"
    },
    {
      "start": 20270,
      "end": 20453,
      "text": "19. Learned senior counsel Sri S.Ravi, drawn our attention to paragraph 10(c) of legal notice dated 25.5.2022 to contend that consolidated invoice was raised as advised by defendants.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "813415380dc649fd9471d661533a96b6_104"
    },
    {
      "start": 20454,
      "end": 20621,
      "text": "He would PNR,J & NBK,J submit that there was no objection raised on deficiency in services at any time and have paid monthly remuneration till the financial year 2020.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f8b6e043acb34565975f0edfa1ded827_105"
    },
    {
      "start": 20622,
      "end": 20686,
      "text": "Further, it is not stated as to what services were not provided.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "99d185fd083e4ed0a4baf3ce2890f4b8_106"
    },
    {
      "start": 20687,
      "end": 20899,
      "text": "He would submit that there has been continuous communication through e-mails regarding decisions taken and holding of meetings and therefore the contention that plaintiff has not provided services is not correct.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "afa4e568530d4573a44bc59ebe82edfd_107"
    },
    {
      "start": 20900,
      "end": 21040,
      "text": "Further, having regard to documents on record and that remuneration was paid for two years there is clear presumption of rendering services.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "491816e9637541f4a331d37895732a6c_108"
    },
    {
      "start": 21041,
      "end": 21189,
      "text": "On the issue of delay, he would submit that in view of Covid-19 pandemic limitation is not attracted and therefore suit is not barred by limitation.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c86f344f594e49c79237ef1687d889d8_109"
    },
    {
      "start": 21190,
      "end": 21270,
      "text": "Again these are aspects that require consideration during the trial of the suit.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ab9bf666fa284c22ae0ea9ed276bc141_110"
    },
    {
      "start": 21272,
      "end": 21319,
      "text": "20. Second claim is on transfer of sale shares.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c81c0446ca504222b5fb367ad5e5772e_111"
    },
    {
      "start": 21320,
      "end": 21557,
      "text": "According to learned senior counsel for plaintiff the sale shares ought to be transferred simultaneous to execution of Ex.P-1 agreement and not transferring is ex-facie illegal and amounts to clear violation of terms of Ex.P1- agreement.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "838ea2e95e21487abfef9fc92bf0f52b_112"
    },
    {
      "start": 21559,
      "end": 21764,
      "text": "21. By drawing attention to Clause 5(a), learned counsel Sri M.V.Pratap Kumar would submit that even transfer of sale shares is also subject to rendering consultancy services and not as a matter of course.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4bae3b42448e4082ada008967ab8b04b_113"
    },
    {
      "start": 21765,
      "end": 21840,
      "text": "As no service was rendered defendants need not transfer sale shares to him.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6e3158fa892741ba84e50583eb24e64d_114"
    },
    {
      "start": 21842,
      "end": 21859,
      "text": "PNR,J & NBK,J 22.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b65be3588682491983afde04d28e0bd2_115"
    },
    {
      "start": 21860,
      "end": 21986,
      "text": "For the purpose of consideration of this claim, it is to be noted that apparently, plaintiff kept quiet for almost five years.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9c9020cd4b0495bbc57a59edef76a56_116"
    },
    {
      "start": 21987,
      "end": 22054,
      "text": "It is not stated why he has not insisted for such transfer earlier.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c25d8f821fe749289d330f79e8950022_117"
    },
    {
      "start": 22055,
      "end": 22236,
      "text": "Defendants assert that transfer of sale shares is not automatic on execution of Ex.P1-agreement but subject to provision of services and the plaintiff has not provided the services.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18e1eaa8c4284ad7a23692882833ebb1_118"
    },
    {
      "start": 22237,
      "end": 22312,
      "text": "This is again an issue requires consideration during the trial of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7f4d9b870d94acc841a8097620d505f_119"
    },
    {
      "start": 22313,
      "end": 22361,
      "text": "Suffice to note clause 5 (a) of Ex.P1-agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce1d80d76303498b8ced4d07cec2ab25_120"
    },
    {
      "start": 22363,
      "end": 22429,
      "text": "23. Third claim is transfer of purchase shares/call option shares.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4cfcdc030ba4caaabcb023d6e7b57c7_121"
    },
    {
      "start": 22430,
      "end": 22505,
      "text": "The consultant can exercise call option on occurrence of call option event.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de052c0ccb1e4d50903c3a2ce666004e_122"
    },
    {
      "start": 22506,
      "end": 22570,
      "text": "He can time such option and specify quantity of shares required.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52e945a9d6e34be997d0859cbd6c6982_123"
    },
    {
      "start": 22571,
      "end": 22891,
      "text": "However, clause 4 (iv) requires consultant to issue a written notice specifying the number of securities he intends to buy, the date on which the sale and purchase option should be consummated, the price of purchasing the call option shares, and based on such assessment to transfer the money to the account of promoter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "244d689e09c14f1fb9dfc8e03f75ba8f_124"
    },
    {
      "start": 22892,
      "end": 22977,
      "text": "Thus, to get call option shares, the plaintiff is required to follow above procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8ad4d7a6aa64ab0ba730b22cb47aa55_125"
    },
    {
      "start": 22979,
      "end": 23108,
      "text": "24. On 25.5.2022 plaintiff issued legal notice pointing out non payment of monthly remuneration and not transferring sale shares.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "134088a4c232465889ab30074260c822_126"
    },
    {
      "start": 23109,
      "end": 23323,
      "text": "The notice points out that illegally there was an attempt to transfer shares of M/s.Optimus Drugs Private Limited to third parties and the same is contrary to Clause 5(d) of the agreement and warns of stern action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6cf7ac2270c461580bcd30c6d9f8535_127"
    },
    {
      "start": 23324,
      "end": 23374,
      "text": "This notice does not deal with call option shares.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e797dd3c233b4c3d96af84be3c057942_128"
    },
    {
      "start": 23375,
      "end": 23581,
      "text": "The issue of PNR,J & NBK,J defendants selling shares of two Optimus Group Companies to third party without the consent of plaintiff, is again a matter that requires consideration during the course of trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d71d7eca1af349dcbe576cd42c31664c_129"
    },
    {
      "start": 23583,
      "end": 23652,
      "text": "25. On the same day call option notice was addressed to the promoter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "239ae64dd60a4abbab516590a3c2b97d_130"
    },
    {
      "start": 23653,
      "end": 23717,
      "text": "By referring to achieving EBITDA of  187.50 crores and EBITDA of",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2164fd3fcf7d45b7862de08eb2254d8b_131"
    },
    {
      "start": 23718,
      "end": 23729,
      "text": " 225 crores",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da41f7d1eddd4494b7af19ff407c8b55_132"
    },
    {
      "start": 23730,
      "end": 23832,
      "text": ", plaintiff demanded to transfer 2% and 2% call option shares out of the paid up share capital of M/s.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e3d291d94724436a062c7d9df9aacb7_133"
    },
    {
      "start": 23833,
      "end": 23863,
      "text": "Optimus Drugs Private Limited.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "102426d1847a40de879e52598f76125e_134"
    },
    {
      "start": 23864,
      "end": 24017,
      "text": "It is stated that share price would be at a price determined in accordance with the terms of agreement within 21 days from the date of receipt of notice.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "493495f8b72e4d22906d1c46bfd665b9_135"
    },
    {
      "start": 24018,
      "end": 24332,
      "text": "\n26. While learned senior counsel Sri S.Ravi for plaintiff emphasized that plaintiff exercised his right to buy shares, by referring to Clause 4(III), learned senior counsel Sri S.Niranjan Reddy contended that in the offer notice dated 25.5.2022 plaintiff has not shown his readiness and willingness to buy shares.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6b5fbcf497844b209c42ba9349726e48_136"
    },
    {
      "start": 24333,
      "end": 24464,
      "text": "Leaned counsel Sri M.V.Pratap Kumar contended that the claim of plaintiff is contrary to Section 16 (c) of the Specific Relief Act.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c1c2645602314f34bd8397592ebaa8c9_137"
    },
    {
      "start": 24465,
      "end": 24651,
      "text": "He would contend that the plaintiff has never shown his readiness and willingness to perform his part as his offer to buy shares is contrary to the procedure prescribed in clause 4 (IV).",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "603a4e3d779f47f09291c951014ee7bb_138"
    },
    {
      "start": 24653,
      "end": 24848,
      "text": "27. The notice dated 25.5.2022 has not indicated number of shares he intends to buy; has not specified the date on which purchase of call option should be consummated and the price of the shares.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfac3ef3b2034e149ba727f61c226c89_139"
    },
    {
      "start": 24849,
      "end": 24954,
      "text": "Therefore, PNR,J & NBK,J prima facie, the notice is not in accord with Clause 4 (IV) of Ex.P-1 agreement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3883f0a9a9fb4420a1ff3e1d7652d993_140"
    },
    {
      "start": 24955,
      "end": 25058,
      "text": "That being so, prima facie, plaintiff can not complain that defendants are not transferring the shares.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6cbe5974a8b44247b240ca669744f924_141"
    },
    {
      "start": 25060,
      "end": 25490,
      "text": "28. In M.S. Madhusoodhanan Vs Kerala Kaumudi (P) Ltd1, Hon'ble Supreme court held that though Section 4 read with Section 2 (10) of the Sale of Goods Act, 1930 requires that the contract of sale must provide for payment of money as a consideration for the transfer of goods but Section 9 allows the parties not to fix the price at the time of transfer and to leave the determination of the amount of consideration to a later date.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5dccc7e8460549f191beb65136f0d7be_142"
    },
    {
      "start": 25491,
      "end": 25729,
      "text": "It is held that an agreement which provides for the future fixation of price either by the parties themselves or by a third party is capable of being made certain and is not invalid as provided in Section 29 of the Contract Act, 1872.\n29.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9bbf02fb09734550bee268420ea7dc92_143"
    },
    {
      "start": 25730,
      "end": 25924,
      "text": "In the case on hand, Ex.P-1 agreement specifically requires mentioning the price to purchase call option shares and to remit the aggregate call option share price to the designated bank account.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "170256d6f7cf4e029aea0b89e629d307_144"
    },
    {
      "start": 25925,
      "end": 26009,
      "text": "In the facts of this case, the above decision does not come to the aid of plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c020f5ce1234b1ea7cddfc09367ed1a_145"
    },
    {
      "start": 26011,
      "end": 26314,
      "text": "30. By relying on J.B.Builders Vs A.Ramadas Rao2, it is contended by learned counsel Sri M.V.Pratap Kumar that plaintiff was not ready 1 (2004) 9 SCC 204 2 (2011) 1 SCC 429 PNR,J & NBK,J and willing to perform his obligations as per terms of Ex.P-1 agreement and therefore is not entitled to any relief.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2d12df2b93ef4ab8a43c652cffd7c4f5_146"
    },
    {
      "start": 26316,
      "end": 26543,
      "text": "31. In J.B.Builders, Hon'ble Supreme Court holds that Section 16 (C) of the Specific Relief Act mandates readiness and willingness by the plaintiff as a condition precedent for obtaining relief of grant of specific performance.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "75f51b367e9a425eab14495aa0e3965e_147"
    },
    {
      "start": 26544,
      "end": 26569,
      "text": "The onus is on plaintiff.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7bebedb02a18405cad219e25bdb20b94_148"
    },
    {
      "start": 26570,
      "end": 26776,
      "text": "Hon'ble Supreme Court holds that when there is non compliance with this statutory mandate, the Court is not bound to grant specific performance and is left with no other alternative but to dismiss the suit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0c5426fa6130438e827e3e8360078c4c_149"
    },
    {
      "start": 26777,
      "end": 26879,
      "text": "This aspect of contentions require consideration by the Commercial Court during the trial of the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de41518bad9b42acbe51b7e3518740b5_150"
    },
    {
      "start": 26881,
      "end": 27005,
      "text": "32. The reliefs under Order XXXIX Rules 1 and 2 of CPC are discretionary and subject to the satisfaction of the trial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "906a36bc5ae947bfb9477ff5cc85be6d_151"
    },
    {
      "start": 27006,
      "end": 27205,
      "text": "While considering such application, trial Court examines merit of claim for injunction on three parameters, prima facie case, balance of convenience and irreparable injury/prejudice to the applicant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "832c7773719648c48332c9339e2c4996_152"
    },
    {
      "start": 27206,
      "end": 27275,
      "text": "However, mere compliance of these three parameters is not sufficient.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66f4d1630ab648a787ef2c1b55f95e7f_153"
    },
    {
      "start": 27276,
      "end": 27436,
      "text": "On the given facts of a case or conduct of the party, the trial Court can refuse to grant injunction, even if plaintiff has made out a case on these parameters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52138922c4d844aa8e2865a425cf83d7_154"
    },
    {
      "start": 27438,
      "end": 27798,
      "text": "33. The Commercial Court assessed the evidence on record, extensively considered respective submissions and having held that the PNR,J & NBK,J plaintiff failed to satisfy the three ingredients to grant injunction in an application under Order XXXIX Rules 1 and 2 of CPC declined to exercise its discretion to grant injunction and dismissed the application.\n34.",
      "labels": [
        "RATIO"
      ],
      "id": "6ff97f523cd5493797fdde772f0cb41e_155"
    },
    {
      "start": 27799,
      "end": 27987,
      "text": "Having regard to above assessment of the respective submissions and issues involved in the suit, we are of the opinion that plaintiff has not made out a case to grant temporary injunction.",
      "labels": [
        "RATIO"
      ],
      "id": "bdc742413b754066b9200ced9c3ba4e9_156"
    },
    {
      "start": 27988,
      "end": 28047,
      "text": "The decision under challenge is a well considered decision.",
      "labels": [
        "RPC"
      ],
      "id": "8a4772ffdbd9433298b5ecbd68efbac2_157"
    },
    {
      "start": 28048,
      "end": 28189,
      "text": "We do not see any error committed by the Commercial Court in refusing to exercise its discretion to grant injunction prayed by the plaintiff.",
      "labels": [
        "RATIO"
      ],
      "id": "196b7b0504a24586a9c4e24effbe0581_158"
    },
    {
      "start": 28190,
      "end": 28267,
      "text": "Plaintiff alleges that the defendants have sold substantial amount of shares.",
      "labels": [
        "RATIO"
      ],
      "id": "ac81712f1cd9406cb259d0f281149c9d_159"
    },
    {
      "start": 28268,
      "end": 28349,
      "text": "He apprehends that the defendants are in the process of selling remaining shares.",
      "labels": [
        "RPC"
      ],
      "id": "d666c3ad59854f7d9a32f16e81e078b5_160"
    },
    {
      "start": 28350,
      "end": 28538,
      "text": "We make it clear that any sale transaction shall abide result of COS No.32 of 2022 on the file of Special Court for Trial and disposal of Commercial Disputes, Ranga Reddy at L.B.Nagar.\n35.",
      "labels": [
        "RPC"
      ],
      "id": "c6b682bb627645b4b53483be5919fc71_161"
    },
    {
      "start": 28539,
      "end": 28575,
      "text": "The Appeal is accordingly dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "3c5b1b2b091d4069994ea2fa10027f95_162"
    },
    {
      "start": 28576,
      "end": 28612,
      "text": "There shall be no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "4e89ef8697bc45cfae46ed2993bcee38_163"
    },
    {
      "start": 28613,
      "end": 28674,
      "text": "Pending miscellaneous applications if any shall stand closed.",
      "labels": [
        "RPC"
      ],
      "id": "77d1ed584dbd4bdba2c5fad4774a4d5f_164"
    },
    {
      "start": 28676,
      "end": 28702,
      "text": "__________________________",
      "labels": [
        "NONE"
      ],
      "id": "1e3b1b88373041cd9fb6473bd9537cad_165"
    },
    {
      "start": 28703,
      "end": 28943,
      "text": "P.NAVEEN RAO, J ___________________________ NAGESH BHEEMAPAKA,J Date: 12.06.2023 Kkm/TVK PNR,J & NBK,J HON'BLE SRI JUSTICE P.NAVEEN RAO AND HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA COMMERCIAL COURT APPEAL NO.20 OF 2023 Date: 12.06.2023 Kkm/tvk",
      "labels": [
        "NONE"
      ],
      "id": "7abc7f47d5ac4a15bf3ead02b5232a5b_166"
    }
  ]
}