{
  "id": "96d64540926c49bafc929f124097a17a3ea4be3d85b7ec404488c02419de5ade",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nLove Chauhan vs Ajay Kumar Kathuria on 27 October, 2021 \nAuthor: Amit Bansal\nBench: Amit Bansal \n                          *      In The High Court Of Delhi At New Delhi\n\n                          %                                    Date of decision: 27th October, 2021. \n\n                          +                         Cm(M) 848/2021 \n\n                                 Love Chauhan                                       ..... Petitioner \n                                            Through:               Mr. Serman Rawat and Ms. Aastha \n                                                                   Vishwakarma, Advocates . \n\n                                                  Versus \n                                 Ajay Kumar Kathuria                       ..... Respondent \n                                             Through: Mr. Kapil Gupta, Ms. Sakshi Raghav \n                                                       and Ms. Anjali Gupta, Advocates.\n\n                          Coram:\n                          Hon'Ble Mr. Justice Amit Bansal\n\n                                                           Judgment\nAmit Bansal, J. (Oral) Cm 37774/2021 (for exemption)\n1. Allowed, subject to all just exceptions.\n2. The application is disposed of.\nCm(M) 848/2021 & Cm 37773/2021 (for stay)\n3. The present petition fi led under Article 227 of the Constitution of India impugns the order dated 23rd March, 2021 passed by the District Judge, Commercial Court-02, West District, Tis Hazari Courts, Delhi in suit bearing CS (COMM.) No.185/2020, whereby the application filed on behalf of the petitioner/defendant under Order VIII Rule 1 of the Code of Civil Procedure, 1908 (CPC) for grant of extension of time and condonation of delay in filing written statement has been dismissed.\n4. The facts leading to the filing of the present petition are as follows:\n4.1 On 9th July, 2020, a suit for possession, recovery of arrears of rent, mesne profits and permanent and mandatory injunction along with an application under Order XXXIX Rules 1 & 2 of the CPC, was filed by the respondent/plaintiff before the Commercial Court. 4.2 Notice was issued in said suit on 10th July, 2020. 4.3 On 16th July, 2020, an ex-parte order was passed by the Commercial Court on the application under Order XXXIX Rules 1 & 2 of the CPC filed by the respondent/plaintiff and the case was adjourned to 20th August, 2020. \n4.4 The petitioner/defendant appeared in person before the Commercial Court on 24th August, 2020 and sought time to explore the possibility of settlement. \n4.5 On 25th August, 2020, the Commercial Court was informed that the settlement could not be arrived at between the parties and the matter was adjourned to 14th September, 2020 for filing of the written statement. \n4.6 The petitioner/defendant failed to appear before the Commercial Court on 14th September, 2020 and was accordingly proceeded ex- parte. \n4.7 The petitioner/defendant appeared through his counsel before the Commercial Court on 9th November, 2020 and 24th November, 2020. 4.8 An application under Order IX Rule 7 of the CPC (incorrectly filed under Order IX Rule 9 of the CPC) was filed by the petitioner/defendant seeking setting aside of the ex-parte order dated 14th September, 2020. \n4.9 On 7th December, 2020, the application under Order IX Rule 7 of the CPC filed by the petitioner/defendant was allowed by the Commercial Court, subject to the payment of costs of Rs.20,000/- to the respondent/plaintiff and the petitioner/defendant was granted one week's time to file the written statement. \n4.10 The petitioner/defendant failed to file the written statement within the time granted by the Commercial Court. \n4.11 On 6th February, 2021, which was the next date of hearing before the Commercial Court, the petitioner/defendant appeared through counsel along with a written statement, a counter-claim and an application under Order VIII Rule 1 of the CPC seeking condonation of delay in filing of the written statement. The aforesaid documents were placed in the petition box kept in the Court Room. The Commercial Court observed that an appropriate order would be passed on the application filed on behalf of the petitioner/defendant under Order VIII Rule 1 of the CPC, as and when the same is put up for hearing. 4.12 On 12th February, 2021, notice was issued on the application filed by the petitioner/defendant under Order VIII Rule 1 of the CPC. 4.13 The order dated 6th February, 2021 was challenged by the petitioner/defendant by way of a petition bearing CM(M) 146/2021 before this Court. The said petition was dismissed as withdrawn in view of the fact that notice had been issued in the application under Order VIII Rule 1 of the CPC filed on behalf of the petitioner/defendant. \n4.14 On 23rd March, 2021, the Commercial Court dismissed the application filed by the petitioner/defendant under Order VIII Rule 1 of the CPC. \n5. Vide the order dated 23rd March, 2021 impugned in the present petition, the Commercial Court dismissed the said application by making the following observations:\n(i) the benefit of the order dated 8th March, 2021 passed by the Supreme Court in Suo Moto Civil Writ Petition No.3 of 2020 titled In Re:\nCognizance for Extension of Limitation, of extending the period of limitation cannot be given to a defendant, where the defendant had participated in the proceedings and already availed concession from the Court;\n(ii) the defendant was proceeded ex-parte on 14th September, 2020. \nThereafter, the application under Order IX Rule 7 of CPC moved by the defendant was allowed on 7th December, 2020 and a specific time period for filing written statement was granted to the defendant, which was beyond the maximum period of 120 days provided under Order VIII Rule 1 of the CPC;\n(iii) the matter was adjourned from 7th December, 2020 to 6th February, 2021 but the written statement was not filed within the time granted of one week and the maximum period of 120 days expired on 13th November, 2020; and (iv) in terms of the judgment of the Supreme Court in Civil Appeal No. 3007-3008 of 2020 titled Sagufa Ahmed & Ors. Vs. Upper Assam Plywood Products Pvt. Ltd. & Ors., the period of limitation is not extended for condonation of delay; only \"the period of limitation\" is extended and not the period upto which delay can be condoned.\n6. The counsel appearing on behalf of the petitioner/defendant relies upon the judgment of the Supreme Court dated 23rd September, 2021 in Miscellaneous Application No.665 of 2021 in In Re: Cognizance for Extension of Limitation (supra), wherein in paragraph 8 it was observed as follows:\n\"8. Therefore, we dispose of the M.A. No. 665 of 2021 with the following directions: -\nI. In computing the period of limitation for any suit, appeal, application or proceeding, the period from 15.03.2020 till 02.10.2021 shall stand excluded. Consequently, the balance period of limitation remaining as on 15.03.2021, if any, shall become available with effect from 03.10.2021. \nII. In cases where the limitation would have expired during the period between 15.03.2020 till 02.10.2021, notwithstanding the actual balance period of limitation remaining, all persons shall have a limitation period of 90 days from 03.10.2021. In the event the actual balance period of limitation remaining, with effect from 03.10.2021, is greater than 90 days, that longer period shall apply. \nIll. The period from 15.03.2020 till 02.10.2021 shall also stand excluded in computing the periods prescribed under Sections 23 (4) and 29A of the Arbitration and Conciliation Act, 1996, Section 12A of the Commercial Courts Act, 2015 and provisos (b) and (c) of Section 138 of the Negotiable Instruments Act, 1881 and any other laws, which prescribe period(s) of limitation for instituting proceedings, outer limits (within which the court or tribunal can condone delay) and termination of proceedings.\" \n7. The counsel for the petitioner/defendant submits that the delay in filing of the written statement was bona fide and on account of the COVID- 19 pandemic and in the facts and circumstances of the case, the written statement filed on behalf of the petitioner/defendant on 6th February, 2021 should have been taken on record. It is further contended that the period for which the petitioner/defendant was proceeded against ex-parte, cannot be counted for the purposes of calculating the period of limitation for filing of the written statement. \n8. The counsel appearing on behalf of the respondent/plaintiff on advance notice states that the petitioner/defendant has been in arrears of rent from May, 2018 and the arrears till date amount to around Rs.22,00,000/-. He submits that the petitioner/defendant was duly served on 16th July, 2020, and therefore, the period of limitation would start running from the said date. Hence, the maximum permissible period of 120 days for filing the written statement had expired on 13th November, 2020. He further contends that the petitioner/defendant has throughout been negligent in conducting the case and has delayed the proceedings before the Commercial Court. He further submits that the judgment passed by the Supreme Court in In Re:\nCognizance for Extension of Limitation (supra) cannot be applicable to the suits that were filed during the pandemic period and that the dishonest litigants like the petitioner/defendant should not be allowed the benefit of the aforesaid order passed by the Supreme Court. \n9. I have heard the rival contentions and perused the record. \n10. The Supreme Court in SCG Contracts India Pvt. Ltd. Vs. K.S. Chamankar Infrastructure Pvt. Ltd. and Ors. (2019) 12 SCC 210, while dealing with a commercial suit, has interpreted Order VIII Rule 1 of the CPC and stated that beyond 120 days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record. Furthermore, the Supreme Court stated that the proviso in Order VIII Rule 1 of the CPC further buttresses the aforesaid by also adding that the Court has no further power to extend the time beyond the period of 120 days. \n11. In the present case, the suit filed by the respondent/plaintiff is a commercial suit and admittedly, the written statement had not been filed either within the stipulated time period of 30 days or within the extended time period of 120 days, which expired on 13th November, 2020. Despite the fact that the maximum permissible period of 120 days for filing the written statement had expired, more time was granted to the petitioner/defendant by the Commercial Court vide order dated 7th December, 2020 to file his written statement within a period of one week. \n12. The petitioner/defendant did not file the written statement within the time granted by the Commercial Court vide order dated 7th December, 2020, even though, the time granted was beyond the maximum permissible limit provided under Order VIII Rule 1 of the CPC as applicable to commercial suits and furthermore, the written statement was produced for the first time only on 6th February, 2021 i.e. after a period of two months. This demonstrates that the petitioner/defendant has been cavalier throughout in conducting the present litigation by committing repeated and blatant lapses. \n13. The Supreme Court in Sagufa Ahmed (supra) while interpreting the order dated 23rd March, 2020 in In Re: Cognizance for Extension of Limitation (supra) has held that the said order passed by the Supreme Court was intended to benefit vigilant litigants who were prevented due to the pandemic and the lockdown, from initiating proceedings within the period of limitation prescribed by general or special law. It was further stated that the law of limitation finds its root in two latin maxims, one of which is Vigilantibus Non Dormientibus Jura Subveniunt, which means that the law will assist only those who are vigilant about their rights and not those who sleep over them. \n14. From the record it is apparent that the petitioner/defendant regularly took part in the suit proceedings such as by filing the application under Order IX Rule 7 of the CPC. Thus, it is clear that the reasons for seeking condonation of delay by the petitioner/defendant are not bona fide and therefore, the petitioner/defendant cannot avail the benefit of the orders passed in In Re: Cognizance for Extension of Limitation (supra). Furthermore, such benefit cannot be granted to the petitioner/defendant in the present case as the petitioner/defendant has already sought and been granted concession by the Commercial Court in respect of the time limit for filing of the written statement. Once the benefit was granted by the Commercial Court, in view of the decision in Sagufa Ahmed (supra), the orders passed in In Re: Cognizance for Extension of Limitation (supra) cannot be interpreted so as to extend the period upto which delay can be condoned. This Court cannot permit or encourage the practice of litigants not adhering to timelines fixed by the Court/statute, more particularly in the context of commercial suits. \n15. No merit is found in the contention of the petitioner/defendant that the period for which the petitioner/defendant was proceeded against ex-parte, should not be counted for the purposes of calculating the period of limitation for filing of the written statement. The petitioner/defendant was proceeded against ex-parte on 14th September, 2020. However, it was only after more than two months i.e. on 23rd November, 2020, that the petitioner/defendant filed an application under Order IX Rule 7 of the CPC for setting aside of the ex-parte order dated 14th September, 2020 and which application was allowed by the Commercial Court on 7th December, 2020, subject to the payment of costs of Rs.20,000/-. This Court is of the view that allowing the petitioner/defendant the benefit of this period would amount to rewarding a litigant for his own defaults/lapses. \n16. Furthermore, the present petition was filed only on 26th October, 2021, whereas the impugned order was passed as far back as on 23rd March, 2021. It was enquired from the counsel for the petitioner/defendant, the reasons for delay in filing of the present petition and the only reply forthcoming was that there is no period of limitation in filing the petition under Article 227 of the Constitution of India and that the counsel and his family members have also suffered on account of COVID-19 pandemic. \n17 . In this regard, the counsel for the respondent/plaintiff states that the date fixed before the Commercial Court was yesterday i.e. 26th October, 2021. This appears to have precipitated the filing of the present petition at a belated stage. This demonstrates that the petitioner/defendant has been totally casual and negligent in conduct of the present petition and the petition has only been filed at the last minute, when the matter was listed before the Commercial Court. \n18. I have held in the decision in Goan Sabha Ibrahipmpur and Ors. Vs. Kuldeep Singh and Ors. MANU/DE/1967/2021 and in the decision dated 13th September, 2021 in CM(M) 607/2021 titled Ajay Kumar Vs. Manoj Kumar & Anr. that there is no prescribed period of limitation in respect of petitions filed under Article 227 of the Constitution of India, however, it is settled position of law that the Courts will not entertain such petitions if the same are filed after inordinate delay and no satisfactory explanation has been given with regard to the delay and laches. Reference in this regard may also be made to the observations of the Supreme Court in Bithika Mazumdar and Another Vs. Sagar Pal and Others (2017) 2 SCC 748.\n19. No grounds are made out in the present petition for interference under Article 227 of the Constitution of India with the order passed by the Commercial Court. \n20. The petition along with the pending application stands dismissed. \nAMIT BANSAL, J OCTOBER 27, 2021 nn",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a3008e3368b4453db224eb3aede90fb6_0"
    },
    {
      "start": 155,
      "end": 193,
      "text": "Try out our Premium Member Services --",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ed50e078ff6a4ef88b19760741a6ca20_1"
    },
    {
      "start": 194,
      "end": 241,
      "text": "Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5c90ae169fe4d30b079ff21227ff476_2"
    },
    {
      "start": 243,
      "end": 260,
      "text": "Delhi High Court\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "af638cf6998640c392d9ed1b3909e12f_3"
    },
    {
      "start": 260,
      "end": 315,
      "text": "Love Chauhan vs Ajay Kumar Kathuria on 27 October, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0a734aab992a4289a586fceef55c454a_4"
    },
    {
      "start": 317,
      "end": 343,
      "text": "Author: Amit Bansal\nBench:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7248c419e7f94d49a7664bc416fa30b2_5"
    },
    {
      "start": 344,
      "end": 355,
      "text": "Amit Bansal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ea28fa8f8e546cdb82131272e60af7d_6"
    },
    {
      "start": 383,
      "end": 457,
      "text": "*      In The High Court Of Delhi At New Delhi\n\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c645812252f4bc39333a60155d6c76b_7"
    },
    {
      "start": 457,
      "end": 531,
      "text": "%                                    Date of decision: 27th October, 2021.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8c11cc0e7edc4930874dbbd4b055e76d_8"
    },
    {
      "start": 560,
      "end": 600,
      "text": "+                         Cm(M) 848/2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "958bea86f13f4b0b9063e285c48c3ecb_9"
    },
    {
      "start": 636,
      "end": 648,
      "text": "Love Chauhan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8aecd1bfd3c1447b93553bcf85380b7b_10"
    },
    {
      "start": 687,
      "end": 703,
      "text": "..... Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b7d8a69db394e8cb03fcbf608748965_11"
    },
    {
      "start": 749,
      "end": 757,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1bb79c8480264e469edfeecee41c1b6d_12"
    },
    {
      "start": 772,
      "end": 803,
      "text": "Mr. Serman Rawat and Ms. Aastha",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a34ec20779bb49c4874fb4588f487aab_13"
    },
    {
      "start": 872,
      "end": 894,
      "text": "Vishwakarma, Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2cd1361391344a2d9509ecd38a37280f_14"
    },
    {
      "start": 895,
      "end": 955,
      "text": ". \n\n                                                  Versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2df149a9df3e4b57b501588f4c0febf8_15"
    },
    {
      "start": 990,
      "end": 1000,
      "text": "Ajay Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "75fb62cb33814bc18eb9a56d39183c75_16"
    },
    {
      "start": 1001,
      "end": 1009,
      "text": "Kathuria",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1a5304bbf53145159d617b88ac6d345a_17"
    },
    {
      "start": 1032,
      "end": 1048,
      "text": "..... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0304095a267a4c0ca9ff126cfdab40f9_18"
    },
    {
      "start": 1095,
      "end": 1103,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "415bdf60b0694632a84693acf0cd0836_19"
    },
    {
      "start": 1104,
      "end": 1120,
      "text": "Mr. Kapil Gupta,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bbc61af5830d48a8869dfe3b919b058d_20"
    },
    {
      "start": 1121,
      "end": 1138,
      "text": "Ms. Sakshi Raghav",
      "labels": [
        "PREAMBLE"
      ],
      "id": "011b6486a51e43f5b970e5a23dd9321a_21"
    },
    {
      "start": 1139,
      "end": 1589,
      "text": "\n                                                       and Ms. Anjali Gupta, Advocates.\n\n                          Coram:\n                          Hon'Ble Mr. Justice Amit Bansal\n\n                                                           Judgment\nAmit Bansal, J. (Oral) Cm 37774/2021 (for exemption)\n1. Allowed, subject to all just exceptions.\n2. The application is disposed of.\nCm(M) 848/2021 & Cm 37773/2021 (for stay)\n3. The present petition fi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0831a91adfd2427d85401d1e50bc2ca4_22"
    },
    {
      "start": 1590,
      "end": 2054,
      "text": "led under Article 227 of the Constitution of India impugns the order dated 23rd March, 2021 passed by the District Judge, Commercial Court-02, West District, Tis Hazari Courts, Delhi in suit bearing CS (COMM.) No.185/2020, whereby the application filed on behalf of the petitioner/defendant under Order VIII Rule 1 of the Code of Civil Procedure, 1908 (CPC) for grant of extension of time and condonation of delay in filing written statement has been dismissed.\n4.",
      "labels": [
        "RLC"
      ],
      "id": "570efcda29034f568cd53257c69ef46c_23"
    },
    {
      "start": 2055,
      "end": 2130,
      "text": "The facts leading to the filing of the present petition are as follows:\n4.1",
      "labels": [
        "FAC"
      ],
      "id": "96aa5a158be847a4889e8f87360d1d10_24"
    },
    {
      "start": 2131,
      "end": 2389,
      "text": "On 9th July, 2020, a suit for possession, recovery of arrears of rent, mesne profits and permanent and mandatory injunction along with an application under Order XXXIX Rules 1 & 2 of the CPC, was filed by the respondent/plaintiff before the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "01988fc3e99f4b9684dab9c7f0cf92bf_25"
    },
    {
      "start": 2390,
      "end": 2444,
      "text": "4.2 Notice was issued in said suit on 10th July, 2020.",
      "labels": [
        "FAC"
      ],
      "id": "160cbfeb2c9b41bc9f58882d62b7f813_26"
    },
    {
      "start": 2445,
      "end": 2664,
      "text": "4.3 On 16th July, 2020, an ex-parte order was passed by the Commercial Court on the application under Order XXXIX Rules 1 & 2 of the CPC filed by the respondent/plaintiff and the case was adjourned to 20th August, 2020.",
      "labels": [
        "FAC"
      ],
      "id": "cd2404bd6d524bc9a29b22257ce44131_27"
    },
    {
      "start": 2666,
      "end": 2820,
      "text": "4.4 The petitioner/defendant appeared in person before the Commercial Court on 24th August, 2020 and sought time to explore the possibility of settlement.",
      "labels": [
        "FAC"
      ],
      "id": "56d3803096bb48c6846e01dea6ad6c2c_28"
    },
    {
      "start": 2822,
      "end": 3035,
      "text": "4.5 On 25th August, 2020, the Commercial Court was informed that the settlement could not be arrived at between the parties and the matter was adjourned to 14th September, 2020 for filing of the written statement.",
      "labels": [
        "FAC"
      ],
      "id": "0bfedbc184464a33ad966423c625de3c_29"
    },
    {
      "start": 3037,
      "end": 3175,
      "text": "4.6 The petitioner/defendant failed to appear before the Commercial Court on 14th September, 2020 and was accordingly proceeded ex- parte.",
      "labels": [
        "FAC"
      ],
      "id": "faea29782ffc4cbdb6616b08d4e3b60c_30"
    },
    {
      "start": 3177,
      "end": 3309,
      "text": "4.7 The petitioner/defendant appeared through his counsel before the Commercial Court on 9th November, 2020 and 24th November, 2020.",
      "labels": [
        "FAC"
      ],
      "id": "efd1436dfbd64ebbbc48ad1c3cd1d10a_31"
    },
    {
      "start": 3310,
      "end": 3524,
      "text": "4.8 An application under Order IX Rule 7 of the CPC (incorrectly filed under Order IX Rule 9 of the CPC) was filed by the petitioner/defendant seeking setting aside of the ex-parte order dated 14th September, 2020.",
      "labels": [
        "FAC"
      ],
      "id": "1338fec617d8465782412605a72c03d7_32"
    },
    {
      "start": 3525,
      "end": 3835,
      "text": "\n4.9 On 7th December, 2020, the application under Order IX Rule 7 of the CPC filed by the petitioner/defendant was allowed by the Commercial Court, subject to the payment of costs of Rs.20,000/- to the respondent/plaintiff and the petitioner/defendant was granted one week's time to file the written statement.",
      "labels": [
        "FAC"
      ],
      "id": "f8c5b2b8c0924225b76472d70e7c60c7_33"
    },
    {
      "start": 3836,
      "end": 3952,
      "text": "\n4.10 The petitioner/defendant failed to file the written statement within the time granted by the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "1e3050f957fc4f7493ebabfd15b6ef52_34"
    },
    {
      "start": 3953,
      "end": 4262,
      "text": "\n4.11 On 6th February, 2021, which was the next date of hearing before the Commercial Court, the petitioner/defendant appeared through counsel along with a written statement, a counter-claim and an application under Order VIII Rule 1 of the CPC seeking condonation of delay in filing of the written statement.",
      "labels": [
        "FAC"
      ],
      "id": "79330134a54c42f499476c5918d4dc70_35"
    },
    {
      "start": 4263,
      "end": 4342,
      "text": "The aforesaid documents were placed in the petition box kept in the Court Room.",
      "labels": [
        "FAC"
      ],
      "id": "40e176040e5c4e7a995c039511a34fce_36"
    },
    {
      "start": 4343,
      "end": 4557,
      "text": "The Commercial Court observed that an appropriate order would be passed on the application filed on behalf of the petitioner/defendant under Order VIII Rule 1 of the CPC, as and when the same is put up for hearing.",
      "labels": [
        "FAC"
      ],
      "id": "f0c6bb26ea1a4aea86dcfb6970c8c935_37"
    },
    {
      "start": 4558,
      "end": 4693,
      "text": "4.12 On 12th February, 2021, notice was issued on the application filed by the petitioner/defendant under Order VIII Rule 1 of the CPC.",
      "labels": [
        "FAC"
      ],
      "id": "9ab534a93954458d88c213061ca54a90_38"
    },
    {
      "start": 4694,
      "end": 4839,
      "text": "4.13 The order dated 6th February, 2021 was challenged by the petitioner/defendant by way of a petition bearing CM(M) 146/2021 before this Court.",
      "labels": [
        "FAC"
      ],
      "id": "5aad9c42ceba49af89fc4442f6c220d4_39"
    },
    {
      "start": 4840,
      "end": 5031,
      "text": "The said petition was dismissed as withdrawn in view of the fact that notice had been issued in the application under Order VIII Rule 1 of the CPC filed on behalf of the petitioner/defendant.",
      "labels": [
        "FAC"
      ],
      "id": "c87274ca8d9e4c78aea0b5a58edc3c45_40"
    },
    {
      "start": 5032,
      "end": 5175,
      "text": "\n4.14 On 23rd March, 2021, the Commercial Court dismissed the application filed by the petitioner/defendant under Order VIII Rule 1 of the CPC.",
      "labels": [
        "FAC"
      ],
      "id": "4b54fe471ae7488ba6699ee6794ed59b_41"
    },
    {
      "start": 5177,
      "end": 5759,
      "text": "5. Vide the order dated 23rd March, 2021 impugned in the present petition, the Commercial Court dismissed the said application by making the following observations:\n(i) the benefit of the order dated 8th March, 2021 passed by the Supreme Court in Suo Moto Civil Writ Petition No.3 of 2020 titled In Re:\nCognizance for Extension of Limitation, of extending the period of limitation cannot be given to a defendant, where the defendant had participated in the proceedings and already availed concession from the Court;\n(ii) the defendant was proceeded ex-parte on 14th September, 2020.",
      "labels": [
        "RLC"
      ],
      "id": "5924a350fb374d93bc4dc99bdd6572ec_42"
    },
    {
      "start": 5761,
      "end": 6611,
      "text": "Thereafter, the application under Order IX Rule 7 of CPC moved by the defendant was allowed on 7th December, 2020 and a specific time period for filing written statement was granted to the defendant, which was beyond the maximum period of 120 days provided under Order VIII Rule 1 of the CPC;\n(iii) the matter was adjourned from 7th December, 2020 to 6th February, 2021 but the written statement was not filed within the time granted of one week and the maximum period of 120 days expired on 13th November, 2020; and (iv) in terms of the judgment of the Supreme Court in Civil Appeal No. 3007-3008 of 2020 titled Sagufa Ahmed & Ors. Vs. Upper Assam Plywood Products Pvt. Ltd. & Ors., the period of limitation is not extended for condonation of delay; only \"the period of limitation\" is extended and not the period upto which delay can be condoned.\n6.",
      "labels": [
        "FAC"
      ],
      "id": "e5059564036c4932aff962cfbc7e92d1_43"
    },
    {
      "start": 6612,
      "end": 6901,
      "text": "The counsel appearing on behalf of the petitioner/defendant relies upon the judgment of the Supreme Court dated 23rd September, 2021 in Miscellaneous Application No.665 of 2021 in In Re: Cognizance for Extension of Limitation (supra), wherein in paragraph 8 it was observed as follows:\n\"8.",
      "labels": [
        "FAC"
      ],
      "id": "46cb01c51d4b41e89c6a20cf01a96345_44"
    },
    {
      "start": 6902,
      "end": 6987,
      "text": "Therefore, we dispose of the M.A. No. 665 of 2021 with the following directions: -\nI.",
      "labels": [
        "FAC"
      ],
      "id": "529f12a536424219b8799a797f3ccdb2_45"
    },
    {
      "start": 6988,
      "end": 7139,
      "text": "In computing the period of limitation for any suit, appeal, application or proceeding, the period from 15.03.2020 till 02.10.2021 shall stand excluded.",
      "labels": [
        "RPC"
      ],
      "id": "d0c628a779114eceb98c703356b922d9_46"
    },
    {
      "start": 7140,
      "end": 7274,
      "text": "Consequently, the balance period of limitation remaining as on 15.03.2021, if any, shall become available with effect from 03.10.2021.",
      "labels": [
        "RPC"
      ],
      "id": "16e651a4a6ed47f9a969a30074b4d199_47"
    },
    {
      "start": 7276,
      "end": 7520,
      "text": "II. In cases where the limitation would have expired during the period between 15.03.2020 till 02.10.2021, notwithstanding the actual balance period of limitation remaining, all persons shall have a limitation period of 90 days from 03.10.2021.",
      "labels": [
        "ISSUE"
      ],
      "id": "27a3962180a14e78a064111c679dadb4_48"
    },
    {
      "start": 7521,
      "end": 7670,
      "text": "In the event the actual balance period of limitation remaining, with effect from 03.10.2021, is greater than 90 days, that longer period shall apply.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7f20f98989aa4e2cb8265c15e2512301_49"
    },
    {
      "start": 7672,
      "end": 8175,
      "text": "Ill. The period from 15.03.2020 till 02.10.2021 shall also stand excluded in computing the periods prescribed under Sections 23 (4) and 29A of the Arbitration and Conciliation Act, 1996, Section 12A of the Commercial Courts Act, 2015 and provisos (b) and (c) of Section 138 of the Negotiable Instruments Act, 1881 and any other laws, which prescribe period(s) of limitation for instituting proceedings, outer limits (within which the court or tribunal can condone delay) and termination of proceedings.\"",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c93e10b83b4d4c468669de9f2d628d77_50"
    },
    {
      "start": 8177,
      "end": 8503,
      "text": "7. The counsel for the petitioner/defendant submits that the delay in filing of the written statement was bona fide and on account of the COVID- 19 pandemic and in the facts and circumstances of the case, the written statement filed on behalf of the petitioner/defendant on 6th February, 2021 should have been taken on record.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "144e82ea2ca74ed4b36d22b8cfd1edda_51"
    },
    {
      "start": 8504,
      "end": 8722,
      "text": "It is further contended that the period for which the petitioner/defendant was proceeded against ex-parte, cannot be counted for the purposes of calculating the period of limitation for filing of the written statement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c2322f18bd804c1f9e4117bd35ae3a7d_52"
    },
    {
      "start": 8724,
      "end": 8943,
      "text": "8. The counsel appearing on behalf of the respondent/plaintiff on advance notice states that the petitioner/defendant has been in arrears of rent from May, 2018 and the arrears till date amount to around Rs.22,00,000/-.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6fe4149712d24f97ad88dff69c4a249f_53"
    },
    {
      "start": 8944,
      "end": 9100,
      "text": "He submits that the petitioner/defendant was duly served on 16th July, 2020, and therefore, the period of limitation would start running from the said date.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8a0bba4e76534454b57c6980fbb044c6_54"
    },
    {
      "start": 9101,
      "end": 9219,
      "text": "Hence, the maximum permissible period of 120 days for filing the written statement had expired on 13th November, 2020.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bbc7cba4f71c4a0da4b05948243fbb8a_55"
    },
    {
      "start": 9220,
      "end": 9383,
      "text": "He further contends that the petitioner/defendant has throughout been negligent in conducting the case and has delayed the proceedings before the Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "580a7a5656ef4ee38ec96ade339dbc52_56"
    },
    {
      "start": 9384,
      "end": 9731,
      "text": "He further submits that the judgment passed by the Supreme Court in In Re:\nCognizance for Extension of Limitation (supra) cannot be applicable to the suits that were filed during the pandemic period and that the dishonest litigants like the petitioner/defendant should not be allowed the benefit of the aforesaid order passed by the Supreme Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fb0e940572f1487ba1101e7a788bdc18_57"
    },
    {
      "start": 9732,
      "end": 9794,
      "text": "\n9. I have heard the rival contentions and perused the record.",
      "labels": [
        "NONE"
      ],
      "id": "ad05e375a9e9404a89e9203e4cd8e55f_58"
    },
    {
      "start": 9795,
      "end": 10217,
      "text": "\n10. The Supreme Court in SCG Contracts India Pvt. Ltd. Vs. K.S. Chamankar Infrastructure Pvt. Ltd. and Ors. (2019) 12 SCC 210, while dealing with a commercial suit, has interpreted Order VIII Rule 1 of the CPC and stated that beyond 120 days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3c966b1b7420441595275a9e5e5753d9_59"
    },
    {
      "start": 10218,
      "end": 10438,
      "text": "Furthermore, the Supreme Court stated that the proviso in Order VIII Rule 1 of the CPC further buttresses the aforesaid by also adding that the Court has no further power to extend the time beyond the period of 120 days.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "340837b6bebb4eb49965a737eda39977_60"
    },
    {
      "start": 10440,
      "end": 10723,
      "text": "11. In the present case, the suit filed by the respondent/plaintiff is a commercial suit and admittedly, the written statement had not been filed either within the stipulated time period of 30 days or within the extended time period of 120 days, which expired on 13th November, 2020.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "68a0f55be0284710b9c82c602afe47f6_61"
    },
    {
      "start": 10724,
      "end": 11003,
      "text": "Despite the fact that the maximum permissible period of 120 days for filing the written statement had expired, more time was granted to the petitioner/defendant by the Commercial Court vide order dated 7th December, 2020 to file his written statement within a period of one week.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "488c06ccf6cd41dfb7bf2e940aa2c1aa_62"
    },
    {
      "start": 11004,
      "end": 11435,
      "text": "\n12. The petitioner/defendant did not file the written statement within the time granted by the Commercial Court vide order dated 7th December, 2020, even though, the time granted was beyond the maximum permissible limit provided under Order VIII Rule 1 of the CPC as applicable to commercial suits and furthermore, the written statement was produced for the first time only on 6th February, 2021 i.e. after a period of two months.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "053ef8e53518491ca6290c6558117926_63"
    },
    {
      "start": 11436,
      "end": 11592,
      "text": "This demonstrates that the petitioner/defendant has been cavalier throughout in conducting the present litigation by committing repeated and blatant lapses.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ddae96d4f3db46c79960eee8c8aa7a0f_64"
    },
    {
      "start": 11593,
      "end": 12003,
      "text": "\n13. The Supreme Court in Sagufa Ahmed (supra) while interpreting the order dated 23rd March, 2020 in In Re: Cognizance for Extension of Limitation (supra) has held that the said order passed by the Supreme Court was intended to benefit vigilant litigants who were prevented due to the pandemic and the lockdown, from initiating proceedings within the period of limitation prescribed by general or special law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "819965ea16b94d3dafb8c9e448d7d01a_65"
    },
    {
      "start": 12004,
      "end": 12270,
      "text": "It was further stated that the law of limitation finds its root in two latin maxims, one of which is Vigilantibus Non Dormientibus Jura Subveniunt, which means that the law will assist only those who are vigilant about their rights and not those who sleep over them.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9a2287dfc304d2dacf0e3446b894484_66"
    },
    {
      "start": 12272,
      "end": 12448,
      "text": "14. From the record it is apparent that the petitioner/defendant regularly took part in the suit proceedings such as by filing the application under Order IX Rule 7 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd2a67a6c14c47daa347b15938fec6ca_67"
    },
    {
      "start": 12449,
      "end": 12706,
      "text": "Thus, it is clear that the reasons for seeking condonation of delay by the petitioner/defendant are not bona fide and therefore, the petitioner/defendant cannot avail the benefit of the orders passed in In Re: Cognizance for Extension of Limitation (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d506b7d3dd3a42c4a3621cbd78d11175_68"
    },
    {
      "start": 12707,
      "end": 12963,
      "text": "Furthermore, such benefit cannot be granted to the petitioner/defendant in the present case as the petitioner/defendant has already sought and been granted concession by the Commercial Court in respect of the time limit for filing of the written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc097bb1e3ac4385b53e2e1c30c4eb55_69"
    },
    {
      "start": 12964,
      "end": 13224,
      "text": "Once the benefit was granted by the Commercial Court, in view of the decision in Sagufa Ahmed (supra), the orders passed in In Re: Cognizance for Extension of Limitation (supra) cannot be interpreted so as to extend the period upto which delay can be condoned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bf5a18d659604a3cb8b5663816cd1b32_70"
    },
    {
      "start": 13225,
      "end": 13396,
      "text": "This Court cannot permit or encourage the practice of litigants not adhering to timelines fixed by the Court/statute, more particularly in the context of commercial suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a78a78f0bfbb42faa38cdfc7a26f2aab_71"
    },
    {
      "start": 13398,
      "end": 13664,
      "text": "15. No merit is found in the contention of the petitioner/defendant that the period for which the petitioner/defendant was proceeded against ex-parte, should not be counted for the purposes of calculating the period of limitation for filing of the written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e790092c6b7446eeba208c6e1f94309b_72"
    },
    {
      "start": 13665,
      "end": 13745,
      "text": "The petitioner/defendant was proceeded against ex-parte on 14th September, 2020.",
      "labels": [
        "RPC"
      ],
      "id": "df43050b87c14749be6b5be8b43faa79_73"
    },
    {
      "start": 13746,
      "end": 14102,
      "text": "However, it was only after more than two months i.e. on 23rd November, 2020, that the petitioner/defendant filed an application under Order IX Rule 7 of the CPC for setting aside of the ex-parte order dated 14th September, 2020 and which application was allowed by the Commercial Court on 7th December, 2020, subject to the payment of costs of Rs.20,000/-.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07d88df5ef0a4dff87b0b33425f6c0f3_74"
    },
    {
      "start": 14103,
      "end": 14260,
      "text": "This Court is of the view that allowing the petitioner/defendant the benefit of this period would amount to rewarding a litigant for his own defaults/lapses.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e11a235fffd146b5b460bf522bbd912a_75"
    },
    {
      "start": 14262,
      "end": 14411,
      "text": "16. Furthermore, the present petition was filed only on 26th October, 2021, whereas the impugned order was passed as far back as on 23rd March, 2021.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d69bbb97998947a29e7ecf16ec847950_76"
    },
    {
      "start": 14412,
      "end": 14769,
      "text": "It was enquired from the counsel for the petitioner/defendant, the reasons for delay in filing of the present petition and the only reply forthcoming was that there is no period of limitation in filing the petition under Article 227 of the Constitution of India and that the counsel and his family members have also suffered on account of COVID-19 pandemic.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbcaaf4bc63649cabb23d4a98a46581a_77"
    },
    {
      "start": 14770,
      "end": 14926,
      "text": "\n17 . In this regard, the counsel for the respondent/plaintiff states that the date fixed before the Commercial Court was yesterday i.e. 26th October, 2021.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cb6bf0badde243a895e40d8b54305541_78"
    },
    {
      "start": 14927,
      "end": 15015,
      "text": "This appears to have precipitated the filing of the present petition at a belated stage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34ba99ef41354dda95ff4319e2032964_79"
    },
    {
      "start": 15016,
      "end": 15249,
      "text": "This demonstrates that the petitioner/defendant has been totally casual and negligent in conduct of the present petition and the petition has only been filed at the last minute, when the matter was listed before the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad36ebc7823c45348834dd0baf499afc_80"
    },
    {
      "start": 15251,
      "end": 15813,
      "text": "18. I have held in the decision in Goan Sabha Ibrahipmpur and Ors. Vs. Kuldeep Singh and Ors. MANU/DE/1967/2021 and in the decision dated 13th September, 2021 in CM(M) 607/2021 titled Ajay Kumar Vs. Manoj Kumar & Anr. that there is no prescribed period of limitation in respect of petitions filed under Article 227 of the Constitution of India, however, it is settled position of law that the Courts will not entertain such petitions if the same are filed after inordinate delay and no satisfactory explanation has been given with regard to the delay and laches.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "97ca51b7b27a40b1b68dddca7d7a37b0_81"
    },
    {
      "start": 15814,
      "end": 15975,
      "text": "Reference in this regard may also be made to the observations of the Supreme Court in Bithika Mazumdar and Another Vs. Sagar Pal and Others (2017) 2 SCC 748.\n19.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "59c9674103e343c8a9936d1379325969_82"
    },
    {
      "start": 15976,
      "end": 16134,
      "text": "No grounds are made out in the present petition for interference under Article 227 of the Constitution of India with the order passed by the Commercial Court.",
      "labels": [
        "RATIO"
      ],
      "id": "6d2dc0e75ba4421fb75bfbb4885956ba_83"
    },
    {
      "start": 16136,
      "end": 16205,
      "text": "20. The petition along with the pending application stands dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "23341371aa5d47b99510cbbd15983b5a_84"
    },
    {
      "start": 16206,
      "end": 16241,
      "text": "\nAMIT BANSAL, J OCTOBER 27, 2021 nn",
      "labels": [
        "NONE"
      ],
      "id": "b4067dda4b9b4939b2d3a89c5259d958_85"
    }
  ]
}