{
  "id": "b1e66c205c415aceccfc4a69e1adad9d3affa080d53205a2c5c440be104f7ef0",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nSapl Steel Llp vs Abhyuday Co Op Bank Ltd on 24 April, 2023\nAuthor: Ashutosh Shastri \nBench: Ashutosh Shastri \n     C/Fa/4957/2022                                    Order Dated: 24/04/2023\n\n\n\n\n           In The High Court Of Gujarat At Ahmedabad\n\n                       R/ First Appeal No. 4957 of 2022 \n\n                                 With\n              Civil Applicati ON (FOR STAY) NO. 1 of 2022                    In R/FIRST APPEAL NO. 4957 of 2022 ==========================================================\n                             SAPL STEEL LLP                                  Versus                          ABHYUDAY CO OP BANK LTD ==========================================================\nAppearance:\nMR JF MEHTA(461) for the Appellant(s) No . 1 DELETED for the Defendant(s) No. 10,11,12,2,3,4,5,6,7,8,9 MR BOMI H SETHNA(5864) for the Defendant(s) No. 1 ========= = = = = = = = = = = = = = = = = = = = = = = = ==== ==== ================ ==\n\n CORAM:HONOURABLE MR. JUSTICE ASHUTOSH SHASTRI        and        HONOURABLE MR. JUSTICE J. C. DOSHI                                  Date : 24/04/2023                         ORAL ORDER (PER : HONOURABLE MR. JUSTICE J. C. DOSHI)\n1. We have heard learned advocate Mr. JF Mehta appearing for the appellant SAPL Steel LLP and learned advocate Mr. Bomi Sethna representing respondent No.1 Abhyuday Cooperative Bank Limited on the issue of maintainability of this first appeal. \n2. By way of this first appeal filed u/s 16 and 37 of the Arbitration and Conciliation Act, 1996 (in short \"the Act\"), the appellant assails orders passed below Exh.106 in Dispute No.10 of 2019, whereby the learned Arbitrator partly allowed the application and restrained original defendant No.6, their partners or assignee from transferring, alienating and C/FA/4957/2022 ORDER DATED: 24/04/2023 encumbering the immovable property stated in the schedule in favour of third party and further restrained not to create right, title and interest of third party in regard to the said immovable property till final disposal of Dispute No.10 of 2019. \n3. Brief facts of the case are that the respondent No.1 Bank advanced financial assistance of Rs.4 crore and odd amount for purchasing of the plant and machinery to respondent No.2 - partnership firm, respondent Nos.3 to 6 are the partners of the said firm and to secure the loan, the respondent No.1 got various properties of respondent No.3 mortgaged to respondent No.1 Bank. The respondent No.2 and its partners failed to replay the said loan. Respondent Bank therefore, invoked statutory arbitration and pursuant to the appointment of the Sole Arbitrator, respondent No.1 bank filed its claim statement, wherein respondent Nos.2 to 6 and 7 to 12 were also joined. The respondent No.1 bank has also sought the injunction and the learned Arbitrator was pleased to grant stay against disposal of such properties. The respondent bank made an application Exh.106 seeking interim injunction against the properties of the present appellant (respondent No.6 in the claim petition). Learned Sole Arbitrator was pleased to allow application Exh.106 and therefore, present first appeal. \n4. On the maintainability issue, learned advocate Mr. Sethna categorically raised argument that the appeal u/s 37 of the Act is not maintainable before this Court inter alia on the ground C/FA/4957/2022 ORDER DATED: 24/04/2023 that in view of section 2(1)(e) of the Act, the Court means the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes. \n5. Upon definition of the Court stated in section 2(1)(e) of the Act reading together with section 37 of the Act, learned advocate Mr. Sethna submitted that it is the Court of Principal Civil Court of original jurisdiction which owes the jurisdiction to try and decide an appellable order stated in section 37 of the Act. He would further submit that in view of the definition of \"court\" contained in section 2(1)(e) of the Act and this Court having no original jurisdiction to try and decide the matter, this first appeal should go to the Court of Principal Civil Court having original jurisdiction and it cannot be decided before this Court.\n6. Principally upon above contention, having referred to and relied upon the judgment of the Hon'ble Apex Court in case of Pande and Co. Builders Pvt. Ltd. Vs. State of Bihar reported in (2007) 1 SCC 467 as well as in case of Yashpal Chopra and Co. Vs. Union of India passed in SLP No.18324 of 2022, learned advocate Mr. Sethna objects that this first appeal is not maintainable before this Court.\nC/FA/4957/2022 ORDER DATED: 24/04/2023 7. In order to come out from the contention raised by learned advocate Mr. Sethna, learned advocate Mr. JF Mehta appearing for the appellant SAPL Steel LLP submits that section 84 of the Multi State Cooperative Societies Act, 2002 governs the reference of dispute to the Tribunal and according to sub section (4) of section 84, Where a dispute has been referred to arbitration under sub-section (1), the same shall be settled or decided by the arbitrator to be appointed by the Central Registrar. He would further submit that in view of sub section (5) of section 84, the arbitration proceedings before the learned Arbitrator appointed by the Central Registrar would be governed by the provisions of the Act. He would further submit that section 99 of the said Act would provide provisions for appeal. He would further submit that Government has to appoint appropriate forum where appeal against the order passed by the Arbitration Tribunal can be appealed. In the facts and circumstances, the provisions of sections 34 or 37 of the Act, as the case may be, would be applied and available to challenge the order passed by the learned Arbitration Tribunal appointed by the Central Registrar. He would further submit that section 34 of the Act would applicable if arbitration award is passed in arbitration proceedings or arbitral proceedings. Whereas, section 37 would apply for appellable orders as stated in section 37(1) or 37(2), which are mainly inter locutory orders passed during the pendency of the arbitration proceedings. \n7.1    Taking this Court through the impugned order, he would        C/FA/4957/2022                              ORDER DATED: 24/04/2023 further submit that since the impugned order passed below Exh.106 is an inter locutory order restraining the defendant No.6 of Dispute No.10 of 2019 from selling, encumbering or transferring the immovable property stated in the schedule would fall with the ambit of section 37(2)(b) of the Act and therefore, it is an appellable order and appeal against such order would be maintainable before this forum.\n7.2 Upon such submission, learned advocate Mr. Mehta appearing for the appellant submits that the present first appeal is maintainable. \n7.3 No other and further submissions are canvassed by either of the learned advcoates. \n8. Having heard rival submissions of learned advocates appearing for both the sides, it is an undisputed fact that this High Court does not exercise original civil jurisdiction under the Arbitration and Conciliation Act, 1996. It is in this background, this Court has to read word \"court\" stated in section 2(1)(e) of the Act, which reads as under:-\n\"(e) \"Court\" means-- (i) in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject- matter of the arbitration if the same had been the subject- matter of a suit, but does not include any Civil Court of a C/FA/4957/2022 ORDER DATED: 24/04/2023 grade inferior to such principal Civil Court, or any Court of Small Causes;\n(ii) in the case of international commercial arbitration, the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, and in other cases, a High Court having jurisdiction to hear appeals from decrees of courts subordinate to that High Court;\"\n8.1 On plain reading of section 2(1)(e) of the Act, Principal Civil Court of original jurisdiction in a district is a Court which decide the question forming the subject matter of the arbitration if the same has been the subject mater of the suit. However, it does not include any civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes. In case of international commercial arbitration, the High Court in exercise of its ordinary civil jurisdiction having jurisdiction to hear appeal from the decree of the Court subordinate to the High Court fall within the definition of the \"court\" in section 2(1)(e) of the Act. Thus, except in case of international commercial arbitration, for other arbitration, forming the subject matter if the same had been the subject matter of the suit, the principal civil Court of original jurisdiction in a district having territorial jurisdiction is the Court within the meaning of section 2(1)\n(e) of the Act. In other words, it is the Court where recourse u/s 34 of the Act or appeal u/s 37 of the Act are maintainable. \n8.2 Next submission arise that which Court can be said to be Principal civil Court of original jurisdiction. To find out, we may also refer to section 12 of the Gujarat Civil Court Act, 2005, C/FA/4957/2022 ORDER DATED: 24/04/2023 which defines the jurisdiction of the Court of district judge u/s 12, which reads as under:-\n\"12. Jurisdiction of a court of District Judge.-\n(1) A Court of District Judge shall be the principal Civil Court of original jurisdiction within the local limits of its jurisdiction.\n(2) Subject to the provisions of the Code, the jurisdiction of a Court of District Judge shall extend to all original suits and proceedings of a Civil nature.\n(3) A Court of District Judge shall, subject to the general control of the High Court, have control over all other Civil Courts within the local limits of its jurisdiction.\"\n8.2 Thus, it is evidently clear that the Court of District Judge shall be the Principal Civil Court of original jurisdiction within the lawful limit of its local jurisdiction insofar as exercise of powers u/s 34 or 37 of the Act, except in case of international commercial arbitration. \n8.3 In case of Yashpal Chopra (supra), the Hon'ble Apex Court has observed as under:-\n\" It is an admitted position that so far as Orissa High Court is concerned, the same does not possess the original jurisdiction. The `Court' is defined under Section 2 (e) of the Arbitration Act, which reads as under- \"2(e) \"Court\" means- (i) in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide C/FA/4957/2022 ORDER DATED: 24/04/2023 the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes;\n(ii) in the case of international commercial arbitration, the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, and in other cases, a High Court having jurisdiction to hear appeals from decrees of courts subordinate to that High Court;\"\nTherefore, in the absence of the High Court of Orissa having original jurisdiction, the concerned District Court can be said to be `Court' and, therefore, the proceedings under Section 34 of the Arbitration Act against the award passed by the Arbitrator shall lie before the concerned District Court, as defined under Section 2(e) of the Arbitration Act. n that view of the matter, the High Court has not committed any error in passing the impugned judgment and order and remanding the matter to the concerned District Court/Court to decide Section 34 application in accordance with law and on its own merits. Therefore, in the facts and circumstances of the case, impugned judgment and order passed by the High Court is not required to be interfered with. The Special Leave Petition stands dismissed.\" \n8.4 At this juncture, we may refer to the judgment of the Division Bench of this Court in case of M/s Fun and Fud Vs. M/ s GLK Associates reported in AIR 2020 Guj 153, wherein, the Division Bench has observed in para 23, 24 and 42 as under:-\n\"23. This Court ultimately held as under:\n20.1 In the present case, the appeal under section 37 of the Arbitration Act has been preferred by the respondents before the Commercial Court at Vadodara, against an order granting interim measures under section 17 of the Arbitration Act. Therefore, the appeal C/FA/4957/2022 ORDER DATED: 24/04/2023 preferred by the respondents was under clause (b) of sub section (2) of section 37 of the Arbitration Act. In this regard it may be noted that sub section (1) of section 37 deals with orders passed by courts and postulates that an appeal shall lie to the court authorized by law to hear appeal from original decrees of the court passing the order; sub section (2) which deals with orders passed by the Arbitral Tribunal provides that an appeal shall lie to a court from the order of the Arbitral Tribunal. \n20.2 The expression 'court' has been defined under clause (e) of section 2 of the Arbitration Act, which to the extent the same is relevant for the present purpose, reads as under :\"(e) \"Court\" means(i) in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject matter of the arbitration if the same had been the subject matter of a suit, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes . \"Thus , in case of arbitration other than international commercial arbitration, the expression \"court\" means the principal Civil Court of original jurisdiction in a district. 20.3 As to which is the principal Civil Court, has been provided under section 12 of the Gujarat Civil Courts Act, 2005 which lays down that a court of the District Judge shall be the principal Civil Court of original jurisdiction within the local limits of its jurisdiction. \nThus, prima facie, it would appear that an application under section 37(2)(b) would lie to a court of the District Judge. However, on behalf of the petitioner, reliance has been placed upon various provisions of the Commercial Courts Act. It may, therefore, be germane to refer to the provisions of sections 2 (b), 3 and 10 of the Commercial Courts Act, which read thus:\"2.(b) \"Commercial Court\" means the Commercial Court constituted under sub section (1) of section 3;\"\"3. Constitution of Commercial Courts (1) The State Government, may after consultation with the concerned C/FA/4957/2022 ORDER DATED: 24/04/2023 High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this Act:Provided that no Commercial Court shall be constituted for the territory over which the High Court has ordinary original civil jurisdiction.(2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits.(3) The State Government shall, with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a Commercial Court, from amongst the cadre of Higher Judicial Service in the State.\"\"10. Jurisdiction in respect of arbitration matters.- Where the subject matter of an arbitration is a commercial dispute of a specified value and-(1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction C/FA/4957/2022 ORDER DATED: 24/04/2023 over such arbitration where such Commercial Court has been constituted.\" \n20.4 The learned counsel for the petitioner had also placed reliance upon a notification dated 15.4.2019 issued by the State Government in exercise of powers under sub section (1) of section 3 and sub section(1A) of section 3 of the Commercial Courts Act, whereby the courts specified therein have been notified for dealing with disputes of commercial nature having a value of not less than rupees three lakhs and the courts specified in case of Surat District are the Principal Senior Civil Judge and 2nd Senior Civil Judges. It was submitted that in view of sub section (3) of section 10 of the Commercial Courts Act, all applications arising under the provisions of the Arbitration Act shall be heard and disposed of by the Commercial Court exercising jurisdiction over such arbitration, which in this case would be the Principal Senior Civil Judge and 2nd Senior Civil Judges in terms of the above notification issued by the State Government. Reference is also made to section 21 of the Commercial Courts Act to submit that the provisions of the Commercial Court Act would have an overriding effect over the provisions of the Arbitration Act and, accordingly, would override the provisions of section 37(2)(b) of the Arbitration Act. \n20.5 In this regard it may be noted that section 11 of the Commercial Courts Act provides that a Commercial Court or a Commercial Division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any law for the time being in force. Clause (i) of section 2(e) of the Arbitration Act which defines the expression 'court' not only vests jurisdiction in the principal Civil Court of original jurisdiction in a district, including the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject matter of the arbitration if the same had been the subject matter of a suit, but it expressly excludes any civil court of a grade inferior to such principal Civil C/FA/4957/2022 ORDER DATED: 24/04/2023 Court, or any Court of Small Causes. \n20.6 Thus, section 2(e)(i) of the Arbitration Act expressly excludes any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes. Therefore, in view of section 11 of the Commercial Courts Act, which bars a Commercial Court from deciding any suit application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force; read with the provisions of section 37(2)(b) of the Arbitration Act, any Commercial Court which is a civil court of a grade inferior to such principal Civil Court or any Court of Small causes, would be barred from exercising jurisdiction under section 37(2)(b) of the Act. The Supreme Court in State of West Bengal v. Associated Contractors (supra), has held that section 2(1)(e) contains an exhaustive definition marking out only the Principal Civil Court of original jurisdiction in a district or a High Court having original civil jurisdiction in the State, and no other court as 'court' for the purpose of Part 1 of the Arbitration Act, 1996. 20.7 The Madras High Court in the case of A. P. Rajappan v. High Court of Judicature, Madras (supra), has held thus:\"12. In the above context, it has to be remembered under the Arbitration Act, 1940, the expression 'Court' had been defined differently under the definition clause Court means a Civil Court having jurisdiction to decide the question forming the subject matter of the reference if the same had been the subject matter of a suit, but does not, except for the purpose of arbitration proceedings under Section 21 include a Small Cause Court. The definition 'Court' under the Arbitration and Conciliation Act, 1996 indicates that the 'Court' means the Principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject matter of arbitration if the same had been the subject matter of a suit, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes. A comparison of the two C/FA/4957/2022 ORDER DATED: 24/04/2023 definitions makes it clear that in the new Act not only there is reference to \"Principal Civil Court of original jurisdiction in a district\" but also there is an exclusionary clause which excludes any civil Court of a grade inferior to such Principal Civil Court. Whatever doubt could have been there, has been dispelled by a specific clause to the effect \"it does not include any Civil Court of a grade inferior to Principal Civil Court.\" 20.8 The Supreme Court in Kandla Export Corporation and Anr. vs. OCI Corporation (supra), has held thus:\"27. The matter can be looked at from a slightly different angle. Given the objects of both the statutes, it is clear that arbitration itself is meant to be a speedy resolution of disputes between parties. Equally, enforcement of foreign awards should take place as soon as possible if India is to remain as an equal partner, commercially speaking, in the international community. In point of fact, the reason for the enactment of the Commercial Courts Act is that commercial disputes involving high amounts of money should be speedily decided. Given the objects of both the enactments, if we were to provide an additional appeal, when Section 50 does away with an appeal so as to speedily enforce foreign awards, we would be turning the Arbitration Act and the Commercial Courts Act on their heads. Admittedly, if the amount contained in a foreign award to be enforced in India were less than Rs. one crore, and a Single Judge of a High Court were to enforce such award, no appeal would lie, in keeping with the object of speedy enforcement of foreign awards. However, if, in the same fact circumstance, a foreign award were to be for Rs.one crore or more, if the Appellants are correct, enforcement of such award would be further delayed by providing an appeal under Section 13(1) of the Commercial Courts Act. Any such interpretation would lead to absurdity, and would be directly contrary to the object sought to be achieved by the Commercial Courts Act, viz., speedy resolution of disputes of a commercial nature involving a sum of Rs.1 crore and over. For this reason also, we feel that Section 13(1) of the Commercial Courts Act must be construed in C/FA/4957/2022 ORDER DATED: 24/04/2023 accordance with the object sought to be achieved by the Act. Any construction of Section 13 of the Commercial Courts Act, which would lead to further delay, instead of an expeditious enforcement of a foreign award must, therefore, be eschewed. Even on applying the doctrine of harmonious construction of both statutes, it is clear that they are best harmonized by giving effect to the special statute i.e. the Arbitration Act, vis--vis the more general statute, namely the Commercial Courts Act, being left to operate in spheres other than arbitration.\" Thus, the Supreme Court has held that even on applying the doctrine of harmonious construction of both statutes, it is clear that they are best harmonized by giving effect to the special statute, that is, the Arbitration Act, vis--vis the more general statute, namely, the Commercial Courts Act being left to operate in spheres other than arbitration. The overriding provisions of section 21 of the Commercial Courts Act, would, therefore, not be attracted to the facts of the present case. Accordingly the notification issued by the State Government specifying the Principal Senior Civil Judge and 2nd Senior Civil Judges as Commercial Courts for Surat District for deciding disputes of commercial nature having valuation of not less than rupees three lakhs, would have no applicability to the facts of the present case as section 2(e) of the Arbitration Act ousts their jurisdiction to decide appeals under the Arbitration Act. The first question is, therefore, required to be decided in favour of the respondents, namely that the learned Principal District Judge had the jurisdiction to decide the appeal under section 37(2)(b) of the Arbitration Act. \n24. Thus, the dictum of law as laid by this Court in paragraph20.6 as referred to above is very clear. In view of the said dictum, the impugned order in the present case is not sustainable in law. \n42.Thus, from the language of the definition of the term the \"Court\" under Section 2 (e) of the Act of 1996 the Parliament apparently intended to confer the power on the highest judicial authority in a district. It must certainly be taken to have been conscious of the object to be achieved while framing the definition of the term C/FA/4957/2022 ORDER DATED: 24/04/2023 \"Court\". Besides, it intended to minimize the supervisory role of the Courts in the arbitral process. It also intended to add the greatest credibility to this process. We find support for the view in the judgments of the Supreme Court. The Supreme Court while dealing with the provisions of Section 11 of the Act of 1996, in S. B. P. and Company (AIR 2006 SC 450) (supra) in paragraph 12 of the judgment has observed that \"the Court is defined in the Act to be the principal Civil Court of original civil jurisdiction of the district and includes the High Court in exercise of its ordinary original civil jurisdiction. The principal Civil Court of original civil jurisdiction is normally the District Court. The High Courts in India exercising ordinary original civil jurisdiction are not too many. So in most of the States the concerned Court would be the District Court\". Similarly, the Supreme Court in Garhwal Mandal v. M/s. Krishna Travel Agency in Special Leave Petition (Civil) No.18344 of 2004 decided on 2412007, while dealing with the question whether it could entertain all the objections to the award and holding that even if the appointment of the Arbitrator is made by the High Court or the Supreme Court, the Principal Civil Court of original jurisdiction remains the same as contemplated under Section 2(e) of the Act of 1996, has observed that the Principal Civil Court of original jurisdiction remains the \"District Court\" even if the appointment of the Arbitrator is made by the High Court. It is thus clear that the Legislature clearly circumscribed and specifically narrowed down the definition of the term \"Court\" to mean only the Court of the principal civil original jurisdiction in a district and it is only the Court of \"District Judge\" in a district which is such a \"Court\" of principal civil jurisdiction.\"\n9. In terms of the aforesaid provisions of law as well as dictum, it is quite clear that appeal against the impugned order is maintainable before the Court defined in section 2(1)(e) of the Act r/w section 12 of the Gujarat Civil Court Act, 2005 and not C/FA/4957/2022 ORDER DATED: 24/04/2023 before the High Court. In view of the facts and circumstances, this appeal is not maintainable before this Court. Accordingly, we uphold the preliminary objection raised by learned advocate Mr. Sethna on the issue of maintainability and dismissed this appeal as not maintainable. Notice discharged. However, it is made clear that we have not examined correctness and merits of the case. \n10. Since the first appeal is dismissed on the ground of having been not maintainable, CA does not survive and stands disposed of accordingly. \n(ASHUTOSH SHASTRI, J) (J. C. DOSHI,J) SHEKHAR P. BARVE",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6dacd87dac7c469eac89b4d445d0d9e4_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3ba1d0363e044c48be15de42f442b99_1"
    },
    {
      "start": 242,
      "end": 346,
      "text": "\nGujarat High Court\nSapl Steel Llp vs Abhyuday Co Op Bank Ltd on 24 April, 2023\nAuthor: Ashutosh Shastri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9f5f988aaa974841af39314466995964_2"
    },
    {
      "start": 348,
      "end": 371,
      "text": "Bench: Ashutosh Shastri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c441a9519ecb43d8b423e26f0f1beae7_3"
    },
    {
      "start": 378,
      "end": 467,
      "text": "C/Fa/4957/2022                                    Order Dated: 24/04/2023\n\n\n\n\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "43fa6d68de8f4156af317d1133a33553_4"
    },
    {
      "start": 467,
      "end": 535,
      "text": "In The High Court Of Gujarat At Ahmedabad\n\n                       R/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a550a0804b93405bb21ca1319e47ac70_5"
    },
    {
      "start": 536,
      "end": 565,
      "text": "First Appeal No. 4957 of 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d75245f4e1ba4f66aa28960b34f750fa_6"
    },
    {
      "start": 601,
      "end": 635,
      "text": "With\n              Civil Applicati",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c64c1f6621a54c66b45dd7354d65e25b_7"
    },
    {
      "start": 636,
      "end": 806,
      "text": "ON (FOR STAY) NO. 1 of 2022                    In R/FIRST APPEAL NO. 4957 of 2022 ==========================================================\n                             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "af1ba4716980484b8fdc45b97cf4f076_8"
    },
    {
      "start": 806,
      "end": 820,
      "text": "SAPL STEEL LLP",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c93fee3cb3c34c869ebad91ceb7861ce_9"
    },
    {
      "start": 854,
      "end": 886,
      "text": "Versus                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4118bb10f75848e9a5076e4b11b2258f_10"
    },
    {
      "start": 886,
      "end": 1021,
      "text": "ABHYUDAY CO OP BANK LTD ==========================================================\nAppearance:\nMR JF MEHTA(461) for the Appellant(s) No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d67077e94b94429ab97e167e8965caf0_11"
    },
    {
      "start": 1022,
      "end": 1143,
      "text": ". 1 DELETED for the Defendant(s) No. 10,11,12,2,3,4,5,6,7,8,9 MR BOMI H SETHNA(5864) for the Defendant(s) No. 1 =========",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2619444fee7456b9a9a18be72ad3a7e_12"
    },
    {
      "start": 1144,
      "end": 1151,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1797b6061a1f4e2897a199565119c5cd_13"
    },
    {
      "start": 1152,
      "end": 1159,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bce95769895b4d7bb8e36867026cea51_14"
    },
    {
      "start": 1160,
      "end": 1167,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "54693011a2be49cfa53d8373978e4137_15"
    },
    {
      "start": 1168,
      "end": 1175,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "19691907a849435e916012f4cea21343_16"
    },
    {
      "start": 1176,
      "end": 1183,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "027ae21b822d40b29bddaf84f53f053b_17"
    },
    {
      "start": 1184,
      "end": 1194,
      "text": "= = = ====",
      "labels": [
        "PREAMBLE"
      ],
      "id": "34fea3d7f0f24b2ea51f8ce99855a40e_18"
    },
    {
      "start": 1195,
      "end": 1216,
      "text": "==== ================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9a61fa97d9584d25b75d6424d1f875ef_19"
    },
    {
      "start": 1217,
      "end": 1320,
      "text": "==\n\n CORAM:HONOURABLE MR. JUSTICE ASHUTOSH SHASTRI        and        HONOURABLE MR. JUSTICE J. C. DOSHI",
      "labels": [
        "PREAMBLE"
      ],
      "id": "049227bef9e64815b2c75ece28a89fe1_20"
    },
    {
      "start": 1354,
      "end": 1406,
      "text": "Date : 24/04/2023                         ORAL ORDER",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4594b1b74e34ed89b0e9c28aa1b34d9_21"
    },
    {
      "start": 1407,
      "end": 1452,
      "text": "(PER : HONOURABLE MR. JUSTICE J. C. DOSHI)\n1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c98448e7c8b04a07a7653ef88e3777ea_22"
    },
    {
      "start": 1453,
      "end": 1693,
      "text": "We have heard learned advocate Mr. JF Mehta appearing for the appellant SAPL Steel LLP and learned advocate Mr. Bomi Sethna representing respondent No.1 Abhyuday Cooperative Bank Limited on the issue of maintainability of this first appeal.",
      "labels": [
        "NONE"
      ],
      "id": "a1245077c14d404c89c0f79925a73abb_23"
    },
    {
      "start": 1694,
      "end": 2339,
      "text": "\n2. By way of this first appeal filed u/s 16 and 37 of the Arbitration and Conciliation Act, 1996 (in short \"the Act\"), the appellant assails orders passed below Exh.106 in Dispute No.10 of 2019, whereby the learned Arbitrator partly allowed the application and restrained original defendant No.6, their partners or assignee from transferring, alienating and C/FA/4957/2022 ORDER DATED: 24/04/2023 encumbering the immovable property stated in the schedule in favour of third party and further restrained not to create right, title and interest of third party in regard to the said immovable property till final disposal of Dispute No.10 of 2019.",
      "labels": [
        "FAC"
      ],
      "id": "ae2ab2e4838a40daad2988d6e60b3053_24"
    },
    {
      "start": 2341,
      "end": 2718,
      "text": "3. Brief facts of the case are that the respondent No.1 Bank advanced financial assistance of Rs.4 crore and odd amount for purchasing of the plant and machinery to respondent No.2 - partnership firm, respondent Nos.3 to 6 are the partners of the said firm and to secure the loan, the respondent No.1 got various properties of respondent No.3 mortgaged to respondent No.1 Bank.",
      "labels": [
        "FAC"
      ],
      "id": "96b189f7c1934104bde1549c12655f80_25"
    },
    {
      "start": 2719,
      "end": 2787,
      "text": "The respondent No.2 and its partners failed to replay the said loan.",
      "labels": [
        "FAC"
      ],
      "id": "a42cb6736c904fbfa57094ab22a4bf08_26"
    },
    {
      "start": 2788,
      "end": 3008,
      "text": "Respondent Bank therefore, invoked statutory arbitration and pursuant to the appointment of the Sole Arbitrator, respondent No.1 bank filed its claim statement, wherein respondent Nos.2 to 6 and 7 to 12 were also joined.",
      "labels": [
        "FAC"
      ],
      "id": "11b4e6a03d67455aabef7884ad0c88cf_27"
    },
    {
      "start": 3009,
      "end": 3154,
      "text": "The respondent No.1 bank has also sought the injunction and the learned Arbitrator was pleased to grant stay against disposal of such properties.",
      "labels": [
        "FAC"
      ],
      "id": "7d75b5b06041434297e8014c3dfda67b_28"
    },
    {
      "start": 3155,
      "end": 3318,
      "text": "The respondent bank made an application Exh.106 seeking interim injunction against the properties of the present appellant (respondent No.6 in the claim petition).",
      "labels": [
        "FAC"
      ],
      "id": "00d1892c0e2445b1be1928263e042f23_29"
    },
    {
      "start": 3319,
      "end": 3420,
      "text": "Learned Sole Arbitrator was pleased to allow application Exh.106 and therefore, present first appeal.",
      "labels": [
        "FAC"
      ],
      "id": "7bd79519356a426584297eb64ac568b0_30"
    },
    {
      "start": 3422,
      "end": 4118,
      "text": "4. On the maintainability issue, learned advocate Mr. Sethna categorically raised argument that the appeal u/s 37 of the Act is not maintainable before this Court inter alia on the ground C/FA/4957/2022 ORDER DATED: 24/04/2023 that in view of section 2(1)(e) of the Act, the Court means the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "da806e036ab342baa6e9696300f59201_31"
    },
    {
      "start": 4119,
      "end": 4441,
      "text": "\n5. Upon definition of the Court stated in section 2(1)(e) of the Act reading together with section 37 of the Act, learned advocate Mr. Sethna submitted that it is the Court of Principal Civil Court of original jurisdiction which owes the jurisdiction to try and decide an appellable order stated in section 37 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "333330133afc4bf2b02f9fba1be8e064_32"
    },
    {
      "start": 4442,
      "end": 5203,
      "text": "He would further submit that in view of the definition of \"court\" contained in section 2(1)(e) of the Act and this Court having no original jurisdiction to try and decide the matter, this first appeal should go to the Court of Principal Civil Court having original jurisdiction and it cannot be decided before this Court.\n6. Principally upon above contention, having referred to and relied upon the judgment of the Hon'ble Apex Court in case of Pande and Co. Builders Pvt. Ltd. Vs. State of Bihar reported in (2007) 1 SCC 467 as well as in case of Yashpal Chopra and Co. Vs. Union of India passed in SLP No.18324 of 2022, learned advocate Mr. Sethna objects that this first appeal is not maintainable before this Court.\nC/FA/4957/2022 ORDER DATED: 24/04/2023 7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8757186ef6fa41169d376bb53ce97a48_33"
    },
    {
      "start": 5204,
      "end": 5697,
      "text": "In order to come out from the contention raised by learned advocate Mr. Sethna, learned advocate Mr. JF Mehta appearing for the appellant SAPL Steel LLP submits that section 84 of the Multi State Cooperative Societies Act, 2002 governs the reference of dispute to the Tribunal and according to sub section (4) of section 84, Where a dispute has been referred to arbitration under sub-section (1), the same shall be settled or decided by the arbitrator to be appointed by the Central Registrar.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5930485d72e143d8813be453698d435e_34"
    },
    {
      "start": 5698,
      "end": 5909,
      "text": "He would further submit that in view of sub section (5) of section 84, the arbitration proceedings before the learned Arbitrator appointed by the Central Registrar would be governed by the provisions of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b847f929f8c14f9996ddc991157a1b07_35"
    },
    {
      "start": 5910,
      "end": 6002,
      "text": "He would further submit that section 99 of the said Act would provide provisions for appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ca97f1950b4348989e927362148f0b63_36"
    },
    {
      "start": 6003,
      "end": 6158,
      "text": "He would further submit that Government has to appoint appropriate forum where appeal against the order passed by the Arbitration Tribunal can be appealed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5bff712370c34710adc42dc372c8f9bc_37"
    },
    {
      "start": 6159,
      "end": 6391,
      "text": "In the facts and circumstances, the provisions of sections 34 or 37 of the Act, as the case may be, would be applied and available to challenge the order passed by the learned Arbitration Tribunal appointed by the Central Registrar.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fbef3d1e5ede48179bfabf9f70f10842_38"
    },
    {
      "start": 6392,
      "end": 6542,
      "text": "He would further submit that section 34 of the Act would applicable if arbitration award is passed in arbitration proceedings or arbitral proceedings.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1da916ffddff47ccadf194cbf7b3701f_39"
    },
    {
      "start": 6543,
      "end": 6731,
      "text": "Whereas, section 37 would apply for appellable orders as stated in section 37(1) or 37(2), which are mainly inter locutory orders passed during the pendency of the arbitration proceedings.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f4fd1ea1169b48e39d695f7ab143702f_40"
    },
    {
      "start": 6732,
      "end": 7279,
      "text": "\n7.1    Taking this Court through the impugned order, he would        C/FA/4957/2022                              ORDER DATED: 24/04/2023 further submit that since the impugned order passed below Exh.106 is an inter locutory order restraining the defendant No.6 of Dispute No.10 of 2019 from selling, encumbering or transferring the immovable property stated in the schedule would fall with the ambit of section 37(2)(b) of the Act and therefore, it is an appellable order and appeal against such order would be maintainable before this forum.\n7.2",
      "labels": [
        "FAC"
      ],
      "id": "ef3102aac9e449849ea08f52c28e85b9_41"
    },
    {
      "start": 7280,
      "end": 7411,
      "text": "Upon such submission, learned advocate Mr. Mehta appearing for the appellant submits that the present first appeal is maintainable.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "445e01b8f5b34f608ad2bd22034abca2_42"
    },
    {
      "start": 7413,
      "end": 7499,
      "text": "7.3 No other and further submissions are canvassed by either of the learned advcoates.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d091837c4967405880997bcd43cba487_43"
    },
    {
      "start": 7501,
      "end": 7727,
      "text": "8. Having heard rival submissions of learned advocates appearing for both the sides, it is an undisputed fact that this High Court does not exercise original civil jurisdiction under the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7238b2dd8e4844c79334f84595013831_44"
    },
    {
      "start": 7728,
      "end": 8805,
      "text": "It is in this background, this Court has to read word \"court\" stated in section 2(1)(e) of the Act, which reads as under:-\n\"(e) \"Court\" means-- (i) in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject- matter of the arbitration if the same had been the subject- matter of a suit, but does not include any Civil Court of a C/FA/4957/2022 ORDER DATED: 24/04/2023 grade inferior to such principal Civil Court, or any Court of Small Causes;\n(ii) in the case of international commercial arbitration, the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, and in other cases, a High Court having jurisdiction to hear appeals from decrees of courts subordinate to that High Court;\"\n8.1",
      "labels": [
        "STA"
      ],
      "id": "69b6fc0ab56940d8b3405358d3ece06e_45"
    },
    {
      "start": 8806,
      "end": 9049,
      "text": "On plain reading of section 2(1)(e) of the Act, Principal Civil Court of original jurisdiction in a district is a Court which decide the question forming the subject matter of the arbitration if the same has been the subject mater of the suit.",
      "labels": [
        "STA"
      ],
      "id": "9ed154bf5ece4a3393e80f1356ee0dc2_46"
    },
    {
      "start": 9050,
      "end": 9175,
      "text": "However, it does not include any civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7fdc31530e24462987e144534336035_47"
    },
    {
      "start": 9176,
      "end": 9453,
      "text": "In case of international commercial arbitration, the High Court in exercise of its ordinary civil jurisdiction having jurisdiction to hear appeal from the decree of the Court subordinate to the High Court fall within the definition of the \"court\" in section 2(1)(e) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1247e5c0c41f45a580b755b7064291b5_48"
    },
    {
      "start": 9454,
      "end": 9779,
      "text": "Thus, except in case of international commercial arbitration, for other arbitration, forming the subject matter if the same had been the subject matter of the suit, the principal civil Court of original jurisdiction in a district having territorial jurisdiction is the Court within the meaning of section 2(1)\n(e) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c0ccabd48ca2419a9223af1e21b967a5_49"
    },
    {
      "start": 9780,
      "end": 9890,
      "text": "In other words, it is the Court where recourse u/s 34 of the Act or appeal u/s 37 of the Act are maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69666af5d09d4149aba7720bbfbb4fd6_50"
    },
    {
      "start": 9891,
      "end": 10000,
      "text": "\n8.2 Next submission arise that which Court can be said to be Principal civil Court of original jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba2387e0128a42dcaca851038afef8ae_51"
    },
    {
      "start": 10001,
      "end": 10736,
      "text": "To find out, we may also refer to section 12 of the Gujarat Civil Court Act, 2005, C/FA/4957/2022 ORDER DATED: 24/04/2023 which defines the jurisdiction of the Court of district judge u/s 12, which reads as under:-\n\"12. Jurisdiction of a court of District Judge.-\n(1) A Court of District Judge shall be the principal Civil Court of original jurisdiction within the local limits of its jurisdiction.\n(2) Subject to the provisions of the Code, the jurisdiction of a Court of District Judge shall extend to all original suits and proceedings of a Civil nature.\n(3) A Court of District Judge shall, subject to the general control of the High Court, have control over all other Civil Courts within the local limits of its jurisdiction.\"\n8.2",
      "labels": [
        "STA"
      ],
      "id": "4b1078765fed493c9dfccb0f0b5f8d76_52"
    },
    {
      "start": 10737,
      "end": 11018,
      "text": "Thus, it is evidently clear that the Court of District Judge shall be the Principal Civil Court of original jurisdiction within the lawful limit of its local jurisdiction insofar as exercise of powers u/s 34 or 37 of the Act, except in case of international commercial arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0332abbccf6547c18c59f74dc25ed4c7_53"
    },
    {
      "start": 11019,
      "end": 11106,
      "text": "\n8.3 In case of Yashpal Chopra (supra), the Hon'ble Apex Court has observed as under:-\n",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "413c77edd9704c5983d031c9a7d61a0a_54"
    },
    {
      "start": 11106,
      "end": 11234,
      "text": "\" It is an admitted position that so far as Orissa High Court is concerned, the same does not possess the original jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59ac412629b94edab410a0bccacf5df7_55"
    },
    {
      "start": 11235,
      "end": 12627,
      "text": "The `Court' is defined under Section 2 (e) of the Arbitration Act, which reads as under- \"2(e) \"Court\" means- (i) in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide C/FA/4957/2022 ORDER DATED: 24/04/2023 the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes;\n(ii) in the case of international commercial arbitration, the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, and in other cases, a High Court having jurisdiction to hear appeals from decrees of courts subordinate to that High Court;\"\nTherefore, in the absence of the High Court of Orissa having original jurisdiction, the concerned District Court can be said to be `Court' and, therefore, the proceedings under Section 34 of the Arbitration Act against the award passed by the Arbitrator shall lie before the concerned District Court, as defined under Section 2(e) of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6bb3ead4c0b411c890676ab947cda4e_56"
    },
    {
      "start": 12628,
      "end": 12882,
      "text": "n that view of the matter, the High Court has not committed any error in passing the impugned judgment and order and remanding the matter to the concerned District Court/Court to decide Section 34 application in accordance with law and on its own merits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "334dc03371bd40d58d0dcee15693a3ca_57"
    },
    {
      "start": 12883,
      "end": 13029,
      "text": "Therefore, in the facts and circumstances of the case, impugned judgment and order passed by the High Court is not required to be interfered with.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2fca138dc2c428d85f46e604b662609_58"
    },
    {
      "start": 13030,
      "end": 13075,
      "text": "The Special Leave Petition stands dismissed.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b94cdb7910444fb9902d83248a061ea9_59"
    },
    {
      "start": 13077,
      "end": 13323,
      "text": "8.4 At this juncture, we may refer to the judgment of the Division Bench of this Court in case of M/s Fun and Fud Vs. M/ s GLK Associates reported in AIR 2020 Guj 153, wherein, the Division Bench has observed in para 23, 24 and 42 as under:-\n\"23.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bb73fce3b7844edb8f5fa67f9ef5235f_60"
    },
    {
      "start": 13324,
      "end": 13365,
      "text": "This Court ultimately held as under:\n20.1",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "08280be929b74b558e69d2dc95a9c184_61"
    },
    {
      "start": 13366,
      "end": 13600,
      "text": "In the present case, the appeal under section 37 of the Arbitration Act has been preferred by the respondents before the Commercial Court at Vadodara, against an order granting interim measures under section 17 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f41b12efcb8341e69fcbc82bd1be8266_62"
    },
    {
      "start": 13601,
      "end": 13768,
      "text": "Therefore, the appeal C/FA/4957/2022 ORDER DATED: 24/04/2023 preferred by the respondents was under clause (b) of sub section (2) of section 37 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b2d026c4e9748aa94d5fa09dc79a0fa_63"
    },
    {
      "start": 13769,
      "end": 14167,
      "text": "In this regard it may be noted that sub section (1) of section 37 deals with orders passed by courts and postulates that an appeal shall lie to the court authorized by law to hear appeal from original decrees of the court passing the order; sub section (2) which deals with orders passed by the Arbitral Tribunal provides that an appeal shall lie to a court from the order of the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3635d3f770954e18a5a47ce960051c66_64"
    },
    {
      "start": 14169,
      "end": 14354,
      "text": "20.2 The expression 'court' has been defined under clause (e) of section 2 of the Arbitration Act, which to the extent the same is relevant for the present purpose, reads as under :\"(e)",
      "labels": [
        "STA"
      ],
      "id": "44674648e7ba4cdbbbbb2c9d14d476bf_65"
    },
    {
      "start": 14355,
      "end": 14859,
      "text": "\"Court\" means(i) in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject matter of the arbitration if the same had been the subject matter of a suit, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes",
      "labels": [
        "STA"
      ],
      "id": "4a3470f9701448be8d0e08e3d958c578_66"
    },
    {
      "start": 14860,
      "end": 14867,
      "text": ". \"Thus",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43071ab98e634450b6ce07d1a3f23cff_67"
    },
    {
      "start": 14868,
      "end": 15036,
      "text": ", in case of arbitration other than international commercial arbitration, the expression \"court\" means the principal Civil Court of original jurisdiction in a district.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97392620fbd04e488524fa784f2b8867_68"
    },
    {
      "start": 15037,
      "end": 15312,
      "text": "20.3 As to which is the principal Civil Court, has been provided under section 12 of the Gujarat Civil Courts Act, 2005 which lays down that a court of the District Judge shall be the principal Civil Court of original jurisdiction within the local limits of its jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e0b084e8d72f4c6d9fd80ccd792a0c79_69"
    },
    {
      "start": 15313,
      "end": 15435,
      "text": "\nThus, prima facie, it would appear that an application under section 37(2)(b) would lie to a court of the District Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e28382d550d4eadb3ba517777c7c697_70"
    },
    {
      "start": 15436,
      "end": 15552,
      "text": "However, on behalf of the petitioner, reliance has been placed upon various provisions of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5405d9e8d3704be99df42e708526e882_71"
    },
    {
      "start": 15553,
      "end": 16536,
      "text": "It may, therefore, be germane to refer to the provisions of sections 2 (b), 3 and 10 of the Commercial Courts Act, which read thus:\"2.(b) \"Commercial Court\" means the Commercial Court constituted under sub section (1) of section 3;\"\"3. Constitution of Commercial Courts (1) The State Government, may after consultation with the concerned C/FA/4957/2022 ORDER DATED: 24/04/2023 High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this Act:Provided that no Commercial Court shall be constituted for the territory over which the High Court has ordinary original civil jurisdiction.(2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter",
      "labels": [
        "STA"
      ],
      "id": "b0a555f464074d31b5bc177b3bb5990b_72"
    },
    {
      "start": 16537,
      "end": 16890,
      "text": "such limits.(3) The State Government shall, with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a Commercial Court, from amongst the cadre of Higher Judicial Service in the State.\"\"10. Jurisdiction in respect of arbitration matters.-",
      "labels": [
        "STA"
      ],
      "id": "d70d3d1b5aa94c35b48e507876c2c9d7_73"
    },
    {
      "start": 16891,
      "end": 17770,
      "text": "Where the subject matter of an arbitration is a commercial dispute of a specified value and-(1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.(3)",
      "labels": [
        "STA"
      ],
      "id": "1dd5ac4755c1417796de2d1cd5200b23_74"
    },
    {
      "start": 17771,
      "end": 18325,
      "text": "If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction C/FA/4957/2022 ORDER DATED: 24/04/2023 over such arbitration where such Commercial Court has been constituted.\"",
      "labels": [
        "STA"
      ],
      "id": "9850b0cf706f4731afe7dbcb34a12566_75"
    },
    {
      "start": 18326,
      "end": 18853,
      "text": "\n20.4 The learned counsel for the petitioner had also placed reliance upon a notification dated 15.4.2019 issued by the State Government in exercise of powers under sub section (1) of section 3 and sub section(1A) of section 3 of the Commercial Courts Act, whereby the courts specified therein have been notified for dealing with disputes of commercial nature having a value of not less than rupees three lakhs and the courts specified in case of Surat District are the Principal Senior Civil Judge and 2nd Senior Civil Judges.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46ad00d118e842169f19eac1bc6c2d66_76"
    },
    {
      "start": 18854,
      "end": 19273,
      "text": "It was submitted that in view of sub section (3) of section 10 of the Commercial Courts Act, all applications arising under the provisions of the Arbitration Act shall be heard and disposed of by the Commercial Court exercising jurisdiction over such arbitration, which in this case would be the Principal Senior Civil Judge and 2nd Senior Civil Judges in terms of the above notification issued by the State Government.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d3af3b4b49d48ffabd5815e39dc1938_77"
    },
    {
      "start": 19274,
      "end": 19564,
      "text": "Reference is also made to section 21 of the Commercial Courts Act to submit that the provisions of the Commercial Court Act would have an overriding effect over the provisions of the Arbitration Act and, accordingly, would override the provisions of section 37(2)(b) of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da38b32dd90a46d9becec3e562789c6a_78"
    },
    {
      "start": 19566,
      "end": 19945,
      "text": "20.5 In this regard it may be noted that section 11 of the Commercial Courts Act provides that a Commercial Court or a Commercial Division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any law for the time being in force.",
      "labels": [
        "STA"
      ],
      "id": "979b9f3ad49b48398b0850795a9a968e_79"
    },
    {
      "start": 19946,
      "end": 20514,
      "text": "Clause (i) of section 2(e) of the Arbitration Act which defines the expression 'court' not only vests jurisdiction in the principal Civil Court of original jurisdiction in a district, including the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject matter of the arbitration if the same had been the subject matter of a suit, but it expressly excludes any civil court of a grade inferior to such principal Civil C/FA/4957/2022 ORDER DATED: 24/04/2023 Court, or any Court of Small Causes.",
      "labels": [
        "STA"
      ],
      "id": "04586c9863b947b6850370e3c4482655_80"
    },
    {
      "start": 20516,
      "end": 20681,
      "text": "20.6 Thus, section 2(e)(i) of the Arbitration Act expressly excludes any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes.",
      "labels": [
        "STA"
      ],
      "id": "b5cf0b6a9ad5467ba9936b3ace8b0dbb_81"
    },
    {
      "start": 20682,
      "end": 21277,
      "text": "Therefore, in view of section 11 of the Commercial Courts Act, which bars a Commercial Court from deciding any suit application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force; read with the provisions of section 37(2)(b) of the Arbitration Act, any Commercial Court which is a civil court of a grade inferior to such principal Civil Court or any Court of Small causes, would be barred from exercising jurisdiction under section 37(2)(b) of the Act.",
      "labels": [
        "STA"
      ],
      "id": "01c65027a9474a4b9afedf91d14842ef_82"
    },
    {
      "start": 21278,
      "end": 21651,
      "text": "The Supreme Court in State of West Bengal v. Associated Contractors (supra), has held that section 2(1)(e) contains an exhaustive definition marking out only the Principal Civil Court of original jurisdiction in a district or a High Court having original civil jurisdiction in the State, and no other court as 'court' for the purpose of Part 1 of the Arbitration Act, 1996.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "17a7cebddfa74204a2e6d66ac8e3b930_83"
    },
    {
      "start": 21652,
      "end": 21772,
      "text": "20.7 The Madras High Court in the case of A. P. Rajappan v. High Court of Judicature, Madras (supra), has held thus:\"12.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3f085eace7e04fc8a7066018b6681382_84"
    },
    {
      "start": 21773,
      "end": 22205,
      "text": "In the above context, it has to be remembered under the Arbitration Act, 1940, the expression 'Court' had been defined differently under the definition clause Court means a Civil Court having jurisdiction to decide the question forming the subject matter of the reference if the same had been the subject matter of a suit, but does not, except for the purpose of arbitration proceedings under Section 21 include a Small Cause Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1234850ee85b4a2287b1adf2404d7d04_85"
    },
    {
      "start": 22206,
      "end": 22716,
      "text": "The definition 'Court' under the Arbitration and Conciliation Act, 1996 indicates that the 'Court' means the Principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject matter of arbitration if the same had been the subject matter of a suit, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bceaca6e350c4383b68ed12e288429a2_86"
    },
    {
      "start": 22717,
      "end": 23043,
      "text": "A comparison of the two C/FA/4957/2022 ORDER DATED: 24/04/2023 definitions makes it clear that in the new Act not only there is reference to \"Principal Civil Court of original jurisdiction in a district\" but also there is an exclusionary clause which excludes any civil Court of a grade inferior to such Principal Civil Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "928d7c8509024dfeabce01e3982f2189_87"
    },
    {
      "start": 23044,
      "end": 23219,
      "text": "Whatever doubt could have been there, has been dispelled by a specific clause to the effect \"it does not include any Civil Court of a grade inferior to Principal Civil Court.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "856b8014a96a4ab6a7e1dd71189ae40a_88"
    },
    {
      "start": 23220,
      "end": 23328,
      "text": "20.8 The Supreme Court in Kandla Export Corporation and Anr. vs. OCI Corporation (supra), has held thus:\"27.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "84ff15520fec436a8992547a2b63d193_89"
    },
    {
      "start": 23329,
      "end": 23389,
      "text": "The matter can be looked at from a slightly different angle.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "adacc6287ad7444e84ed9f8e26cc0052_90"
    },
    {
      "start": 23390,
      "end": 23529,
      "text": "Given the objects of both the statutes, it is clear that arbitration itself is meant to be a speedy resolution of disputes between parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85cb547e4575417190a2e62db8028901_91"
    },
    {
      "start": 23530,
      "end": 23704,
      "text": "Equally, enforcement of foreign awards should take place as soon as possible if India is to remain as an equal partner, commercially speaking, in the international community.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5912358660bd48a59e1608027d9fedb8_92"
    },
    {
      "start": 23705,
      "end": 23868,
      "text": "In point of fact, the reason for the enactment of the Commercial Courts Act is that commercial disputes involving high amounts of money should be speedily decided.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c2f33e06b8f9470eb2ce21393e8de22c_93"
    },
    {
      "start": 23869,
      "end": 24123,
      "text": "Given the objects of both the enactments, if we were to provide an additional appeal, when Section 50 does away with an appeal so as to speedily enforce foreign awards, we would be turning the Arbitration Act and the Commercial Courts Act on their heads.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bbc2bb40ae8b4ca4ac5480793f3622f7_94"
    },
    {
      "start": 24124,
      "end": 24384,
      "text": "Admittedly, if the amount contained in a foreign award to be enforced in India were less than Rs. one crore, and a Single Judge of a High Court were to enforce such award, no appeal would lie, in keeping with the object of speedy enforcement of foreign awards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5fe1009519034cac85191b09108abd67_95"
    },
    {
      "start": 24385,
      "end": 24636,
      "text": "However, if, in the same fact circumstance, a foreign award were to be for Rs.one crore or more, if the Appellants are correct, enforcement of such award would be further delayed by providing an appeal under Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "05ff0f507f88425aa4f2664615b31519_96"
    },
    {
      "start": 24637,
      "end": 24881,
      "text": "Any such interpretation would lead to absurdity, and would be directly contrary to the object sought to be achieved by the Commercial Courts Act, viz., speedy resolution of disputes of a commercial nature involving a sum of Rs.1 crore and over.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2eaea271d4954b1aa6d6541e4a37e9d7_97"
    },
    {
      "start": 24882,
      "end": 25080,
      "text": "For this reason also, we feel that Section 13(1) of the Commercial Courts Act must be construed in C/FA/4957/2022 ORDER DATED: 24/04/2023 accordance with the object sought to be achieved by the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e01f14007779448c9e080575be919b90_98"
    },
    {
      "start": 25081,
      "end": 25263,
      "text": "Any construction of Section 13 of the Commercial Courts Act, which would lead to further delay, instead of an expeditious enforcement of a foreign award must, therefore, be eschewed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a07e6ddc1e74911902a683dad5a67be_99"
    },
    {
      "start": 25264,
      "end": 25573,
      "text": "Even on applying the doctrine of harmonious construction of both statutes, it is clear that they are best harmonized by giving effect to the special statute i.e. the Arbitration Act, vis--vis the more general statute, namely the Commercial Courts Act, being left to operate in spheres other than arbitration.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "340cfbd3ea914c60b8a8c6705f0e874c_100"
    },
    {
      "start": 25574,
      "end": 25925,
      "text": "Thus, the Supreme Court has held that even on applying the doctrine of harmonious construction of both statutes, it is clear that they are best harmonized by giving effect to the special statute, that is, the Arbitration Act, vis--vis the more general statute, namely, the Commercial Courts Act being left to operate in spheres other than arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d002577fa27749c88affee3724aa4e30_101"
    },
    {
      "start": 25926,
      "end": 26064,
      "text": "The overriding provisions of section 21 of the Commercial Courts Act, would, therefore, not be attracted to the facts of the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cbd08d452929402da757f0db0da6bd1f_102"
    },
    {
      "start": 26065,
      "end": 26503,
      "text": "Accordingly the notification issued by the State Government specifying the Principal Senior Civil Judge and 2nd Senior Civil Judges as Commercial Courts for Surat District for deciding disputes of commercial nature having valuation of not less than rupees three lakhs, would have no applicability to the facts of the present case as section 2(e) of the Arbitration Act ousts their jurisdiction to decide appeals under the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "929a20f284464f6d8f828f0b0e243972_103"
    },
    {
      "start": 26504,
      "end": 26728,
      "text": "The first question is, therefore, required to be decided in favour of the respondents, namely that the learned Principal District Judge had the jurisdiction to decide the appeal under section 37(2)(b) of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2504449eaf2456fbb3cd385c056fa4c_104"
    },
    {
      "start": 26730,
      "end": 26832,
      "text": "24. Thus, the dictum of law as laid by this Court in paragraph20.6 as referred to above is very clear.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "72c50b414c854c36bd54da9c621dc8c6_105"
    },
    {
      "start": 26833,
      "end": 26926,
      "text": "In view of the said dictum, the impugned order in the present case is not sustainable in law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1b14781d03f407b8e9503073d941c8f_106"
    },
    {
      "start": 26927,
      "end": 27139,
      "text": "\n42.Thus, from the language of the definition of the term the \"Court\" under Section 2 (e) of the Act of 1996 the Parliament apparently intended to confer the power on the highest judicial authority in a district.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "56969f2cce104c208a283939995a5df6_107"
    },
    {
      "start": 27140,
      "end": 27307,
      "text": "It must certainly be taken to have been conscious of the object to be achieved while framing the definition of the term C/FA/4957/2022 ORDER DATED: 24/04/2023 \"Court\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91414cd8b2504034ad8e361fb5483b1b_108"
    },
    {
      "start": 27308,
      "end": 27400,
      "text": "Besides, it intended to minimize the supervisory role of the Courts in the arbitral process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a9e850e6b9a45ad83ab2915dba56466_109"
    },
    {
      "start": 27401,
      "end": 27466,
      "text": "It also intended to add the greatest credibility to this process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "574077666c7c47b0ae927406abbb1601_110"
    },
    {
      "start": 27467,
      "end": 27534,
      "text": "We find support for the view in the judgments of the Supreme Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c572c5aefdac48e88a6883c92f768a5f_111"
    },
    {
      "start": 27535,
      "end": 27917,
      "text": "The Supreme Court while dealing with the provisions of Section 11 of the Act of 1996, in S. B. P. and Company (AIR 2006 SC 450) (supra) in paragraph 12 of the judgment has observed that \"the Court is defined in the Act to be the principal Civil Court of original civil jurisdiction of the district and includes the High Court in exercise of its ordinary original civil jurisdiction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "02ba4f269e694a33ad8c0cef08a9080f_112"
    },
    {
      "start": 27918,
      "end": 28006,
      "text": "The principal Civil Court of original civil jurisdiction is normally the District Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b07aa2ec55e64044aea76078a2aadef6_113"
    },
    {
      "start": 28007,
      "end": 28097,
      "text": "The High Courts in India exercising ordinary original civil jurisdiction are not too many.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc6065bbc1ac4c59bc9b2d2be1fe7b6d_114"
    },
    {
      "start": 28098,
      "end": 28172,
      "text": "So in most of the States the concerned Court would be the District Court\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "511480fcc0a44cffa72118edfd9a9d37_115"
    },
    {
      "start": 28173,
      "end": 28808,
      "text": "Similarly, the Supreme Court in Garhwal Mandal v. M/s. Krishna Travel Agency in Special Leave Petition (Civil) No.18344 of 2004 decided on 2412007, while dealing with the question whether it could entertain all the objections to the award and holding that even if the appointment of the Arbitrator is made by the High Court or the Supreme Court, the Principal Civil Court of original jurisdiction remains the same as contemplated under Section 2(e) of the Act of 1996, has observed that the Principal Civil Court of original jurisdiction remains the \"District Court\" even if the appointment of the Arbitrator is made by the High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "09ae215b3e3f424887ae225563eaa1ed_116"
    },
    {
      "start": 28809,
      "end": 29136,
      "text": "It is thus clear that the Legislature clearly circumscribed and specifically narrowed down the definition of the term \"Court\" to mean only the Court of the principal civil original jurisdiction in a district and it is only the Court of \"District Judge\" in a district which is such a \"Court\" of principal civil jurisdiction.\"\n9.",
      "labels": [
        "RATIO"
      ],
      "id": "cda3619db4254e75be519b6e10d26be3_117"
    },
    {
      "start": 29137,
      "end": 29449,
      "text": "In terms of the aforesaid provisions of law as well as dictum, it is quite clear that appeal against the impugned order is maintainable before the Court defined in section 2(1)(e) of the Act r/w section 12 of the Gujarat Civil Court Act, 2005 and not C/FA/4957/2022 ORDER DATED: 24/04/2023 before the High Court.",
      "labels": [
        "RATIO"
      ],
      "id": "78a22d4849aa4d0ba564a08ca66281bc_118"
    },
    {
      "start": 29450,
      "end": 29540,
      "text": "In view of the facts and circumstances, this appeal is not maintainable before this Court.",
      "labels": [
        "RATIO"
      ],
      "id": "3a6f5978eb39401f9b608c39097bd079_119"
    },
    {
      "start": 29541,
      "end": 29706,
      "text": "Accordingly, we uphold the preliminary objection raised by learned advocate Mr. Sethna on the issue of maintainability and dismissed this appeal as not maintainable.",
      "labels": [
        "RATIO"
      ],
      "id": "223c4124fdfb45c887286eefc0940b29_120"
    },
    {
      "start": 29707,
      "end": 29725,
      "text": "Notice discharged.",
      "labels": [
        "RPC"
      ],
      "id": "06397537710f4f57ba6b947adfa0d696_121"
    },
    {
      "start": 29726,
      "end": 29813,
      "text": "However, it is made clear that we have not examined correctness and merits of the case.",
      "labels": [
        "RATIO"
      ],
      "id": "cc5dcc3a322f4219a0ead579966b985f_122"
    },
    {
      "start": 29815,
      "end": 29957,
      "text": "10. Since the first appeal is dismissed on the ground of having been not maintainable, CA does not survive and stands disposed of accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "09fe07740c964876845c762c136cc4d0_123"
    },
    {
      "start": 29958,
      "end": 30013,
      "text": "\n(ASHUTOSH SHASTRI, J) (J. C. DOSHI,J) SHEKHAR P. BARVE",
      "labels": [
        "NONE"
      ],
      "id": "38f54451f8444f10afc16c01ab4123a4_124"
    }
  ]
}