{
  "id": "4f602501bb3dfbba8ffc0109628eb1158ca99e0c6a5f8306764543ad1d05c98f",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nJharkhand High Court \nThe Government @ State Of Jharkhand ... vs M/S K.S Softnet Solution Private Ltd. ... on 5 February, 2024\nAuthor: Sujit Narayan Prasad \nBench: Sujit Narayan Prasad\n                                           C.M.P. No.875 of 2023\n\n                            1\n\n In The High Court Of Jharkhand At Ranchi\n                   C.M.P. No.875 of 2023\n                            ---- \nThe Government @ State of Jharkhand through Department of\nTransport, Ffp Building, Ranchi, P.O. Dhurwa, P.S.\nJagannathpur,   District-Ranchi, State-Jharkhand. \n                                 ...     ...    Petitioner\n                          Versus\nM / s K.S Softnet Solution Private Ltd. having its registered office\nat 57/58 Mhada Commercial Complex, New Link Road, P.O. & \nP.S: Andheri (W), Mumbai-400102 through its authorized\nsignatory, Subhash Chandra Dash, Son of Late Harishchandra\nDash aged about 57 years, Resident of: Tulsi Bihar, Jalja road, \nSiddhamahavir Lane, Puri, P.O. Puri Station Road S.O. P.S.: \nSadar, District: Puri, State-Odisha ...    ...      Opp. Party \n                         ------- \nCoram:Hon'Ble Mr. Justice Sujit Narayan Prasad\n  Hon'Ble Mr. Justice Pradeep Kumar Srivastava \n                         ------- \nFor the Appellant   : Mr. Sachin Kumar, A.A.G-Ii\n                       Ms. Surabhi, Ac to A.A.G.-Ii\nFor the Opp. Party  : Mr. Rajendra Krishna, Advocate\n                       Mr. Baibhaw Gahlaut, Advocate \n                       Mr. Utkarsh Krishna, Advocate\n                       Mr. Subhneet Jha, Advocate \n                            ------\n                    th\nOrder No. 06/Dated 5 February, 2024 \n\nPer Sujit Narayan Prasad, J. \n1. The application has been filed under Article 227 of the Constitution of India challenging the order dated 13.07.2023 passed by the learned Presiding Officer, Commercial Court, Ranchi, in Commercial Execution Case No. 02 of 2023.\n2. The petition since has been filed under Article 227 of the Constitution of India and hence, the objection has been raised regarding maintainability of the instant petition. \n3. Mr. Sachin Kumar, learned Additional Advocate General appearing for the State assisted by Ms. Surabhi has submitted that the instant petition is well maintainable on the basis of the following grounds:-\n(i) Under the arbitration and conciliation Act, 1996 the forum of appeal is under Section 37 to invoke the jurisdiction of the appellate court as per the appellate order referred herein.\n(ii) It has been submitted by referring to the provision of Section 37 (1) of the Arbitration and Conciliation Act, 1996 which provides three eventualities to invoke the jurisdiction conferred to this Court under Section 37 of the Arbitration and Conciliation Act, 1996, namely -\n(a) Refusing to refer the parties to arbitration under Section 8;\n(b) Granting or refusing to grant any measure under Section 9;\n(c) Setting aside or refusing to set aside an arbitral award under Section 34.\n4. It has been submitted that none of the conditions as stipulated under Section 37 of the Arbitration and Conciliation Act, 1996 is available and hence, the appeal will not lie in view of the provision of Section 37 of the Arbitration and Conciliation Act, 1996.\n5. It has been submitted by referring to the Commercial Courts Act, 2015 wherein the forum has been carved out under Chapter Iv thereof as under Section 13(1) and (1-A).\n6. Sub-Section (1) of Section 13 confers jurisdiction to provide a forum to a person aggrieved by the Judgment or the order of the commercial court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of 60 days from the date of Judgment or order to provide, a forum to person aggrieved by the Judgment or order of the commercial court at the level of District Judge exercising original Civil Jurisdiction or, as the case may be, Commercial Division of the High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or the order.\n7. It has been contented by referring to Section 13 of the Commercial Courts Act, 2015 that the order said to be appealable under Section 37 of the Act, 1996, will only be appealed under Section 13 of the Act, 2015. \n8. Since, none of the conditions as numerated under Section 37 of the Act 1996 is available, hence the appeal will not lie under Section 13 (1-A) before the Commercial Appellate Division of the High Court. \n9. The submission, therefore, has been made that is the reason the instant petition has been filed under Article 227 of the Constitution of India. Hence, it cannot be said that this petition is not maintainable under Article 227 of the Constitution of India. \n10. Per contra, Mr. Baibhaw Gahlaut, le arned counsel appearing for the respondent, has submitted that since herein the order passed by the Presiding Officer, Commercial Court, Ranchi has passed an order of attachment of the property in course of the execution proceeding being Execution Case No. 02 of 2023 who is at the level of the District Judge or exercising the Civil jurisdiction and hence, the appeal will lie under Section 13(1-A) of the Commercial Court Act, 2015. \n11. It has further been contended that merely because none of the conditions as enumerated under Section 37 of the Act, 1996 is there, as such the petition under Article 227 will be filed even if the same is appealable in view of the provision of Section 13(1-A) of the Commercial Courts Act, 2015. \n12. As such, the submission has been made that the instant petition is not maintainable under Article 227 of the Constitution of India. \n13. We have heard the learned counsel for the parties and appreciated the rival submission made on behalf of the parties on the issue of maintainability of the instant petition under Article 227 of the Constitution of India. This Court before entering into the aforesaid issue on maintainability deems it fit and proper to refer certain legal position which has got bearing in presiding the issue of maintainability of the petition filed under Article 227 of the Constitution of India. \n14. The Article 227, as per the Constitution, confers power upon the High Court, i.e., the power of the superintendence, which is the original jurisdiction of High Court to be exercised under Article 227 of the Constitution of India. \n15. Earlier to conferring power of revisionary jurisdiction under Article 227 of the Constitution of India i.e. prior to amendment in the CPC, which has been given effect to from 01.07.2002, the jurisdiction which is to be exercised by way of filing revision under Section 115 of the Code of Civil Procedure. But, subsequent to the amendment, the power as has been conferred under Section 115 of the Code of Civil Procedure has been curtailed so far as it relates to an order passed interlocutory in nature. \n16. The reference of proviso to Section 115 of CPC needs to be made herein, whereby and whereunder it has been provided that if a revision has been filed which is going to affect the very nature of the suit by revival of the suit, then the revision will lie. But if an order is being passed by the original Court and the order which has been passed is having no bearing with the final suits so far as it relates to closure of the case, then the mechanism has been carved out to look into that order under revisionary jurisdiction to be exercised under Article 227 of the Constitution of India, meaning thereby, the order to be challenged under Article 227 must be interlocutory in nature. \n17. The \"interlocutory\" word has although not defined under the CPC but as per the judicial interpretation \"interlocutory\" word has been interpreted by various pronouncement of the Hon'ble Apex Court wherein it has been interpreted that such an order which is not closing the proceeding will be said to be interlocutory in nature.\n18. This Court is now proceeding to examine the issue so far as the applicability of the Acts i.e. Arbitration and Conciliation Act, 1996 and the Commercial Courts Act, 2015.\n19. The Arbitration and Conciliation Act, 1996 confers two provisions by conferring power to the Civil Court and the High Court as under Section 34 and Section 37. Thus, power which is to be exercised by the original jurisdiction of the Civil Court for the purpose of looking the propriety of the award is to be exercised under Section 34 of the Code of Civil Procedure, while the order passed by the Court exercising the power conferred under Section 34 is to be appealed before the appellate forum as per the provision made under Section 37 of the Act, 1996. \n20. Section 37 of the Act 1996 starts with the word the appellate order. The requirement herein is to refer the aforesaid provision of Section 37 of the Act, 1996, which reads hereunder as :-\n\"37. Appealable orders.--(1) Notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\n(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.\n( 2) Appeal shall also lie to a court from an order of the arbitral tribunal-- (a) accepting the plea referred to in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section (3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or takeaway any right to appeal to the Supreme Court.\" \n21. The order which is statutorily made appealable is the order passed under the original decree of the Court refusing to refer the parties to arbitration under section 8, granting or refusing to grant any measure under section 9 or setting aside or refusing to set aside an arbitral award under section 34.\n22. The Commercial Courts Act, 2015 has been enacted with the object to provide for the constitution of commercial courts mainly for the purpose to provide the forum for speedy disposal of high value commercial disputes. The purpose to achieve the very object of the high level commercial dispute was the paramount consideration for enactment of the Act, 2015 and therefore, the forum has been carved out under the aforesaid statute under Chapter IV i.e. Section 13, for ready reference Section 13 is being referred herein :-\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order. \n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996). ] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n23. Sub-Section 1 of section 13 confers a right to the aggrieved party if he is aggrieved by the judgment or order of a Commercial Court below the level of a District Judge he may appeal to the Commercial Appellate Court while under Sub Section (1A) a forum has been carved out to the person aggrieved if he is aggrieved by the judgment and order of the commercial court at level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of the High Court may appeal to the Commercial Appellate Division of that High Court within the stipulated period.\n24. Sub Section 2 of Section 13 starts from non-obstante clause by mandating therein that notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act. Therefore, Sub-Section 2 of Section 13 is very explicit and clarifies the provision that what would be the forum to an aggrieved party as to whether it is the Letters Patent Appeal or the writ jurisdiction or any other remedy can be invoked but as per the aforesaid provision of Sub-Section 2 of Section 13 it has been provided that no appeal shall lie from any order or decree of a commercial division or commercial court, otherwise than in accordance with the provisions of this Act, meaning thereby, the appeal is to be filed only in accordance to the provisions of the Commercial Courts Act, 2015.\n25. The insertion of Sub-Section 2 of Section 13 is only for the purpose of achieving the object and intent of the Act 2015, i.e., for achieving the speedy disposal of high stake commercial matters. Therefore, this court is of the view on the basis of aforesaid legal position that any dispute arising out which is commercial in nature, if passed at the level of District Judge in the capacity of commercial court then the appeal is to be filed only within the framework of the Commercial Courts Act, 2015. \n26. This Court has referred the statutory mandate as contained under the Arbitration and Conciliation Act, 1996 as also the Commercial Courts Act, 2015. \n27. It is evident from the preamble of the Commercial Courts Act, 2015 which has been enacted only for the sole purpose of speedy disposal of the commercial disputes, which has been taken into consideration by the Hon'ble Apex Court in the case of Jaycee Housing Private Limited and Others v. Registrar (general), Orissa High Court, Cuttack and Others reported in (2023) 1 SCC 549 as also in the case of Kandla Export Corporation and Another v. OCI Corporation and Another reported in (2018) 14 SCC 715.\n28. The object of the Arbitration and Conciliation Act, 1996 is by way of consolidation of the Arbitration Act, 1940 and subsequent thereto, the enactment of the Commercial Courts Act, 2015 is for the expeditious disposal of the commercial disputes of the high stakes.\n29. The question of filing a petition under Article 227 of the Constitution of India or revision under Section 115 of the C.P.C. if allowed to be remained there, then how the expeditious disposal will be arrived at in the commercial disputes and then what will happen to the basic object of the enactment of the Arbitration and Conciliation Act, 1996, subsequent amendment in the year 2019 and the enactment of the Commercial Courts Act, 2015, since all these provisions have been said to be self-contained Code having the remedy available under the aforesaid statutory provisions.\n30. The further reason of preferring an appeal either under Section 37 of the Arbitration and Conciliation Act or Section 50 thereof or Section 13(1) or (1A) of the Commercial Courts Act, 2015, the appeal will only lie as per the reference made of order passed therein under Section 37 of the Arbitration and Conciliation Act, 1996 read with Section 13(1A) of the Commercial Courts Act, 2015. \n31. The Hon'ble Apex Court in the case of Kandla Export Corporation and Another v. OCI Corporation and Another (Supra) has dealt with the case as to whether the appeal is maintainable against the order if outside the reference of the issue referred either under Section 50 or Section 37 of the Arbitration and Conciliation Act, 1996. \n32. The Hon'ble Apex Court, in the aforesaid judgment, has been pleased to hold at paragraph 14 that the proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order 43 of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order 43 CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court, for ready reference paragraphs 14 and 15 of the aforesaid judgment are being referred hereunder as :-\n\"14. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order 43 of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order 43 CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court. \n15. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act. Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act.\" \n33. The Hon'ble Apex Court in the case of Deep Industries Limited v. Oil and Natural gas Corporation Limited and Another reported in (2020) 15 SCC 706 has considered the maintainability of the petition filed under Article 227 of the Constitution of India and under Section 115 of the C.P.C.\n34. It has been held in the aforesaid judgment that the order can be assailed by invoking the jurisdiction conferred under Article 227 of the Constitution of India by filing the petition before the High Court but such application can only be entertained if suffers from jurisdictional error which can be corrected by the High Court in exercise of power conferred under Article 227 of the Constitution of India, reference of the consideration of the said issue is available at paragraph 22 of the said judgment, which is being quoted and referred hereunder as :-\n\"22. ... ... ... Even otherwise, entering into the general thicket of disputes between the parties does not behove a court exercising jurisdiction under Article 227, where only jurisdictional errors can be corrected. Therefore to state that the ban order was passed under a General Contract Manual and not Clause 18 of the agreement, besides being incorrect, would also be incorrect for the reason that the General Contract Manual does not mean that such order was issued as an administrative order invoking the executive power, but was only as an order which emanated from the contract itself. Further to state that \"serious disputes\" as to jurisdiction seem to have cropped up is not the same thing as saying that the Arbitral Tribunal lacked inherent jurisdiction in going into and deciding the Section 17 application. In point of fact, the Arbitral Tribunal was well within its jurisdiction in referring to the contract and the ban order and then applying the law and finally issuing the stay order. Even if it be accepted that the principle laid down by Section 41(e) of the Specific Relief Act was infracted, in that damages could have been granted, as a result of which an injunction ought not to have been issued, is a mere error of law and not an error of jurisdiction, much less an error of inherent jurisdiction going to the root of the matter. Therefore, even otherwise, the High Court judgment cannot be sustained and is set aside.\"\n35. Further, the maintainability of the petition under Section 115 of the C.P.C. has also been dealt with as under paragraph 24 by taking into consideration the judgment rendered by Hon'ble Apex Court in the case of D.L.F. Housing and Construction Company (P) Ltd., New Delhi v. Sarup Singh and Others reported in (1969) 3 SCC 807 wherein by considering Clause (a) and (b) of Section 115 along with Clause (c), the words \"illegally\" and \"with material irregularity\" as used in the clause do not cover either errors of fact or of law; they do not refer to the decision arrived at but merely to the manner in which it is reached. It has been held therein that the High Court is not required to exercise the power under Section 115 of the C.P.C. due to the limitation imposed as under the provision of Section 115 of the C.P.,C. and the same can only be exercised if there is illegality or material irregularity committed by the learned court, for ready reference paragraph 24 of the aforesaid judgment is being referred and quoted hereunder as :-\n\"24. Mr Rohatgi is also correct in pointing out that the legislative policy qua the general revisional jurisdiction that is contained by the amendments made to Section 115 CPC should also be kept in mind when the High Courts dispose of petitions filed under Article 227. The legislative policy is that no revision lies if an alternative remedy of appeal is available. Further, even when a revision does lie, it lies only against a final disposal of the entire matter and not against interlocutory orders. These amendments were considered in Tek Singh v. Shashi Verma [Tek Singh v. Shashi Verma, (2019) 16 SCC 678 : (2020) 2 SCC (Civ) 753] in which this Court adverted to these amendments and then stated: (SCC p. 681, paras 5-6) \"5. ... A reading of this proviso will show that, after 1999, revision petitions filed under Section 115 CPC are not maintainable against interlocutory orders. \n6. ... Even otherwise, it is well settled that the revisional jurisdiction under Section 115 CPC is to be exercised to correct jurisdictional errors only. This is well settled. In DLF Housing & Construction Co. (P) Ltd. v. Sarup Singh [DLF Housing & Construction Co. (P) Ltd. v. Sarup Singh, (1969) 3 SCC 807] this Court held: (SCC pp. 811-12, para 5) '5. ... The position thus seems to be firmly established that while exercising the jurisdiction under Section 115, it is not competent to the High Court to correct errors of fact however gross or even errors of law unless the said errors have relation to the jurisdiction of the Court to try the dispute itself. Clauses (a) and (b) of this section on their plain reading quite clearly do not cover the present case. It was not contended, as indeed it was not possible to contend, that the learned Additional District Judge had either exercised a jurisdiction not vested in him by law or had failed to exercise a jurisdiction so vested in him, in recording the order that the proceedings under reference be stayed till the decision of the appeal by the High Court in the proceedings for specific performance of the agreement in question. Clause (c) also does not seem to apply to the case in hand. The words \"illegally\" and \"with material irregularity\" as used in this clause do not cover either errors of fact or of law; they do not refer to the decision arrived at but merely to the manner in which it is reached. The errors contemplated by this clause may, in our view, relate either to breach of some provision of law or to material defects of procedure affecting the ultimate decision, and not to errors either of fact or of law, after the prescribed formalities have been complied with. The High Court does not seem to have adverted to the limitation imposed on its power under Section 115 of the Code. Merely because the High Court would have felt inclined, had it dealt with the matter initially, to come to a different conclusion on the question of continuing stay of the reference proceedings pending decision of the appeal, could hardly justify interference on revision under Section 115 of the Code when there was no illegality or material irregularity committed by the learned Additional District Judge in his manner of dealing with this question. It seems to us that in this matter the High Court treated the revision virtually as if it was an appeal.' (SCR at p. 373)\" \n36 . Thus, in the case of Deep Industries Limited v. Oil and Natural gas Corporation Limited and Another (Supra) the issue of maintaining the petition under Article 227 of the Constitution of India has already been laid down which can only be filed if the order suffers from lack of jurisdiction. \n37. This Court is now proceeding to examine the factual aspect as to whether the ground for assailing the impugned order is lack of jurisdiction or based upon the facts for which the facts of the case are required to be referred hereunder as :- \nThe fact of the case herein is that one arbitration proceeding was initiated by appointment of arbitrator by this Court by exercise of the power conferred under Section 11(6) of the Arbitration and Conciliation Act, 1996. When the arbitration proceeding was going on, one interlocutory application was filed before the learned Arbitrator for passing of an interim award. The interim award was passed on 04.11.2022. The said interim award although has been challenged by invoking the jurisdiction conferred under the power under Section 34 of the Arbitration and Conciliation Act, 1996 being Commercial Arbitration Case No. 2 of 2023. \nThe same is still pending. But there is no ad interim stay in the said proceeding staying the operation of the interim award. The respondents also filed exclusion proceeding before the same Court who is exercising the jurisdiction as conferred under Section 34 of the Arbitration and Conciliation Act, 1996. \n38. The State has appeared, thereafter, the concerned learned court, on consideration of the fact, has passed order on 13.07.2023 by setting a proceeding for execution of the said interim award and in course thereof, the following direction has been passed:-\n\"From the perusal of record, it transpires that a writ of attachment which was filed on 16.06.2023, a report was called for from the Sheristedar of the court. It has been reported that the writ of attachment is in order. It further transpires that Land and buildings and machinery, equipment, vehicles, treasury heads, Bank Accounts and other Assets of the Judgment Debtor situated/located/lying at Department of Transport, Office at FFP Building, P.O. & P.S. Dhurwa, District - Ranchi, Jharkhand. \nIn view of this, the writ of attachment is ordered to be issued for execution. The Nazir civil Court Ranchi authorized to execute the writ of attachment and attach Land and buildings and machinery, equipment, vehicles, treasury heads, Bank Accounts and other Assets of the Judgment Debtor situated/located/lying at Department of Transport, Office at FFP Building, P.O. & P.S. Dhurwa, District Ranchi, Jharkhand as mentioned in the writ of attachment only at this stage.\" \n39. The State being aggrieved with the said direction has filed the instant petition under Article 227 of the Constitution of India. Although, the Coordinate Division Bench on the very first day has entertained the petition and has allowed time to file counter affidavit to the instant application and in the meanwhile, the Commercial Exclusion Case No. 2 of 2023 has been directed to be kept in abeyance alongwith the order 13.07.2023 and all subsequent orders which appears to have been passed without assigning proper reasons. \n40. We are not in any way concerned with the said order, rather, we are concerned on the basis of the objection so raised. However, it has vehemently been argued on behalf of the respondent raising the issue of maintainability of the instant petition. On the day when the matter was heard on 31.01.2024 for ready reference, the aforesaid order is being referred herein which reads as under :- \n\"The instant petition has been filed under Article 227 of the Constitution of India assailing the order passed by the Commercial Court, Ranchi in Commercial Revocation Case No.02 of 2023. \nAn objection has been raised regarding the maintainability of the present petition filed under Article 227 of the Constitution of India by referring the provision of Section 13(1)(a) of the Commercial Courts Act, 2015. \nMr. Sachin Kumar, learned AAG-II appearing for the State has sought for time to address the issue on maintainability of the present petition under Article 227 of the Constitution of India. \nMr. Baibhaw Gahlaut, learned counsel for the respondent has submitted that the instant petition although has been filed on 28.07.2023 and in the garb of pendency of the present petition, the time is being taken before the Executing Court. \nHe has further submitted that last opportunity has been given by the Executing Court by fixing the date on 08.02.2024, hence, he has prayed that this case may be listed prior to 08.02.2024. \nConsidering the aforesaid submission, let this matter be listed on 05.02.2024 so that the matter may be heard on the issue of maintainability.\"\n41. This Court has allowed time to the learned State Counsel to be ready on the issue of maintainability as it would be evident from the order dated 31.01.2024.\n42. The learned Additional Advocate General No.2 has argued out, as has been referred hereinabove, that the instant petition under Article 227 of the Constitution of India will be maintainable. \n43. The ground as has been agitated on behalf of the learned State Counsel has already been referred hereinabove as also the submission in response on behalf of the learned counsel appearing for the respondent. The same is not being repeated herein, since, the ground has already been referred hereinabove. \n44. It is thus evident that the ground of lack of jurisdiction is not the ground in assailing the impugned order and hence, in view of the judgment passed by Hon'ble Apex Court in the case of Deep Industries Limited v. Oil and Natural gas Corporation Limited and Another (Supra), the petition under Article 227 of the Constitution of India is not maintainable.\n45. Learned counsel appearing for the petitioner has placed an order passed by the Division Bench of this Court in the case of M/s Pioneer Printers through its Proprietor Ram Kumar Agarwal v. Jharkhand Education Project Council through its State Project Director in Commercial Appeal No.03 of 2018. \n46. We have gone across the said order and found therefrom that the issue of maintainability of the appeal was involved in the said commercial appeal. The Coordinate Division Bench, by taking into consideration the judgment rendered by Hon'ble Apex Court in the case of Kandla Export Corporation and Another v. OCI Corporation and Another (Supra), has been pleased to hold by taking note of paragraphs 13 and 14 of the judgment of Hon'ble Apex Court that the appeal will only lie as per the reference of the issue made either under Section 37 of the Arbitration and Conciliation Act, 1996. \n47. Since, herein we are not dealing with the issue of maintainability of the appeal, rather, we are dealing with the issue of maintainability of petition filed under Article 227 of the Constitution of India, and, as such, the aforesaid judgment is not applicable in the facts and circumstances and the issue involved in the instant petition so far as it relates to the maintainability of the issue.\n48. This court, on the basis of the discussion made with respect to the legal position as referred hereinabove and in view of the embargo as commanded under Sub-Section (2) of Section 13 of the Commercial Courts Act, 2015 that the appeal will lie before the Commercial Division Bench of the High Court, is of the view that the instant petition is not maintainable under Article 227 of the Constitution of India in view of the aforesaid embargo.\n49. As such the instant petition is held to be dismissed as not maintainable.\n50. The interim order dated 06.12.2023 is hereby vacated.\n51. It is left open upon the petitioner to search out the remedy for redressal of the grievance.\n52. Accordingly, this Civil Miscellaneous Petition is disposed of.\n(Sujit Narayan Prasad, J.) (Pradeep Kumar Srivastava, J.) A.F.R. Birendra/",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b67aef78041741caa44b508f997bb378_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "126303b7140a4902a6d8779b4d446e65_1"
    },
    {
      "start": 242,
      "end": 263,
      "text": "\nJharkhand High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5207d0b924104d468f97ecbdbc3a1625_2"
    },
    {
      "start": 264,
      "end": 398,
      "text": "\nThe Government @ State Of Jharkhand ... vs M/S K.S Softnet Solution Private Ltd. ... on 5 February, 2024\nAuthor: Sujit Narayan Prasad",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8567ec65f67a4085bc18ffb3b49a5dcb_3"
    },
    {
      "start": 400,
      "end": 640,
      "text": "Bench: Sujit Narayan Prasad\n                                           C.M.P. No.875 of 2023\n\n                            1\n\n In The High Court Of Jharkhand At Ranchi\n                   C.M.P. No.875 of 2023\n                            ----",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e15ed4b3c945480fb69e1ff3a6638b3a_4"
    },
    {
      "start": 641,
      "end": 800,
      "text": "\nThe Government @ State of Jharkhand through Department of\nTransport, Ffp Building, Ranchi, P.O. Dhurwa, P.S.\nJagannathpur,   District-Ranchi, State-Jharkhand.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "362c3521f4474fb2a1448c552f7c0de1_5"
    },
    {
      "start": 835,
      "end": 850,
      "text": "...     ...    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e6b375c2da6c4e1daf66538e4e2c5402_6"
    },
    {
      "start": 850,
      "end": 887,
      "text": "Petitioner\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "81c9286a689f40e6b6c39487df7cba56_7"
    },
    {
      "start": 887,
      "end": 894,
      "text": "Versus\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d65acb4ffb84089824c81313f710566_8"
    },
    {
      "start": 894,
      "end": 1019,
      "text": "M / s K.S Softnet Solution Private Ltd. having its registered office\nat 57/58 Mhada Commercial Complex, New Link Road, P.O. &",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b935262f5e324e3493e98709a2a3ede7_9"
    },
    {
      "start": 1020,
      "end": 1198,
      "text": "\nP.S: Andheri (W), Mumbai-400102 through its authorized\nsignatory, Subhash Chandra Dash, Son of Late Harishchandra\nDash aged about 57 years, Resident of: Tulsi Bihar, Jalja road,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53fc9c0f65f04933bdfd743b96d38fc8_10"
    },
    {
      "start": 1199,
      "end": 1259,
      "text": "\nSiddhamahavir Lane, Puri, P.O. Puri Station Road S.O. P.S.:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "25c7d7a8a3664a1fba10bc72736d5fd2_11"
    },
    {
      "start": 1260,
      "end": 1300,
      "text": "\nSadar, District: Puri, State-Odisha ...",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3e2dd7a43c364fb3b9e92b3738fd466a_12"
    },
    {
      "start": 1304,
      "end": 1323,
      "text": "...      Opp. Party",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d33f50f66146438a952881f32cd5349a_13"
    },
    {
      "start": 1350,
      "end": 1357,
      "text": "-------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ea5535adcc834a1f824ac7129460def5_14"
    },
    {
      "start": 1359,
      "end": 1415,
      "text": "Coram:Hon'Ble Mr. Justice Sujit Narayan Prasad\n  Hon'Ble",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2e6305ddbb524e5499b25ee57273c293_15"
    },
    {
      "start": 1416,
      "end": 1452,
      "text": "Mr. Justice Pradeep Kumar Srivastava",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f2865dbd80f348a6b73b5f8c7108cdaa_16"
    },
    {
      "start": 1479,
      "end": 1486,
      "text": "-------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e0ceaae3097f4890957e8be2d17a03d0_17"
    },
    {
      "start": 1488,
      "end": 1665,
      "text": "For the Appellant   : Mr. Sachin Kumar, A.A.G-Ii\n                       Ms. Surabhi, Ac to A.A.G.-Ii\nFor the Opp. Party  : Mr. Rajendra Krishna, Advocate\n                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b4ce6a304e494ae5ac81c85f9e40b046_18"
    },
    {
      "start": 1665,
      "end": 1694,
      "text": "Mr. Baibhaw Gahlaut, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "073621cf11e643c984ef1a3cb3bd076d_19"
    },
    {
      "start": 1719,
      "end": 1772,
      "text": "Mr. Utkarsh Krishna, Advocate\n                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4f7bfed770224994828d4155a0986cfb_20"
    },
    {
      "start": 1772,
      "end": 1798,
      "text": "Mr. Subhneet Jha, Advocate",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ca6c40017cf49948f71fa1c9c561140_21"
    },
    {
      "start": 1799,
      "end": 1858,
      "text": "\n                            ------\n                    th\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bdbb56324e6c4cae9e1f45e0218a5232_22"
    },
    {
      "start": 1858,
      "end": 1893,
      "text": "Order No. 06/Dated 5 February, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dbd472bc20f84d55868630f49f4ef619_23"
    },
    {
      "start": 1896,
      "end": 1924,
      "text": "Per Sujit Narayan Prasad, J.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a30f642c94941a8b9459f43a70aa360_24"
    },
    {
      "start": 1926,
      "end": 2160,
      "text": "1. The application has been filed under Article 227 of the Constitution of India challenging the order dated 13.07.2023 passed by the learned Presiding Officer, Commercial Court, Ranchi, in Commercial Execution Case No. 02 of 2023.\n2.",
      "labels": [
        "FAC"
      ],
      "id": "6540f4907adb4c8b89a3f6e4f77f0aae_25"
    },
    {
      "start": 2161,
      "end": 2333,
      "text": "The petition since has been filed under Article 227 of the Constitution of India and hence, the objection has been raised regarding maintainability of the instant petition.",
      "labels": [
        "FAC"
      ],
      "id": "e41ac4d46fd84d41bc0292b004439792_26"
    },
    {
      "start": 2335,
      "end": 2728,
      "text": "3. Mr. Sachin Kumar, learned Additional Advocate General appearing for the State assisted by Ms. Surabhi has submitted that the instant petition is well maintainable on the basis of the following grounds:-\n(i) Under the arbitration and conciliation Act, 1996 the forum of appeal is under Section 37 to invoke the jurisdiction of the appellate court as per the appellate order referred herein.\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b01f5b1cbcea4443a28f96c0af19fd3a_27"
    },
    {
      "start": 2728,
      "end": 3218,
      "text": "(ii) It has been submitted by referring to the provision of Section 37 (1) of the Arbitration and Conciliation Act, 1996 which provides three eventualities to invoke the jurisdiction conferred to this Court under Section 37 of the Arbitration and Conciliation Act, 1996, namely -\n(a) Refusing to refer the parties to arbitration under Section 8;\n(b) Granting or refusing to grant any measure under Section 9;\n(c) Setting aside or refusing to set aside an arbitral award under Section 34.\n4.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c92015fe02674aa6a05968b5a9d3403f_28"
    },
    {
      "start": 3219,
      "end": 3482,
      "text": "It has been submitted that none of the conditions as stipulated under Section 37 of the Arbitration and Conciliation Act, 1996 is available and hence, the appeal will not lie in view of the provision of Section 37 of the Arbitration and Conciliation Act, 1996.\n5.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2405a529b82c428c89349b98c681de7e_29"
    },
    {
      "start": 3483,
      "end": 4299,
      "text": "It has been submitted by referring to the Commercial Courts Act, 2015 wherein the forum has been carved out under Chapter Iv thereof as under Section 13(1) and (1-A).\n6. Sub-Section (1) of Section 13 confers jurisdiction to provide a forum to a person aggrieved by the Judgment or the order of the commercial court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of 60 days from the date of Judgment or order to provide, a forum to person aggrieved by the Judgment or order of the commercial court at the level of District Judge exercising original Civil Jurisdiction or, as the case may be, Commercial Division of the High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or the order.\n",
      "labels": [
        "STA"
      ],
      "id": "e793243a501b4dc6a5665fcf1e7861d8_30"
    },
    {
      "start": 4299,
      "end": 4514,
      "text": "7. It has been contented by referring to Section 13 of the Commercial Courts Act, 2015 that the order said to be appealable under Section 37 of the Act, 1996, will only be appealed under Section 13 of the Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "989afeab64424226bf71eb107411578f_31"
    },
    {
      "start": 4516,
      "end": 4721,
      "text": "8. Since, none of the conditions as numerated under Section 37 of the Act 1996 is available, hence the appeal will not lie under Section 13 (1-A) before the Commercial Appellate Division of the High Court.",
      "labels": [
        "FAC"
      ],
      "id": "5df1ba6bb0f74f5a96ae77dbd7444767_32"
    },
    {
      "start": 4723,
      "end": 4869,
      "text": "9. The submission, therefore, has been made that is the reason the instant petition has been filed under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91b4346de6a1455887973fb5ac7ff3c3_33"
    },
    {
      "start": 4870,
      "end": 4981,
      "text": "Hence, it cannot be said that this petition is not maintainable under Article 227 of the Constitution of India.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4e2fb3886bae4751b643480414aa98d9_34"
    },
    {
      "start": 4982,
      "end": 5022,
      "text": "\n10. Per contra, Mr. Baibhaw Gahlaut, le",
      "labels": [
        "NONE"
      ],
      "id": "fcd4a011262749988bcf510e5d9ea502_35"
    },
    {
      "start": 5023,
      "end": 5457,
      "text": "arned counsel appearing for the respondent, has submitted that since herein the order passed by the Presiding Officer, Commercial Court, Ranchi has passed an order of attachment of the property in course of the execution proceeding being Execution Case No. 02 of 2023 who is at the level of the District Judge or exercising the Civil jurisdiction and hence, the appeal will lie under Section 13(1-A) of the Commercial Court Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2ad04cd246344817ab6948261398dfcd_36"
    },
    {
      "start": 5459,
      "end": 5757,
      "text": "11. It has further been contended that merely because none of the conditions as enumerated under Section 37 of the Act, 1996 is there, as such the petition under Article 227 will be filed even if the same is appealable in view of the provision of Section 13(1-A) of the Commercial Courts Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5b517867ae7f4b1ab70ac12caffada0b_37"
    },
    {
      "start": 5759,
      "end": 5894,
      "text": "12. As such, the submission has been made that the instant petition is not maintainable under Article 227 of the Constitution of India.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "bd8957edc4ac4559babfadc5b7a38d47_38"
    },
    {
      "start": 5896,
      "end": 6120,
      "text": "13. We have heard the learned counsel for the parties and appreciated the rival submission made on behalf of the parties on the issue of maintainability of the instant petition under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9cf7dae7f64a4525ac49e00c09090ae7_39"
    },
    {
      "start": 6121,
      "end": 6381,
      "text": "This Court before entering into the aforesaid issue on maintainability deems it fit and proper to refer certain legal position which has got bearing in presiding the issue of maintainability of the petition filed under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b6c638a1822845c488bf749af506fe2a_40"
    },
    {
      "start": 6383,
      "end": 6616,
      "text": "14. The Article 227, as per the Constitution, confers power upon the High Court, i.e., the power of the superintendence, which is the original jurisdiction of High Court to be exercised under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4c8f84a153e4cb6ab3192c2eecdacbb_41"
    },
    {
      "start": 6618,
      "end": 6926,
      "text": "15. Earlier to conferring power of revisionary jurisdiction under Article 227 of the Constitution of India i.e. prior to amendment in the CPC, which has been given effect to from 01.07.2002, the jurisdiction which is to be exercised by way of filing revision under Section 115 of the Code of Civil Procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83b674db12094a7382d596f7c108d1b7_42"
    },
    {
      "start": 6927,
      "end": 7125,
      "text": "But, subsequent to the amendment, the power as has been conferred under Section 115 of the Code of Civil Procedure has been curtailed so far as it relates to an order passed interlocutory in nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d87c662669b40c8b06139b2c2063780_43"
    },
    {
      "start": 7127,
      "end": 7385,
      "text": "16. The reference of proviso to Section 115 of CPC needs to be made herein, whereby and whereunder it has been provided that if a revision has been filed which is going to affect the very nature of the suit by revival of the suit, then the revision will lie.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c307426e359d4589aeaaaf191ca7dc24_44"
    },
    {
      "start": 7386,
      "end": 7815,
      "text": "But if an order is being passed by the original Court and the order which has been passed is having no bearing with the final suits so far as it relates to closure of the case, then the mechanism has been carved out to look into that order under revisionary jurisdiction to be exercised under Article 227 of the Constitution of India, meaning thereby, the order to be challenged under Article 227 must be interlocutory in nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7dfaafee867c46ec914bf4bf7d00a280_45"
    },
    {
      "start": 7817,
      "end": 8148,
      "text": "17. The \"interlocutory\" word has although not defined under the CPC but as per the judicial interpretation \"interlocutory\" word has been interpreted by various pronouncement of the Hon'ble Apex Court wherein it has been interpreted that such an order which is not closing the proceeding will be said to be interlocutory in nature.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19f0ddfddfa4487b83aad50e8d352164_46"
    },
    {
      "start": 8148,
      "end": 8326,
      "text": "18. This Court is now proceeding to examine the issue so far as the applicability of the Acts i.e. Arbitration and Conciliation Act, 1996 and the Commercial Courts Act, 2015.\n19.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4968313ab54743e1a8af6376c5d034a9_47"
    },
    {
      "start": 8327,
      "end": 8486,
      "text": "The Arbitration and Conciliation Act, 1996 confers two provisions by conferring power to the Civil Court and the High Court as under Section 34 and Section 37.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17d7f564a2b4443d9e888a6ddeeaa052_48"
    },
    {
      "start": 8487,
      "end": 8883,
      "text": "Thus, power which is to be exercised by the original jurisdiction of the Civil Court for the purpose of looking the propriety of the award is to be exercised under Section 34 of the Code of Civil Procedure, while the order passed by the Court exercising the power conferred under Section 34 is to be appealed before the appellate forum as per the provision made under Section 37 of the Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e66f151244e450d99c233dc8cfe49db_49"
    },
    {
      "start": 8884,
      "end": 8957,
      "text": "\n20. Section 37 of the Act 1996 starts with the word the appellate order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2d95bbd2cadd470fbd07a7981e16f224_50"
    },
    {
      "start": 8958,
      "end": 9574,
      "text": "The requirement herein is to refer the aforesaid provision of Section 37 of the Act, 1996, which reads hereunder as :-\n\"37. Appealable orders.--(1) Notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\n(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.\n",
      "labels": [
        "STA"
      ],
      "id": "1844d1efefda4e37bfc1949d9e7c139f_51"
    },
    {
      "start": 9574,
      "end": 9988,
      "text": "( 2) Appeal shall also lie to a court from an order of the arbitral tribunal-- (a) accepting the plea referred to in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section (3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or takeaway any right to appeal to the Supreme Court.\"",
      "labels": [
        "STA"
      ],
      "id": "fd59983e614a4cab90a5bd85c95c50d6_52"
    },
    {
      "start": 9990,
      "end": 10301,
      "text": "21. The order which is statutorily made appealable is the order passed under the original decree of the Court refusing to refer the parties to arbitration under section 8, granting or refusing to grant any measure under section 9 or setting aside or refusing to set aside an arbitral award under section 34.\n22.",
      "labels": [
        "STA"
      ],
      "id": "130579b9900345129fb8ac8b87285a9f_53"
    },
    {
      "start": 10302,
      "end": 10518,
      "text": "The Commercial Courts Act, 2015 has been enacted with the object to provide for the constitution of commercial courts mainly for the purpose to provide the forum for speedy disposal of high value commercial disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "281e3a93ea284e949c9de24ac0883543_54"
    },
    {
      "start": 10519,
      "end": 10827,
      "text": "The purpose to achieve the very object of the high level commercial dispute was the paramount consideration for enactment of the Act, 2015 and therefore, the forum has been carved out under the aforesaid statute under Chapter IV i.e. Section 13, for ready reference Section 13 is being referred herein :-\n13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c5ad3252fa240d1b998285fa93c197a_55"
    },
    {
      "start": 10828,
      "end": 11115,
      "text": "Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.",
      "labels": [
        "STA"
      ],
      "id": "abfdfc5f723545adad7a7c0296851c43_56"
    },
    {
      "start": 11117,
      "end": 11759,
      "text": "(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).",
      "labels": [
        "STA"
      ],
      "id": "7f0e4229c8dd43099bcaf31f501af5aa_57"
    },
    {
      "start": 11760,
      "end": 12633,
      "text": "] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n23. Sub-Section 1 of section 13 confers a right to the aggrieved party if he is aggrieved by the judgment or order of a Commercial Court below the level of a District Judge he may appeal to the Commercial Appellate Court while under Sub Section (1A) a forum has been carved out to the person aggrieved if he is aggrieved by the judgment and order of the commercial court at level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of the High Court may appeal to the Commercial Appellate Division of that High Court within the stipulated period.\n24.",
      "labels": [
        "STA"
      ],
      "id": "7a01523c85c8429b87c4fc46ffabfa66_58"
    },
    {
      "start": 12634,
      "end": 12986,
      "text": "Sub Section 2 of Section 13 starts from non-obstante clause by mandating therein that notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.",
      "labels": [
        "STA"
      ],
      "id": "e4981a5e7a57457a84568dcf8aa15923_59"
    },
    {
      "start": 12987,
      "end": 13592,
      "text": "Therefore, Sub-Section 2 of Section 13 is very explicit and clarifies the provision that what would be the forum to an aggrieved party as to whether it is the Letters Patent Appeal or the writ jurisdiction or any other remedy can be invoked but as per the aforesaid provision of Sub-Section 2 of Section 13 it has been provided that no appeal shall lie from any order or decree of a commercial division or commercial court, otherwise than in accordance with the provisions of this Act, meaning thereby, the appeal is to be filed only in accordance to the provisions of the Commercial Courts Act, 2015.\n25.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ae4ffceff51a43ee93cf2d20f16829ec_60"
    },
    {
      "start": 13593,
      "end": 13787,
      "text": "The insertion of Sub-Section 2 of Section 13 is only for the purpose of achieving the object and intent of the Act 2015, i.e., for achieving the speedy disposal of high stake commercial matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad3780ec4823406c9bf2db9402f8c946_61"
    },
    {
      "start": 13788,
      "end": 14095,
      "text": "Therefore, this court is of the view on the basis of aforesaid legal position that any dispute arising out which is commercial in nature, if passed at the level of District Judge in the capacity of commercial court then the appeal is to be filed only within the framework of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aeb6b1fcf12c4c91a2e1ec603655658f_62"
    },
    {
      "start": 14097,
      "end": 14249,
      "text": "26. This Court has referred the statutory mandate as contained under the Arbitration and Conciliation Act, 1996 as also the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3fbe4c703f44b379369d2ef5db535ca_63"
    },
    {
      "start": 14251,
      "end": 14758,
      "text": "27. It is evident from the preamble of the Commercial Courts Act, 2015 which has been enacted only for the sole purpose of speedy disposal of the commercial disputes, which has been taken into consideration by the Hon'ble Apex Court in the case of Jaycee Housing Private Limited and Others v. Registrar (general), Orissa High Court, Cuttack and Others reported in (2023) 1 SCC 549 as also in the case of Kandla Export Corporation and Another v. OCI Corporation and Another reported in (2018) 14 SCC 715.\n28.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c20af683cc9e43dea0bd546acb5b3f41_64"
    },
    {
      "start": 14759,
      "end": 15027,
      "text": "The object of the Arbitration and Conciliation Act, 1996 is by way of consolidation of the Arbitration Act, 1940 and subsequent thereto, the enactment of the Commercial Courts Act, 2015 is for the expeditious disposal of the commercial disputes of the high stakes.\n29.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a78ae5e646a46d88d91777db5c1fab6_65"
    },
    {
      "start": 15028,
      "end": 15606,
      "text": "The question of filing a petition under Article 227 of the Constitution of India or revision under Section 115 of the C.P.C. if allowed to be remained there, then how the expeditious disposal will be arrived at in the commercial disputes and then what will happen to the basic object of the enactment of the Arbitration and Conciliation Act, 1996, subsequent amendment in the year 2019 and the enactment of the Commercial Courts Act, 2015, since all these provisions have been said to be self-contained Code having the remedy available under the aforesaid statutory provisions.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "56e5f2d4a98e4034a2c70b33e1b1047c_66"
    },
    {
      "start": 15606,
      "end": 15998,
      "text": "30. The further reason of preferring an appeal either under Section 37 of the Arbitration and Conciliation Act or Section 50 thereof or Section 13(1) or (1A) of the Commercial Courts Act, 2015, the appeal will only lie as per the reference made of order passed therein under Section 37 of the Arbitration and Conciliation Act, 1996 read with Section 13(1A) of the Commercial Courts Act, 2015.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f80a0ceaab94807893496d97c2dd7a7_67"
    },
    {
      "start": 16000,
      "end": 16333,
      "text": "31. The Hon'ble Apex Court in the case of Kandla Export Corporation and Another v. OCI Corporation and Another (Supra) has dealt with the case as to whether the appeal is maintainable against the order if outside the reference of the issue referred either under Section 50 or Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7eb175c0e08e4c6f920873eef9e73cf6_68"
    },
    {
      "start": 16335,
      "end": 16688,
      "text": "32. The Hon'ble Apex Court, in the aforesaid judgment, has been pleased to hold at paragraph 14 that the proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order 43 of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "30749e85a9b940a49cbad788bf674877_69"
    },
    {
      "start": 16689,
      "end": 17084,
      "text": "It will at once be noticed that orders that are not specifically enumerated under Order 43 CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court, for ready reference paragraphs 14 and 15 of the aforesaid judgment are being referred hereunder as :-\n\"14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5441adfbc1974a5c9479da342ca7922a_70"
    },
    {
      "start": 17085,
      "end": 17337,
      "text": "The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order 43 of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba3fc42814564a2a80e31f49a5f2b792_71"
    },
    {
      "start": 17338,
      "end": 17626,
      "text": "It will at once be noticed that orders that are not specifically enumerated under Order 43 CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8363d7e268864c51afbb8d58df24b1b3_72"
    },
    {
      "start": 17628,
      "end": 17818,
      "text": "15. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "745cb180072d4249a52cf1f1b2e625ff_73"
    },
    {
      "start": 17819,
      "end": 18055,
      "text": "Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "917220377db740beaacea8d0d1d7082d_74"
    },
    {
      "start": 18057,
      "end": 18351,
      "text": "33. The Hon'ble Apex Court in the case of Deep Industries Limited v. Oil and Natural gas Corporation Limited and Another reported in (2020) 15 SCC 706 has considered the maintainability of the petition filed under Article 227 of the Constitution of India and under Section 115 of the C.P.C.\n34.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4f93715de5ec42d3a7c54d22f5d25644_75"
    },
    {
      "start": 18352,
      "end": 18914,
      "text": "It has been held in the aforesaid judgment that the order can be assailed by invoking the jurisdiction conferred under Article 227 of the Constitution of India by filing the petition before the High Court but such application can only be entertained if suffers from jurisdictional error which can be corrected by the High Court in exercise of power conferred under Article 227 of the Constitution of India, reference of the consideration of the said issue is available at paragraph 22 of the said judgment, which is being quoted and referred hereunder as :-\n\"22.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ab357cf1d00b45be9fd05ae10a301017_76"
    },
    {
      "start": 18915,
      "end": 18922,
      "text": "... ...",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96b0c302a7544584b98dc4f2dc812cb0_77"
    },
    {
      "start": 18923,
      "end": 19126,
      "text": "... Even otherwise, entering into the general thicket of disputes between the parties does not behove a court exercising jurisdiction under Article 227, where only jurisdictional errors can be corrected.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b1aab29bdfd543bfbd07bee3f9dfbc2d_78"
    },
    {
      "start": 19127,
      "end": 19504,
      "text": "Therefore to state that the ban order was passed under a General Contract Manual and not Clause 18 of the agreement, besides being incorrect, would also be incorrect for the reason that the General Contract Manual does not mean that such order was issued as an administrative order invoking the executive power, but was only as an order which emanated from the contract itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6858e2fcc27b4de5bb86e5481de0d7bc_79"
    },
    {
      "start": 19505,
      "end": 19731,
      "text": "Further to state that \"serious disputes\" as to jurisdiction seem to have cropped up is not the same thing as saying that the Arbitral Tribunal lacked inherent jurisdiction in going into and deciding the Section 17 application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de73ae88d66c4c6e98090af9dee0e362_80"
    },
    {
      "start": 19732,
      "end": 19913,
      "text": "In point of fact, the Arbitral Tribunal was well within its jurisdiction in referring to the contract and the ban order and then applying the law and finally issuing the stay order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff79f314bb6e4d489f1272f0c3444eb7_81"
    },
    {
      "start": 19914,
      "end": 20265,
      "text": "Even if it be accepted that the principle laid down by Section 41(e) of the Specific Relief Act was infracted, in that damages could have been granted, as a result of which an injunction ought not to have been issued, is a mere error of law and not an error of jurisdiction, much less an error of inherent jurisdiction going to the root of the matter.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "beb701daf3c44442848dce7b3f13704e_82"
    },
    {
      "start": 20266,
      "end": 20359,
      "text": "Therefore, even otherwise, the High Court judgment cannot be sustained and is set aside.\"\n35.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "20c3ab25755d4b14940236cde74395aa_83"
    },
    {
      "start": 20360,
      "end": 20983,
      "text": "Further, the maintainability of the petition under Section 115 of the C.P.C. has also been dealt with as under paragraph 24 by taking into consideration the judgment rendered by Hon'ble Apex Court in the case of D.L.F. Housing and Construction Company (P) Ltd., New Delhi v. Sarup Singh and Others reported in (1969) 3 SCC 807 wherein by considering Clause (a) and (b) of Section 115 along with Clause (c), the words \"illegally\" and \"with material irregularity\" as used in the clause do not cover either errors of fact or of law; they do not refer to the decision arrived at but merely to the manner in which it is reached.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d2ca442c47874aa79ec38716d3c4fa2f_84"
    },
    {
      "start": 20984,
      "end": 21405,
      "text": "It has been held therein that the High Court is not required to exercise the power under Section 115 of the C.P.C. due to the limitation imposed as under the provision of Section 115 of the C.P.,C. and the same can only be exercised if there is illegality or material irregularity committed by the learned court, for ready reference paragraph 24 of the aforesaid judgment is being referred and quoted hereunder as :-\n\"24.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f7293b23bbd542ff9429346b75be28f5_85"
    },
    {
      "start": 21406,
      "end": 21671,
      "text": "Mr Rohatgi is also correct in pointing out that the legislative policy qua the general revisional jurisdiction that is contained by the amendments made to Section 115 CPC should also be kept in mind when the High Courts dispose of petitions filed under Article 227.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f188e3b0d384b70aeb934425eb39825_86"
    },
    {
      "start": 21672,
      "end": 21768,
      "text": "The legislative policy is that no revision lies if an alternative remedy of appeal is available.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d35f9d35bfa84ce6b8ad11fca2cb2dc8_87"
    },
    {
      "start": 21769,
      "end": 21905,
      "text": "Further, even when a revision does lie, it lies only against a final disposal of the entire matter and not against interlocutory orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "73b3fc068d4d4197a19ff66a3c6825a4_88"
    },
    {
      "start": 21906,
      "end": 22137,
      "text": "These amendments were considered in Tek Singh v. Shashi Verma [Tek Singh v. Shashi Verma, (2019) 16 SCC 678 : (2020) 2 SCC (Civ) 753] in which this Court adverted to these amendments and then stated: (SCC p. 681, paras 5-6) \"5. ...",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ca43aaf3cf38455a8ab89e3870aa3f5c_89"
    },
    {
      "start": 22138,
      "end": 22289,
      "text": "A reading of this proviso will show that, after 1999, revision petitions filed under Section 115 CPC are not maintainable against interlocutory orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "119ce54ba028456ab63d197bb3e2f055_90"
    },
    {
      "start": 22291,
      "end": 22445,
      "text": "6. ... Even otherwise, it is well settled that the revisional jurisdiction under Section 115 CPC is to be exercised to correct jurisdictional errors only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6a10129e5f44d139ca0d7bfbb1a1ba7_91"
    },
    {
      "start": 22446,
      "end": 22467,
      "text": "This is well settled.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09a4f6d854d9430696b6d853ec6235a9_92"
    },
    {
      "start": 22468,
      "end": 22646,
      "text": "In DLF Housing & Construction Co. (P) Ltd. v. Sarup Singh [DLF Housing & Construction Co. (P) Ltd. v. Sarup Singh, (1969) 3 SCC 807] this Court held: (SCC pp. 811-12, para 5) '5.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1ca143c719bb424cb635a8e32151729a_93"
    },
    {
      "start": 22647,
      "end": 22954,
      "text": "... The position thus seems to be firmly established that while exercising the jurisdiction under Section 115, it is not competent to the High Court to correct errors of fact however gross or even errors of law unless the said errors have relation to the jurisdiction of the Court to try the dispute itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "808dc2cd80cc4f99bb340cbf27d99035_94"
    },
    {
      "start": 22955,
      "end": 23058,
      "text": "Clauses (a) and (b) of this section on their plain reading quite clearly do not cover the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5be109d2e71441982eaafd536280d18_95"
    },
    {
      "start": 23059,
      "end": 23479,
      "text": "It was not contended, as indeed it was not possible to contend, that the learned Additional District Judge had either exercised a jurisdiction not vested in him by law or had failed to exercise a jurisdiction so vested in him, in recording the order that the proceedings under reference be stayed till the decision of the appeal by the High Court in the proceedings for specific performance of the agreement in question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43bef5a7395a4fc2a0f73ddb8c9c74fe_96"
    },
    {
      "start": 23480,
      "end": 23539,
      "text": "Clause (c) also does not seem to apply to the case in hand.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02c5c4fc5aa346bf930cba81f050977f_97"
    },
    {
      "start": 23540,
      "end": 23757,
      "text": "The words \"illegally\" and \"with material irregularity\" as used in this clause do not cover either errors of fact or of law; they do not refer to the decision arrived at but merely to the manner in which it is reached.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "822cb54ecac64b3484be45797b095dab_98"
    },
    {
      "start": 23758,
      "end": 24034,
      "text": "The errors contemplated by this clause may, in our view, relate either to breach of some provision of law or to material defects of procedure affecting the ultimate decision, and not to errors either of fact or of law, after the prescribed formalities have been complied with.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b673fcda75084bd1b9ea6eab88b53758_99"
    },
    {
      "start": 24035,
      "end": 24150,
      "text": "The High Court does not seem to have adverted to the limitation imposed on its power under Section 115 of the Code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f10761fc695443c194f7a790987cb167_100"
    },
    {
      "start": 24151,
      "end": 24602,
      "text": "Merely because the High Court would have felt inclined, had it dealt with the matter initially, to come to a different conclusion on the question of continuing stay of the reference proceedings pending decision of the appeal, could hardly justify interference on revision under Section 115 of the Code when there was no illegality or material irregularity committed by the learned Additional District Judge in his manner of dealing with this question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ab1ca0f130fd4abea09b5ffe8fa510f8_101"
    },
    {
      "start": 24603,
      "end": 24708,
      "text": "It seems to us that in this matter the High Court treated the revision virtually as if it was an appeal.'",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15af0d55b615459f813a0176fe6b784d_102"
    },
    {
      "start": 24709,
      "end": 24725,
      "text": "(SCR at p. 373)\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "224634d9caf6433fb1972a72b02ee23c_103"
    },
    {
      "start": 24726,
      "end": 25023,
      "text": "\n36 . Thus, in the case of Deep Industries Limited v. Oil and Natural gas Corporation Limited and Another (Supra) the issue of maintaining the petition under Article 227 of the Constitution of India has already been laid down which can only be filed if the order suffers from lack of jurisdiction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8c4be0b9ffa4454abfdc3b18822c32c2_104"
    },
    {
      "start": 25025,
      "end": 25269,
      "text": "37. This Court is now proceeding to examine the factual aspect as to whether the ground for assailing the impugned order is lack of jurisdiction or based upon the facts for which the facts of the case are required to be referred hereunder as :-",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b26e31ee61d1412db9e382818346f546_105"
    },
    {
      "start": 25271,
      "end": 25492,
      "text": "The fact of the case herein is that one arbitration proceeding was initiated by appointment of arbitrator by this Court by exercise of the power conferred under Section 11(6) of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3bdfcc5803cc411bbaff7f7bc1ae9e12_106"
    },
    {
      "start": 25493,
      "end": 25641,
      "text": "When the arbitration proceeding was going on, one interlocutory application was filed before the learned Arbitrator for passing of an interim award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9c080d04da84aaea5521aa95ee77696_107"
    },
    {
      "start": 25642,
      "end": 25685,
      "text": "The interim award was passed on 04.11.2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53f61310cc504b4b9f1e3b9c2a6fabc6_108"
    },
    {
      "start": 25686,
      "end": 25904,
      "text": "The said interim award although has been challenged by invoking the jurisdiction conferred under the power under Section 34 of the Arbitration and Conciliation Act, 1996 being Commercial Arbitration Case No. 2 of 2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a3f337837f24c579dc983e56b67825a_109"
    },
    {
      "start": 25905,
      "end": 25932,
      "text": "\nThe same is still pending.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fdcb81f8934e4454967cd41da9967109_110"
    },
    {
      "start": 25933,
      "end": 26031,
      "text": "But there is no ad interim stay in the said proceeding staying the operation of the interim award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1133ca664f54d55aee65ad1ae88cf48_111"
    },
    {
      "start": 26032,
      "end": 26213,
      "text": "The respondents also filed exclusion proceeding before the same Court who is exercising the jurisdiction as conferred under Section 34 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f405f3ae32004f7cbb9c32890f6517f6_112"
    },
    {
      "start": 26215,
      "end": 26632,
      "text": "38. The State has appeared, thereafter, the concerned learned court, on consideration of the fact, has passed order on 13.07.2023 by setting a proceeding for execution of the said interim award and in course thereof, the following direction has been passed:-\n\"From the perusal of record, it transpires that a writ of attachment which was filed on 16.06.2023, a report was called for from the Sheristedar of the court.",
      "labels": [
        "RPC"
      ],
      "id": "2a4cf7ecbe0d4995bf18b4b88b5585bf_113"
    },
    {
      "start": 26633,
      "end": 26694,
      "text": "It has been reported that the writ of attachment is in order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "629eef90af00414caa69c82cacf25818_114"
    },
    {
      "start": 26695,
      "end": 26971,
      "text": "It further transpires that Land and buildings and machinery, equipment, vehicles, treasury heads, Bank Accounts and other Assets of the Judgment Debtor situated/located/lying at Department of Transport, Office at FFP Building, P.O. & P.S. Dhurwa, District - Ranchi, Jharkhand.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "128ba2eed53f44a1b0a74fa294e1063e_115"
    },
    {
      "start": 26972,
      "end": 27051,
      "text": "\nIn view of this, the writ of attachment is ordered to be issued for execution.",
      "labels": [
        "RPC"
      ],
      "id": "e6a92027b1af476e8f035177959cdf5d_116"
    },
    {
      "start": 27052,
      "end": 27443,
      "text": "The Nazir civil Court Ranchi authorized to execute the writ of attachment and attach Land and buildings and machinery, equipment, vehicles, treasury heads, Bank Accounts and other Assets of the Judgment Debtor situated/located/lying at Department of Transport, Office at FFP Building, P.O. & P.S. Dhurwa, District Ranchi, Jharkhand as mentioned in the writ of attachment only at this stage.\"",
      "labels": [
        "RPC"
      ],
      "id": "214a83f6f0f147ffb4d5a538b308d264_117"
    },
    {
      "start": 27445,
      "end": 27577,
      "text": "39. The State being aggrieved with the said direction has filed the instant petition under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b41147f948c8432a9390f4477ddcf80f_118"
    },
    {
      "start": 27578,
      "end": 27974,
      "text": "Although, the Coordinate Division Bench on the very first day has entertained the petition and has allowed time to file counter affidavit to the instant application and in the meanwhile, the Commercial Exclusion Case No. 2 of 2023 has been directed to be kept in abeyance alongwith the order 13.07.2023 and all subsequent orders which appears to have been passed without assigning proper reasons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da7ffe88d56d4c98a3b5340972b56cc5_119"
    },
    {
      "start": 27976,
      "end": 28098,
      "text": "40. We are not in any way concerned with the said order, rather, we are concerned on the basis of the objection so raised.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6860953d5ce14f76a1981b077fa16b49_120"
    },
    {
      "start": 28099,
      "end": 28227,
      "text": "However, it has vehemently been argued on behalf of the respondent raising the issue of maintainability of the instant petition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2731185b5ffa4282867d50201c9b635b_121"
    },
    {
      "start": 28228,
      "end": 28368,
      "text": "On the day when the matter was heard on 31.01.2024 for ready reference, the aforesaid order is being referred herein which reads as under :-",
      "labels": [
        "RPC"
      ],
      "id": "915d3f26d97d42b184fbaa4b517fa871_122"
    },
    {
      "start": 28369,
      "end": 28557,
      "text": "\n\"The instant petition has been filed under Article 227 of the Constitution of India assailing the order passed by the Commercial Court, Ranchi in Commercial Revocation Case No.02 of 2023.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a7ae335d285645efb581f60ba6934311_123"
    },
    {
      "start": 28558,
      "end": 28777,
      "text": "\nAn objection has been raised regarding the maintainability of the present petition filed under Article 227 of the Constitution of India by referring the provision of Section 13(1)(a) of the Commercial Courts Act, 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "174db81a903540818fc8e245d5c1c478_124"
    },
    {
      "start": 28778,
      "end": 28967,
      "text": "\nMr. Sachin Kumar, learned AAG-II appearing for the State has sought for time to address the issue on maintainability of the present petition under Article 227 of the Constitution of India.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a9c29ee8bb0f427a936c3018c8bf2c7b_125"
    },
    {
      "start": 28968,
      "end": 29207,
      "text": "\nMr. Baibhaw Gahlaut, learned counsel for the respondent has submitted that the instant petition although has been filed on 28.07.2023 and in the garb of pendency of the present petition, the time is being taken before the Executing Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "12465b2c38434a05bab991452d6e80d0_126"
    },
    {
      "start": 29208,
      "end": 29398,
      "text": "\nHe has further submitted that last opportunity has been given by the Executing Court by fixing the date on 08.02.2024, hence, he has prayed that this case may be listed prior to 08.02.2024.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "79843a8b2d21452d9f843b2968ecffd1_127"
    },
    {
      "start": 29399,
      "end": 29547,
      "text": "\nConsidering the aforesaid submission, let this matter be listed on 05.02.2024 so that the matter may be heard on the issue of maintainability.\"\n41.",
      "labels": [
        "NONE"
      ],
      "id": "68ed7c0e607b4dd3bb2bffa515327b67_128"
    },
    {
      "start": 29548,
      "end": 29708,
      "text": "This Court has allowed time to the learned State Counsel to be ready on the issue of maintainability as it would be evident from the order dated 31.01.2024.\n42.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ec6393576e84817bdb6433a5d2c8ad4_129"
    },
    {
      "start": 29709,
      "end": 29898,
      "text": "The learned Additional Advocate General No.2 has argued out, as has been referred hereinabove, that the instant petition under Article 227 of the Constitution of India will be maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ae09132dd0114d478a66b53fb15a1d2e_130"
    },
    {
      "start": 29900,
      "end": 30110,
      "text": "43. The ground as has been agitated on behalf of the learned State Counsel has already been referred hereinabove as also the submission in response on behalf of the learned counsel appearing for the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ccba7f9dbe974159b00d87cc04900d1f_131"
    },
    {
      "start": 30111,
      "end": 30206,
      "text": "The same is not being repeated herein, since, the ground has already been referred hereinabove.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "839ba9780cb340699ad47e0efe7cf765_132"
    },
    {
      "start": 30208,
      "end": 30569,
      "text": "44. It is thus evident that the ground of lack of jurisdiction is not the ground in assailing the impugned order and hence, in view of the judgment passed by Hon'ble Apex Court in the case of Deep Industries Limited v. Oil and Natural gas Corporation Limited and Another (Supra), the petition under Article 227 of the Constitution of India is not maintainable.\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8c6d83be4747466a9d97a46ec95be9ed_133"
    },
    {
      "start": 30569,
      "end": 30867,
      "text": "45. Learned counsel appearing for the petitioner has placed an order passed by the Division Bench of this Court in the case of M/s Pioneer Printers through its Proprietor Ram Kumar Agarwal v. Jharkhand Education Project Council through its State Project Director in Commercial Appeal No.03 of 2018.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b6d5174766e94e90be4963b700e15981_134"
    },
    {
      "start": 30869,
      "end": 31019,
      "text": "46. We have gone across the said order and found therefrom that the issue of maintainability of the appeal was involved in the said commercial appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29fe07f2d0a94c7f80d49bd182c92d4c_135"
    },
    {
      "start": 31020,
      "end": 31458,
      "text": "The Coordinate Division Bench, by taking into consideration the judgment rendered by Hon'ble Apex Court in the case of Kandla Export Corporation and Another v. OCI Corporation and Another (Supra), has been pleased to hold by taking note of paragraphs 13 and 14 of the judgment of Hon'ble Apex Court that the appeal will only lie as per the reference of the issue made either under Section 37 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bfccb7d197164a03b5be7d28f5e544b0_136"
    },
    {
      "start": 31459,
      "end": 32679,
      "text": "\n47. Since, herein we are not dealing with the issue of maintainability of the appeal, rather, we are dealing with the issue of maintainability of petition filed under Article 227 of the Constitution of India, and, as such, the aforesaid judgment is not applicable in the facts and circumstances and the issue involved in the instant petition so far as it relates to the maintainability of the issue.\n48. This court, on the basis of the discussion made with respect to the legal position as referred hereinabove and in view of the embargo as commanded under Sub-Section (2) of Section 13 of the Commercial Courts Act, 2015 that the appeal will lie before the Commercial Division Bench of the High Court, is of the view that the instant petition is not maintainable under Article 227 of the Constitution of India in view of the aforesaid embargo.\n49. As such the instant petition is held to be dismissed as not maintainable.\n50. The interim order dated 06.12.2023 is hereby vacated.\n51. It is left open upon the petitioner to search out the remedy for redressal of the grievance.\n52. Accordingly, this Civil Miscellaneous Petition is disposed of.\n(Sujit Narayan Prasad, J.) (Pradeep Kumar Srivastava, J.) A.F.R. Birendra/",
      "labels": [
        "RATIO"
      ],
      "id": "2d060cbba6554de1867eb1a813f98f6a_137"
    }
  ]
}