{
  "id": "115bd1a46afad5d8ee10d001ca2b2f5f8ee313eda8e7a5fc96b18d0994a1b79d",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKerala High Court\nPranathmaka Ayurvedics Pvt Ltd vs Cocosath Health Products on 24 November, 2020 \n          In The High Court Of Kerala At Ernakulam\n\n                          Present\n\n      The Honourable Mr. Justice R. Narayana Pisharadi\n\n  Tuesday, The 24Th Day Of November 2020 / 3Rd Agrahayana,\n                            1942\n\n                   OP(C).No.1467 Of 2020\n\n    Against The Order/Judgment In CMA(Arb) 8/2020 Dated\n     14-09-2020 Of Hon'Ble Commercial Court,Ernakulam\n\n\nPetitioners/Respondents No.1, 3 & 5: \n\n      1     Pranathmaka Ayurvedics Pvt Ltd. \n            Kinfra Food Processing Park, Enadimangalam,\n            Adoor, Pathanamthitta, Kerala - 691 524\n            Represented By Its Ceo, Bismi Aji. \n\n      2     The Ceo (Kmp) (Bzhpa8931R)\n            Pranathmaka Ayurvedics Pvt.Ltd., Kinfra Food\n            Processing Park, Enadimangalam, Adoor,\n            Pathanamthitta, Kerala - 691 524.\n\n      3     Bismi Aji\n            Aged 39 Years\n            Director(Din 08400075), Pranathmaka Ayurvedics\n            Pvt.Ld., Kinfra Food Processing Park,\n            Enadimangalam, Adoor, Pathanamthitta,\n            Kerala - 691 524.\n\n            By Advs . \n            Sri . P.G.Suresh \n            Sri.Rajan Vishnuraj\n            Sri . V.Harish \n            Smt.Aswathy Krishnan \n\nRespondents/Petitioners 1 & 2 - Respondents 2, 4 & 6-10: \n\n      1     Cocosath Health Products \n            Registered Office At 66/3739, 3Rd Floor,\n            Palackal Court, M.G.Road, Ernakulam, Kerala -\n            682 035 Represented By Its Managing Partner,\n            Kuriachan Chacko, Aged 45 Years,\n            S / O.P.V.Chacko. \n O.P.(C) No.1467/2020 \n                               2\n\n\n\n\n       2      Kuriachan Chacko \n              Managing Partner, Aged 45 Years, \n              S / O.P.V.Chacko, M / S.Cocosath Health Products, \n              Registered Office At 66/3739, 3Rd Floor,\n              Palackal Court, M.G.Road, Ernakulam,\n              Kerala - 682 035.\n\n       3      The Managing Director\n              Pranathmaka Ayurvedics Pvt.Ld., Kinfra Food \n              Processing Park, Enadimangalam, Adoor,\n              Pathanamthitta, Kerala - 691 524. \n\n       4      Aji Pappachen\n              Aged 39 Years \n              Managing Director (Din 08532931), Pranathmaka\n              Ayurvedics Pvt.Ld., Kinfra Food Processing\n              Park, Enadimangalam, Adoor, Pathanamthitta,\n              Kerala - 691 524.\n\n       5      Bindhu Baby\n              Aged 43 Years, Additional Director (Din\n              08400045), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n       6      Joby James\n              Aged 40 Years, Additional Director (Din\n              08543402), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n       7      Anna John\n              Aged 35 Years, Additional Director (Din\n              08543582), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n       8      Vivek Mathews Cherian\n              Aged 40 Years, Additional Director (Din\n              08543792), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta , Kerala - 691 524.\n O.P.(C) No.1467/2020\n                               3\n\n\n       9      Regi Puthenparambil Cherian\n              Aged 47 Years, Additional Director (Din\n              08543857), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n              R1-2 By Adv. Sri.Vinode V. Luka\n\n     This  Op   (Civil)   Having  Been   Finally  Heard   On\n16-11-2020, The Court On 24-11-2020 Delivered The Following: \n O.P.(C) No.1467/2020 \n                                  4\n\n\n\n\n                                                                \"Cr \" \n\n                    R.Narayana Pisharadi, J \n                    * * * * * * * * * * * * * * * * * * * * * * * *\n                      O.P.(C) No.1467 of 2020 \n          ---------------------------------------------------\n            Dated this the 24th day of November, 2020\n\n\n                           Judgment\nIs an order passed under Section 9 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Arbitration Act') by a Commercial Court appealable under Section 13(1) of the Commerci al Courts Act, 2015 (hereinafter referred to as 'the Commercial Courts Act')? This question essentially falls for consideration in the instant case. \n2. The first petitioner is a company. The second petitioner is the Chief Executive Officer and the third petitioner is one of the directors of the first petitioner company. The first respondent is a partnership firm. The second respondent is the Managing Partner of the first respondent firm. \n3. The first and the second respondents filed an application under Section 9 of the Arbitration Act in the District Court, Ernakulam against the petitioners. This application (Ext.P8) was transferred to the Commercial Court, Ernakulam (the Principal Sub Court, Ernakulam) and numbered as CMA (Arb) No.8/2020.\n4. The reliefs prayed for in Ext.P8 application are the following: \n                   \"a.        Issue a Decree of Interim Injunction              restraining        the       Respondent         No.1    and     the Respondents No.2 to 10 or their men, officers and agents, from appointing any persons and/or business establishments as the Exclusive Global Marketer and Distributor or Marketer or Distributor for the distribution, marketing or sales of the products as defined in the Agreement dated 26.06.2017;\nb. Issue a Decree of Interim Injunction restraining the Respondents No.1 to 10 or their men, officers and agents, from transferring to any person or entity, the Product know-how or confidential information of the 'Products' as defined in the Agreement dated 26.06.2017;\nc. Pass such other interim measure of protection as may appear to the Court to be just and convenient.\"\n5. As per Ext.P9 judgment dated 14.09.2020, the Commercial Court, Ernakulam allowed Ext.P8 application. The operative portion of Ext.P9 judgment reads as follows:\n                 \"In   the     result,       the   Civil     Miscellaneous            Application is allowed.             The respondents are hereby restrained from appointing any persons and/or business establishments as the exclusive global marketer or distributor for the distribution, marketing or sale of the products of the 1 st respondent company and from transferring to any 3rd parties the product know-how or confidential information of the products till Arbitration proceedings are commenced in the case. The parties shall bear their respective costs.\"\n6. This original petition is filed under Article 227 of the Constitution of India challenging the legality and propriety of Ext.P9 judgment. \n7. Heard learned counsel for the petitioners and also the first and the second respondents.\n8. Learned counsel for the respondents raised a preliminary objection regarding the maintainability of this original petition filed under Article 227 of the Constitution of India. He invited the attention of this Court to Section 13(1) of the Commercial Courts Act which provides for appeal against the orders passed by a Commercial Court below the level of a District Judge. Learned counsel contended that, in view of the alternative and efficacious remedy available to the petitioners as provided under Section 13(1) of the Commercial Courts Act, the original petition filed by them under Article 227 of the Constitution of India is not maintainable. \n9. Learned counsel for the petitioners contended that an appeal under Section 13(1) of Commercial Courts Act is maintainable only against a decree or final judgment passed by a Commercial Court. He would also contend that, an alternative and efficacious statutory remedy available to a person against an order passed by a subordinate court, is not an absolute bar to entertain an application under Article 227 of the Constitution of India. \n10. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 came into force on 23.10.2015, in terms of the deeming provision under Section 1(3) thereof. The provisions of this statute were amended and the name of this Act was changed as 'the Commercial Courts Act' by virtue of Act 28 of 2018 which came into force on 03.05.2018. \n11. Section 13 of the Act of 2015, as it stood originally, read as follows:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n12. As per Section 12 of the Amendment Act of 2018, Section 13 of the Act of 2015 was substituted as follows:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.- (1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order: \nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996). \n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n13. On a plain reading of the provision in the amended Section 13(1) of the Commercial Courts Act, it is evident that the judgment or order of a Commercial Court below the level of a District Judge is appealable. The provision is plain and clear. The right of appeal under Section 13(1) of the Commercial Courts Act is not restricted to the parties to the litigation. Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court. \n14. Learned counsel for the petitioners submitted that the heading of Section 13 of the Commercial Courts Act states \"Appeals from decrees of Commercial Courts and Commercial Divisions\" and therefore, an appeal under Section 13(1) of the Act would lie only from a decree or a final judgment passed by a Commercial Court and no appeal will lie from an order, especially an interlocutory or interim order, passed by a Commercial Court.\n15. There is no merit in the above contention. If the above contention of the learned counsel is accepted, the word \"order\" in Section 13(1) of the Commercial Courts Act would be a surplasage and that word would become otiose or redundant. \n16. The first and the primary rule of construction of a statutory provision is that the intention of the legislation must be found in the words used by the legislature itself. It is well settled that the heading given to a Section cannot control the plain words of the provision. The heading of a provision cannot be referred to for the purpose of construing the provision when the words and the language used in the provision are clear and unambiguous. Seeking assistance from the heading of a provision to interpret the provision can be resorted to only in case of ambiguity or doubt, that too, as an aid in construing the provision. The marginal heading cannot control the interpretation of the words of the section particularly when the language of the section is clear and unambiguous. \n17. There is no justification for restricting the section by the marginal note nor does the marginal note control the meaning of the body of the section if the language employed therein is clear and spells out its own meaning (See Karnataka Rare Earth v. Senior Geologist : AIR 2004 SC 2915). Heading or title of a section has only a limited role to play in the construction of statutes. They may be taken as very broad and general indicators of the nature of the subject-matter dealt with thereunder. The heading or title may also be taken as a condensed name assigned to indicate collectively the characteristics of the subject- matter dealt with by the enactment. In case of conflict between the plain language of the provision and the meaning of the heading or title, the heading or title would not control the meaning which is clearly and plainly discernible from the language of the provision thereunder (See Raichurmatham Prabhakar v. Rawatmal Dugar: AIR 2004 SC 3625). If the language of the relevant section gives a simple meaning and message, it should be interpreted in such a way and there is no need to give any weightage to headings (See Union of India v. National Federation of the Blind : (2013) 10 SCC 772). \n18. The title to the provision need not invariably indicate the contents of the provision. If the provision is otherwise clear and unambiguous, the title pales into irrelevance. On the contrary, if the contents of the provision are otherwise ambiguous, an aid can be sought from the title so as to define the provision. In the event of a conflict between the plain expressions in the provision and the indicated title, the title cannot control the contents of the provision. Title is only a broad and general indication of the nature of the subject dealt under the provision (See Maqbool v. State of U.P : AIR 2018 SC 5101). \n19. Section 13(2) of the Commercial Courts Act has restricted the scope of filing appeals by stating that, notwithstanding anything contained in any other law for the time being in force, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the Act. This provision also indicates that appeals lie from orders of the Commercial Courts as provided in Section 13(1) of the Act. \n20. The matter can be considered from another angle. In the instant case, the impugned order is an order of injunction. It is appealable under Order XLIII of the Code of Civil Procedure, 1908. It is an order passed under Section 9 of the Arbitration Act. It is also appealable under Section 37 of the Arbitration Act. Section 37(1)(b) of the Arbitration Act states that an appeal shall lie from an order granting or refusing to grant any measure under Section 9 of the said Act. Right of appeal is the creature of a statute. It is well settled that right of appeal is a substantive right. Nothing contained in Section 13(1) or Section 13(2) of the Commercial Courts Act curtails this right of appeal. \n21. At this juncture, it is to be noted that the heading of the unamended Section 13 of the Commercial Courts Act also read as \"Appeals from decrees of Commercial Courts and Commercial Divisions\". There was a proviso to unamended Section 13(1) of the Act which now stands as the proviso to Section 13(1A) of the Act. This proviso restricts the right of appeal from orders that are specifically enumerated under Order XLIII of the Code of Civil Procedure and Section 37 of the Arbitration Act. If the contention of the learned counsel for the petitioners is accepted, the proviso to Section 13(1A) of the Commercial Courts Act would be meaningless. \n22. The scope of the proviso to the unamended Section 13(1) of the Commercial Courts Act, which now stands as the proviso to Section 13(1A) of the Act, was considered by the Supreme Court in Kandla Export Corporation v. M/s OCI Corporation : (2018) 14 SCC 715 and it was held as follows:\n\"Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts. The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court. To this main provision, an exception is carved out by the proviso. ..... The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court\". \n23. Moreover, in order to find out whether an appeal against an order passed under Section 9 of the Arbitration Act is maintainable or not, the provisions of the said Act have to be looked into. There is no independent right of appeal provided under Section 13(1) of the Commercial Courts Act. It merely provides the forum of filing appeals. Section 37(1) (b) of the Arbitration Act creates the right to file an appeal against an order granting or refusing to grant any measure under Section 9 of the said Act. It is the parameters of Section 37(1) of the Arbitration Act alone which have to be looked at in order to determine whether an appeal against an order under Section 9 of the said Act is maintainable or not (See BGS SGS Soma JV v. NHPC Limited : (2020) 4 SCC 234). \n24. The question whether the proviso in Section 13 of the Commercial Courts Act applies only to Section 13(1A) or whether it applies to Section 13(1) also, does not arise for consideration in the instant case. The reason is that, the order impugned in this original petition, is an order passed under Section 9 of the Arbitration Act and therefore, appealable under Section 37 of the said Act, which is specifically mentioned in the proviso. \n25. The discussion above leads to the conclusion that an order under Section 9 of the Arbitration and Conciliation Act, 1996 passed by a Commercial Court below the level of a District Judge is appealable under Section 13(1) of the Commercial Courts Act. \n26. However, the contention of the learned counsel for the respondents that, the remedy of appeal against an order provided under a statute is an absolute bar in entertaining an application or petition under Article 227 of the Constitution of India, cannot be accepted. \n27. The power vested in the High Court to exercise judicial superintendence over the decisions of all Courts and Tribunals within its respective jurisdiction is part of the basic structure of the Constitution, forming its integral and essential feature, which cannot be tampered with much less taken away even by constitutional amendment, not to speak of a parliamentary legislation (See Chandra Kumar v. Union of India : AIR 1997 SC 1125).\n28. The High Court in exercise of its jurisdiction of superintendence can interfere in order to keep the tribunals and the Courts subordinate to it 'within the bounds of their authority'. The High Court can interfere in exercise of its power of superintendence when there has been a patent perversity in the orders of tribunals and Courts subordinate to it or where there has been a gross and manifest failure of justice or the basic principles of natural justice have been flouted. The power may be exercised in cases occasioning grave injustice or failure of justice such as when (i) the Court or tribunal has assumed a jurisdiction which it does not have, (ii) has failed to exercise a jurisdiction which it does have, such failure occasioning a failure of justice, and (iii) the jurisdiction though available is being exercised in a manner which tantamounts to overstepping the limits of jurisdiction. \n29. However, when there is a remedy of appeal before a civil court available to an aggrieved person and such remedy is not availed of by him, it would deter the High Court, not merely as a measure of self imposed restriction, but as a matter of discipline and prudence, from exercising its power of superintendence under Article 227 of the Constitution (See V.H.N.D.P.Sabai v. Tuticorin Educational Society : (2019) 9 SCC 538).\n30. Learned counsel for the petitioners contended that, in view of the provision contained in Section 8 of the Commercial Courts Act, no appeal would lie against an interlocutory order passed by a Commercial Court and the petitioners would be able to challenge such an order only in an appeal filed against the decree or a final judgment.\n31. The above contention is misconceived. Section 8 of the Commercial Courts Act states that, notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of Section 13, shall be raised only in an appeal against the decree of the Commercial Court. What is barred under Section 8 of the Commercial Courts Act is Civil Revision Application or petition against an interlocutory order passed by a Commercial Court. An appeal against an order passed by a Commercial Court is not barred under Section 8 of the said Act. It is specifically provided under Section 8 of the Commercial Courts Act that the said provision is subject to the remedy of appeal provided under Section 13 of the Act. \n32. In the instant case, the petitioners have not shown any reason for not availing the remedy of appeal against the order impugned in this original petition. In such circumstances, this Court is not inclined to interfere with the impugned order by invoking the power under Article 227 of the Constitution of India. \n33. Consequently, the original petition is dismissed. It is made clear that this Court has not considered the merits of the order impugned in this original petition. The dismissal of this original petition will not preclude the petitioners from availing the remedy of appeal provided under law. If the period prescribed by the statute for filing the appeal is over, the petitioners may bring to the notice of the appellate court concerned the fact that the original petition filed by them was pending before this Court for the period from 29.09.2020 till this date and seek from that court appropriate relief, if any, available under law. \n(sd/-) R.NARAYANA PISHARADI, JUDGE jsr APPENDIX PETITIONERS' EXHIBITS: \nEXHIBIT P1 A TRUE PHOTOCOPY OF THE RESOLUTION DATED 26/09/2020 PASSED BY THE BOARD OF DIRECTORS OF THE 1ST PETITIONER COMPANY. \nEXHIBIT P2 A TRUE PHOTOCOPY OF THE EXCLUSIVE MARKETING AND DISTRIBUTION AGREEMENT DATED 26/06/2017 BETWEEN MR.PRINCE P.SATHYAN AND THE 1ST RESPONDENT. \nEXHIBIT P3 A TRUE PHOTOCOPY OF THE AGREEMENT DATED 25/03/2019 ENTERED BETWEEN THE SAID MR.PRINCE P.SATHYAN AND THE 4TH AND 9TH RESPONDENTS. \nEXHIBIT P4             A TRUE PHOTOCOPY OF THE EMAIL DATED                        26/03/2019   RECEIVED    BY   THE    4TH                        PETITIONER FROM MR.PRINCE P.SATHYAN. \n\nEXHIBIT P5             A TRUE PHOTOCOPY OF THE ENDORSEMENT                        MADE   BY   THE  2ND   RESPONDENT  AND MR.PRINCE P.SATHYAN CANCELLING EXHIBIT P2 AGREEMENT.\nEXHIBIT P6             A TRUE PHOTOCOPY OF AGREEMENT DATED                        21/08/2019 EXECUTED BETWEEN MR.PRINCE                        P.SATHYAN    AND THE   4TH  AND   9TH                        RESPONDENTS. \n\nEXHIBIT P6(A )          A TRUE PHOTOCOPY OF THE EMAIL DATED                        02/09/2019 SENT BY THE 2ND RESPONDENT                        TO THE 4TH RESPONDENT. \n\nEXHIBIT P7             A TRUE COPY OF THE LEGAL NOTICE DATED                        28/01/2020 ISSUED BY THE 2ND RESPONDENT                        TO THE PETITIONERS. \n\n\n\n\n\n\nEXHIBIT P8             A TRUE PHOTOCOPY OF THE APPLICATION IN                        CMA (ARB) NO.8 OF 2020 PREFERRED BY THE                        RESPONDENTS NO.1 AND 2 BEFORE THE                        HON'BLE   DISTRICT   COURT,   ERNAKULAM                        EXCLUDING DOCUMENTS. \n\nEXHIBIT P9             A TRUE PHOTOCOPY OF THE ORDER/JUDGMENT                        DATED 14/09/2020 PASSED BY THE HON'BLE                        COMMERCIAL COURT, ERNAKULAM IN CMA                        (ARB) NO.8 OF 2020. \n\nRESPONDENTS' EXHIBITS    :     NIL                              TRUE COPY                                           PS TO JUDGE  ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "NONE"
      ],
      "id": "503a8f74dad649f188361b93b3f0fbd6_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "NONE"
      ],
      "id": "a0385c7d8d74488eb23ee253be414d9d_1"
    },
    {
      "start": 242,
      "end": 340,
      "text": "\nKerala High Court\nPranathmaka Ayurvedics Pvt Ltd vs Cocosath Health Products on 24 November, 2020",
      "labels": [
        "NONE"
      ],
      "id": "67e900e70f4c41e495014784d4e3df11_2"
    },
    {
      "start": 352,
      "end": 768,
      "text": "In The High Court Of Kerala At Ernakulam\n\n                          Present\n\n      The Honourable Mr. Justice R. Narayana Pisharadi\n\n  Tuesday, The 24Th Day Of November 2020 / 3Rd Agrahayana,\n                            1942\n\n                   OP(C).No.1467 Of 2020\n\n    Against The Order/Judgment In CMA(Arb) 8/2020 Dated\n     14-09-2020 Of Hon'Ble Commercial Court,Ernakulam\n\n\nPetitioners/Respondents No.1, 3 & 5:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53ad888e558049d9b3befda89e5dfedf_3"
    },
    {
      "start": 769,
      "end": 814,
      "text": "\n\n      1     Pranathmaka Ayurvedics Pvt Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2becb502e7574d34a0be1d16bca55f0c_4"
    },
    {
      "start": 828,
      "end": 970,
      "text": "Kinfra Food Processing Park, Enadimangalam,\n            Adoor, Pathanamthitta, Kerala - 691 524\n            Represented By Its Ceo, Bismi Aji.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3eea372eb524b8f8709f3128c4787f8_5"
    },
    {
      "start": 979,
      "end": 1424,
      "text": "2     The Ceo (Kmp) (Bzhpa8931R)\n            Pranathmaka Ayurvedics Pvt.Ltd., Kinfra Food\n            Processing Park, Enadimangalam, Adoor,\n            Pathanamthitta, Kerala - 691 524.\n\n      3     Bismi Aji\n            Aged 39 Years\n            Director(Din 08400075), Pranathmaka Ayurvedics\n            Pvt.Ld., Kinfra Food Processing Park,\n            Enadimangalam, Adoor, Pathanamthitta,\n            Kerala - 691 524.\n\n            By Advs",
      "labels": [
        "PREAMBLE"
      ],
      "id": "588c5f8bfda0431182d663ba36ac291b_6"
    },
    {
      "start": 1425,
      "end": 1443,
      "text": ". \n            Sri",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2cbb2eb1d6b943cb9e1500e634c537b7_7"
    },
    {
      "start": 1444,
      "end": 1456,
      "text": ". P.G.Suresh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1826e95eec674e0a93d75489c4e6bbf9_8"
    },
    {
      "start": 1470,
      "end": 1502,
      "text": "Sri.Rajan Vishnuraj\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76766d238ba242e79ee855efd7e79da6_9"
    },
    {
      "start": 1502,
      "end": 1516,
      "text": "Sri . V.Harish",
      "labels": [
        "PREAMBLE"
      ],
      "id": "901a49c7abb744d597750e17b6df8838_10"
    },
    {
      "start": 1530,
      "end": 1550,
      "text": "Smt.Aswathy Krishnan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d0c138f80be149ae877cce675853863b_11"
    },
    {
      "start": 1551,
      "end": 1609,
      "text": "\n\nRespondents/Petitioners 1 & 2 - Respondents 2, 4 & 6-10:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7d117f7ca7a54201ab2f12a703aa486f_12"
    },
    {
      "start": 1610,
      "end": 1648,
      "text": "\n\n      1     Cocosath Health Products",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7648a5c401724c9780e0e6faecc24868_13"
    },
    {
      "start": 1662,
      "end": 1876,
      "text": "Registered Office At 66/3739, 3Rd Floor,\n            Palackal Court, M.G.Road, Ernakulam, Kerala -\n            682 035 Represented By Its Managing Partner,\n            Kuriachan Chacko, Aged 45 Years,\n            S",
      "labels": [
        "PREAMBLE"
      ],
      "id": "db9e291b572343c8a62eb8231997e8dd_14"
    },
    {
      "start": 1877,
      "end": 1892,
      "text": "/ O.P.V.Chacko.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b9c160014a049aca013df7af780b8b9_15"
    },
    {
      "start": 1895,
      "end": 1915,
      "text": "O.P.(C) No.1467/2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "33c70e9d8b60483cacf0729ced63c461_16"
    },
    {
      "start": 1916,
      "end": 1962,
      "text": "\n                               2\n\n\n\n\n       2",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69165df65b3348f9ac48723c6766cefc_17"
    },
    {
      "start": 1968,
      "end": 1984,
      "text": "Kuriachan Chacko",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf3236b495374e17b007c6a30269e780_18"
    },
    {
      "start": 2000,
      "end": 2032,
      "text": "Managing Partner, Aged 45 Years,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c068e2a48e84b08babb28425b182ed9_19"
    },
    {
      "start": 2048,
      "end": 2067,
      "text": "S / O.P.V.Chacko, M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "695c114652d34a2ea545606d8f8c9bae_20"
    },
    {
      "start": 2068,
      "end": 2097,
      "text": "/ S.Cocosath Health Products,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d88a89ff6d9a4ff6a03cd2227061fd30_21"
    },
    {
      "start": 2113,
      "end": 2288,
      "text": "Registered Office At 66/3739, 3Rd Floor,\n              Palackal Court, M.G.Road, Ernakulam,\n              Kerala - 682 035.\n\n       3      The Managing Director\n              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d9b8dab683cf41a298d8c8a1f4645113_22"
    },
    {
      "start": 2288,
      "end": 2331,
      "text": "Pranathmaka Ayurvedics Pvt.Ld., Kinfra Food",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ae6e3a20b02742afbe2a08711fed400d_23"
    },
    {
      "start": 2332,
      "end": 2433,
      "text": "\n              Processing Park, Enadimangalam, Adoor,\n              Pathanamthitta, Kerala - 691 524.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "140430b1e56145b18554890f8935b138_24"
    },
    {
      "start": 2443,
      "end": 2478,
      "text": "4      Aji Pappachen\n              ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f50349f7131842e68e8d4d6a5fed893e_25"
    },
    {
      "start": 2478,
      "end": 2491,
      "text": "Aged 39 Years",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9733e709ca5f4836825ed22665b405ab_26"
    },
    {
      "start": 2507,
      "end": 4094,
      "text": "Managing Director (Din 08532931), Pranathmaka\n              Ayurvedics Pvt.Ld., Kinfra Food Processing\n              Park, Enadimangalam, Adoor, Pathanamthitta,\n              Kerala - 691 524.\n\n       5      Bindhu Baby\n              Aged 43 Years, Additional Director (Din\n              08400045), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n       6      Joby James\n              Aged 40 Years, Additional Director (Din\n              08543402), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n       7      Anna John\n              Aged 35 Years, Additional Director (Din\n              08543582), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n       8      Vivek Mathews Cherian\n              Aged 40 Years, Additional Director (Din\n              08543792), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta , Kerala - 691 524.\n O.P.(C) No.1467/2020\n                               3\n\n\n       9      Regi Puthenparambil Cherian\n              Aged 47 Years, Additional Director (Din\n              08543857), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n              R1-2 By Adv. Sri.Vinode V. Luka\n\n     This  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "36a81f544a5f43c79fabaf0eb7a7e575_27"
    },
    {
      "start": 4094,
      "end": 4106,
      "text": "Op   (Civil)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c80b75acaf046c3a7101403b5121a0f_28"
    },
    {
      "start": 4109,
      "end": 4138,
      "text": "Having  Been   Finally  Heard",
      "labels": [
        "PREAMBLE"
      ],
      "id": "01c06df968ea4b5cb1689fc406ee166a_29"
    },
    {
      "start": 4141,
      "end": 4204,
      "text": "On\n16-11-2020, The Court On 24-11-2020 Delivered The Following:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b9c14709a204607a9d0b24e21e2a7de_30"
    },
    {
      "start": 4207,
      "end": 4227,
      "text": "O.P.(C) No.1467/2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "19bc90c9887f4262bffe75864d7f134b_31"
    },
    {
      "start": 4263,
      "end": 4336,
      "text": "4\n\n\n\n\n                                                                \"Cr",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8f412898305e45d88d764d3fd9e12b2f_32"
    },
    {
      "start": 4337,
      "end": 4384,
      "text": "\" \n\n                    R.Narayana Pisharadi, J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e0d112544b6b416b8425a1aa4924c71b_33"
    },
    {
      "start": 4406,
      "end": 4413,
      "text": "* * * *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "61990d8f06934ade8ffcb9f3a972751b_34"
    },
    {
      "start": 4414,
      "end": 4421,
      "text": "* * * *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aaf0f9fabf354064bc9d2e0e870d1226_35"
    },
    {
      "start": 4422,
      "end": 4429,
      "text": "* * * *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2770c1fcc8a04b97998944f545c78262_36"
    },
    {
      "start": 4430,
      "end": 4437,
      "text": "* * * *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "09d116b544ae433d95893be4acb29522_37"
    },
    {
      "start": 4438,
      "end": 4445,
      "text": "* * * *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a50d0f1e5dea4976ab52143bf2c481b0_38"
    },
    {
      "start": 4446,
      "end": 4499,
      "text": "* * * *\n                      O.P.(C) No.1467 of 2020",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47b0718e14614a9ab532839796259011_39"
    },
    {
      "start": 4511,
      "end": 4575,
      "text": "---------------------------------------------------\n            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "36e178a39fdc40a3b867672d146223d2_40"
    },
    {
      "start": 4575,
      "end": 4855,
      "text": "Dated this the 24th day of November, 2020\n\n\n                           Judgment\nIs an order passed under Section 9 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Arbitration Act') by a Commercial Court appealable under Section 13(1) of the Commerci",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d39a2913d5f1492ab2adfca9a67b3237_41"
    },
    {
      "start": 4856,
      "end": 4933,
      "text": "al Courts Act, 2015 (hereinafter referred to as 'the Commercial Courts Act')?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30a0621c4f4549fcb5a53c6d2f7acf89_42"
    },
    {
      "start": 4934,
      "end": 5004,
      "text": "This question essentially falls for consideration in the instant case.",
      "labels": [
        "NONE"
      ],
      "id": "8aa8cd55be1d4678a659e8ea17b92d82_43"
    },
    {
      "start": 5006,
      "end": 5043,
      "text": "2. The first petitioner is a company.",
      "labels": [
        "NONE"
      ],
      "id": "cadaade118e64038b77302704cef53af_44"
    },
    {
      "start": 5044,
      "end": 5178,
      "text": "The second petitioner is the Chief Executive Officer and the third petitioner is one of the directors of the first petitioner company.",
      "labels": [
        "FAC"
      ],
      "id": "ffe4f8ece9a14bac9ca60be1802d0583_45"
    },
    {
      "start": 5179,
      "end": 5222,
      "text": "The first respondent is a partnership firm.",
      "labels": [
        "FAC"
      ],
      "id": "3fe7a860ccf64f2fa0637b99c86b4f45_46"
    },
    {
      "start": 5223,
      "end": 5298,
      "text": "The second respondent is the Managing Partner of the first respondent firm.",
      "labels": [
        "NONE"
      ],
      "id": "cab64ed73d1441b9847a2cf48ad4b6d0_47"
    },
    {
      "start": 5300,
      "end": 5457,
      "text": "3. The first and the second respondents filed an application under Section 9 of the Arbitration Act in the District Court, Ernakulam against the petitioners.",
      "labels": [
        "FAC"
      ],
      "id": "def642e7ccf74659a70c987194d0a8ea_48"
    },
    {
      "start": 5458,
      "end": 5611,
      "text": "This application (Ext.P8) was transferred to the Commercial Court, Ernakulam (the Principal Sub Court, Ernakulam) and numbered as CMA (Arb) No.8/2020.\n4.",
      "labels": [
        "FAC"
      ],
      "id": "2a888d824251443087130b991e1ab2b6_49"
    },
    {
      "start": 5612,
      "end": 5675,
      "text": "The reliefs prayed for in Ext.P8 application are the following:",
      "labels": [
        "FAC"
      ],
      "id": "4c165d03235a48b69d27311a5d607db2_50"
    },
    {
      "start": 5676,
      "end": 5776,
      "text": "\n                   \"a.        Issue a Decree of Interim Injunction              restraining        ",
      "labels": [
        "FAC"
      ],
      "id": "bbca346f5bf348e2b221c145eae74fb4_51"
    },
    {
      "start": 5776,
      "end": 5816,
      "text": "the       Respondent         No.1    and",
      "labels": [
        "FAC"
      ],
      "id": "64890d6d683948bb84b48514db13c88e_52"
    },
    {
      "start": 5817,
      "end": 6497,
      "text": "    the Respondents No.2 to 10 or their men, officers and agents, from appointing any persons and/or business establishments as the Exclusive Global Marketer and Distributor or Marketer or Distributor for the distribution, marketing or sales of the products as defined in the Agreement dated 26.06.2017;\nb. Issue a Decree of Interim Injunction restraining the Respondents No.1 to 10 or their men, officers and agents, from transferring to any person or entity, the Product know-how or confidential information of the 'Products' as defined in the Agreement dated 26.06.2017;\nc. Pass such other interim measure of protection as may appear to the Court to be just and convenient.\"\n5.",
      "labels": [
        "FAC"
      ],
      "id": "c2c33b054a074cdfbb9d6d89c17fa214_53"
    },
    {
      "start": 6498,
      "end": 6598,
      "text": "As per Ext.P9 judgment dated 14.09.2020, the Commercial Court, Ernakulam allowed Ext.P8 application.",
      "labels": [
        "FAC"
      ],
      "id": "8dfcbd494a1f43bfa104a56162a60f56_54"
    },
    {
      "start": 6599,
      "end": 6780,
      "text": "The operative portion of Ext.P9 judgment reads as follows:\n                 \"In   the     result,       the   Civil     Miscellaneous            Application is allowed.             ",
      "labels": [
        "FAC"
      ],
      "id": "129cfa8594a94381883917af298dd06c_55"
    },
    {
      "start": 6780,
      "end": 7173,
      "text": "The respondents are hereby restrained from appointing any persons and/or business establishments as the exclusive global marketer or distributor for the distribution, marketing or sale of the products of the 1 st respondent company and from transferring to any 3rd parties the product know-how or confidential information of the products till Arbitration proceedings are commenced in the case.",
      "labels": [
        "FAC"
      ],
      "id": "989a733bb8ac4734b26e8d73a3f7e650_56"
    },
    {
      "start": 7174,
      "end": 7224,
      "text": "The parties shall bear their respective costs.\"\n6.",
      "labels": [
        "FAC"
      ],
      "id": "b4d1771bec6d4641914814596eb3be38_57"
    },
    {
      "start": 7225,
      "end": 7362,
      "text": "This original petition is filed under Article 227 of the Constitution of India challenging the legality and propriety of Ext.P9 judgment.",
      "labels": [
        "FAC"
      ],
      "id": "dc27d7a8c2894257baa2f6cd7af51be1_58"
    },
    {
      "start": 7364,
      "end": 7458,
      "text": "7. Heard learned counsel for the petitioners and also the first and the second respondents.\n8.",
      "labels": [
        "NONE"
      ],
      "id": "d7817aa5a26c4fd592148ede573d580f_59"
    },
    {
      "start": 7459,
      "end": 7635,
      "text": "Learned counsel for the respondents raised a preliminary objection regarding the maintainability of this original petition filed under Article 227 of the Constitution of India.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c52b88faf1824e2099ec2aabc349ee37_60"
    },
    {
      "start": 7636,
      "end": 7831,
      "text": "He invited the attention of this Court to Section 13(1) of the Commercial Courts Act which provides for appeal against the orders passed by a Commercial Court below the level of a District Judge.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "53e1a5c63b5e40289d57258f81ec8ad4_61"
    },
    {
      "start": 7832,
      "end": 8108,
      "text": "Learned counsel contended that, in view of the alternative and efficacious remedy available to the petitioners as provided under Section 13(1) of the Commercial Courts Act, the original petition filed by them under Article 227 of the Constitution of India is not maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2120832d22504b62a6704efe7403acce_62"
    },
    {
      "start": 8110,
      "end": 8304,
      "text": "9. Learned counsel for the petitioners contended that an appeal under Section 13(1) of Commercial Courts Act is maintainable only against a decree or final judgment passed by a Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "051b6009e40b49c08ac0513f9a9f563b_63"
    },
    {
      "start": 8305,
      "end": 8549,
      "text": "He would also contend that, an alternative and efficacious statutory remedy available to a person against an order passed by a subordinate court, is not an absolute bar to entertain an application under Article 227 of the Constitution of India.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "87d856976b2e442d830a546a75ff36d2_64"
    },
    {
      "start": 8551,
      "end": 8749,
      "text": "10. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 came into force on 23.10.2015, in terms of the deeming provision under Section 1(3) thereof.",
      "labels": [
        "STA"
      ],
      "id": "98979f794e104045b90b218545103bbf_65"
    },
    {
      "start": 8750,
      "end": 8926,
      "text": "The provisions of this statute were amended and the name of this Act was changed as 'the Commercial Courts Act' by virtue of Act 28 of 2018 which came into force on 03.05.2018.",
      "labels": [
        "STA"
      ],
      "id": "12d8151d43bd4ae286f9d0b122eeca0a_66"
    },
    {
      "start": 8927,
      "end": 9913,
      "text": "\n11. Section 13 of the Act of 2015, as it stood originally, read as follows:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n12.",
      "labels": [
        "STA"
      ],
      "id": "700f3985bac54fdeb7711a651648f0ad_67"
    },
    {
      "start": 9914,
      "end": 10313,
      "text": "As per Section 12 of the Amendment Act of 2018, Section 13 of the Act of 2015 was substituted as follows:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.- (1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n",
      "labels": [
        "STA"
      ],
      "id": "21666dc4b25e45b5b11198977b28c5c8_68"
    },
    {
      "start": 10313,
      "end": 10652,
      "text": "(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:",
      "labels": [
        "STA"
      ],
      "id": "ea5e7c9d98d742e8909087d91014ad11_69"
    },
    {
      "start": 10653,
      "end": 10944,
      "text": "\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).",
      "labels": [
        "STA"
      ],
      "id": "5fb834b0bafa40e9903a7f10b6b00f48_70"
    },
    {
      "start": 10945,
      "end": 11221,
      "text": "\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n13.",
      "labels": [
        "STA"
      ],
      "id": "0f34002128864eba97effc972262b987_71"
    },
    {
      "start": 11222,
      "end": 11430,
      "text": "On a plain reading of the provision in the amended Section 13(1) of the Commercial Courts Act, it is evident that the judgment or order of a Commercial Court below the level of a District Judge is appealable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "94db0ffc12e9424ba3e3a4835f67d4ee_72"
    },
    {
      "start": 11431,
      "end": 11464,
      "text": "The provision is plain and clear.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "74d3ed8bae2546ac819b863a5a9728bd_73"
    },
    {
      "start": 11465,
      "end": 11585,
      "text": "The right of appeal under Section 13(1) of the Commercial Courts Act is not restricted to the parties to the litigation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c694dc6fbf3240f2800920701df28822_74"
    },
    {
      "start": 11586,
      "end": 11735,
      "text": "Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aee73e02da974958b96f05e565a71943_75"
    },
    {
      "start": 11737,
      "end": 12174,
      "text": "14. Learned counsel for the petitioners submitted that the heading of Section 13 of the Commercial Courts Act states \"Appeals from decrees of Commercial Courts and Commercial Divisions\" and therefore, an appeal under Section 13(1) of the Act would lie only from a decree or a final judgment passed by a Commercial Court and no appeal will lie from an order, especially an interlocutory or interim order, passed by a Commercial Court.\n15.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "016148e531b1461faafe7dea713aefa6_76"
    },
    {
      "start": 12175,
      "end": 12217,
      "text": "There is no merit in the above contention.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eaf53645ae354fee86348fa9208d6d9a_77"
    },
    {
      "start": 12218,
      "end": 12410,
      "text": "If the above contention of the learned counsel is accepted, the word \"order\" in Section 13(1) of the Commercial Courts Act would be a surplasage and that word would become otiose or redundant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0579b193e3104c3e840ddf4a8b618b77_78"
    },
    {
      "start": 12412,
      "end": 12587,
      "text": "16. The first and the primary rule of construction of a statutory provision is that the intention of the legislation must be found in the words used by the legislature itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5c130fa99b2b4e9998aad4c7190c1bbb_79"
    },
    {
      "start": 12588,
      "end": 12691,
      "text": "It is well settled that the heading given to a Section cannot control the plain words of the provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c5d8240202a942019d436605d6a0df2b_80"
    },
    {
      "start": 12692,
      "end": 12865,
      "text": "The heading of a provision cannot be referred to for the purpose of construing the provision when the words and the language used in the provision are clear and unambiguous.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c64ffa925e74f5fa6edd1f23819727d_81"
    },
    {
      "start": 12866,
      "end": 13047,
      "text": "Seeking assistance from the heading of a provision to interpret the provision can be resorted to only in case of ambiguity or doubt, that too, as an aid in construing the provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0da41fdc848c41c1a2b13138a1adc098_82"
    },
    {
      "start": 13048,
      "end": 13202,
      "text": "The marginal heading cannot control the interpretation of the words of the section particularly when the language of the section is clear and unambiguous.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eacb4e6f41e14c01b9e15921b59887c9_83"
    },
    {
      "start": 13204,
      "end": 13496,
      "text": "17. There is no justification for restricting the section by the marginal note nor does the marginal note control the meaning of the body of the section if the language employed therein is clear and spells out its own meaning (See Karnataka Rare Earth v. Senior Geologist : AIR 2004 SC 2915).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fdbdfa1b780443f4b8395c1f068d47a5_84"
    },
    {
      "start": 13497,
      "end": 13591,
      "text": "Heading or title of a section has only a limited role to play in the construction of statutes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1f0b79f1d974a6eb0574a86d48833b8_85"
    },
    {
      "start": 13592,
      "end": 13705,
      "text": "They may be taken as very broad and general indicators of the nature of the subject-matter dealt with thereunder.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26330eb2003c4245b90f94d6070bd90e_86"
    },
    {
      "start": 13706,
      "end": 13870,
      "text": "The heading or title may also be taken as a condensed name assigned to indicate collectively the characteristics of the subject- matter dealt with by the enactment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f916c49dba104bb0b8354ca6478aa778_87"
    },
    {
      "start": 13871,
      "end": 14180,
      "text": "In case of conflict between the plain language of the provision and the meaning of the heading or title, the heading or title would not control the meaning which is clearly and plainly discernible from the language of the provision thereunder (See Raichurmatham Prabhakar v. Rawatmal Dugar: AIR 2004 SC 3625).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "372c9790179b4cf5a5f6ded716b9e947_88"
    },
    {
      "start": 14181,
      "end": 14428,
      "text": "If the language of the relevant section gives a simple meaning and message, it should be interpreted in such a way and there is no need to give any weightage to headings (See Union of India v. National Federation of the Blind : (2013) 10 SCC 772).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9a9c6287473245e4924bc8501bca9836_89"
    },
    {
      "start": 14430,
      "end": 14520,
      "text": "18. The title to the provision need not invariably indicate the contents of the provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c7cf49dac060415c84d9ef7f724b34c5_90"
    },
    {
      "start": 14521,
      "end": 14607,
      "text": "If the provision is otherwise clear and unambiguous, the title pales into irrelevance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8afc954d4faa4d8d90a5bce584bcd4c6_91"
    },
    {
      "start": 14608,
      "end": 14749,
      "text": "On the contrary, if the contents of the provision are otherwise ambiguous, an aid can be sought from the title so as to define the provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd0a21d7da7c4258bacfe03ee208f9df_92"
    },
    {
      "start": 14750,
      "end": 14904,
      "text": "In the event of a conflict between the plain expressions in the provision and the indicated title, the title cannot control the contents of the provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "940dbd9d9fae4819b956b3cf5e24a451_93"
    },
    {
      "start": 14905,
      "end": 15054,
      "text": "Title is only a broad and general indication of the nature of the subject dealt under the provision (See Maqbool v. State of U.P : AIR 2018 SC 5101).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "424a449f55f34bb1b0e585b2ddcfc3d0_94"
    },
    {
      "start": 15056,
      "end": 15394,
      "text": "19. Section 13(2) of the Commercial Courts Act has restricted the scope of filing appeals by stating that, notwithstanding anything contained in any other law for the time being in force, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "efe24831cdf249f5a5b2d0c31c591ac4_95"
    },
    {
      "start": 15395,
      "end": 15519,
      "text": "This provision also indicates that appeals lie from orders of the Commercial Courts as provided in Section 13(1) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a321ef70085343daa6e5a706d642b664_96"
    },
    {
      "start": 15521,
      "end": 15573,
      "text": "20. The matter can be considered from another angle.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28657945fc3749f49cfe34a8cf633776_97"
    },
    {
      "start": 15574,
      "end": 15640,
      "text": "In the instant case, the impugned order is an order of injunction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0fcddf57d6c84d4fa0765f17eb607b97_98"
    },
    {
      "start": 15641,
      "end": 15713,
      "text": "It is appealable under Order XLIII of the Code of Civil Procedure, 1908.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6e83613d0b84392bb5f829f88bdb7e7_99"
    },
    {
      "start": 15714,
      "end": 15775,
      "text": "It is an order passed under Section 9 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58e7959e252a4924a21e443ab1a225a6_100"
    },
    {
      "start": 15776,
      "end": 15838,
      "text": "It is also appealable under Section 37 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aa97b32778514937a3c544e4f81d7f69_101"
    },
    {
      "start": 15839,
      "end": 15999,
      "text": "Section 37(1)(b) of the Arbitration Act states that an appeal shall lie from an order granting or refusing to grant any measure under Section 9 of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e25576a238942ec87706d86b8364027_102"
    },
    {
      "start": 16000,
      "end": 16045,
      "text": "Right of appeal is the creature of a statute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee963802cfb343c09265e045807bdf0e_103"
    },
    {
      "start": 16046,
      "end": 16109,
      "text": "It is well settled that right of appeal is a substantive right.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09baf095c47a4f069eb908de6e7cf781_104"
    },
    {
      "start": 16110,
      "end": 16221,
      "text": "Nothing contained in Section 13(1) or Section 13(2) of the Commercial Courts Act curtails this right of appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "caca057a36af463c9c5ab1949efabe69_105"
    },
    {
      "start": 16223,
      "end": 16419,
      "text": "21. At this juncture, it is to be noted that the heading of the unamended Section 13 of the Commercial Courts Act also read as \"Appeals from decrees of Commercial Courts and Commercial Divisions\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6cc92cd828fe45168866038582a57760_106"
    },
    {
      "start": 16420,
      "end": 16539,
      "text": "There was a proviso to unamended Section 13(1) of the Act which now stands as the proviso to Section 13(1A) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "562a9c30e3b4429496a5d82b75a2ea66_107"
    },
    {
      "start": 16540,
      "end": 16715,
      "text": "This proviso restricts the right of appeal from orders that are specifically enumerated under Order XLIII of the Code of Civil Procedure and Section 37 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "118ee443485e4a89a91ad6820290a7ff_108"
    },
    {
      "start": 16716,
      "end": 16870,
      "text": "If the contention of the learned counsel for the petitioners is accepted, the proviso to Section 13(1A) of the Commercial Courts Act would be meaningless.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f0cd1a5c45c45f1ac95f92944ed224e_109"
    },
    {
      "start": 16872,
      "end": 17279,
      "text": "22. The scope of the proviso to the unamended Section 13(1) of the Commercial Courts Act, which now stands as the proviso to Section 13(1A) of the Act, was considered by the Supreme Court in Kandla Export Corporation v. M/s OCI Corporation : (2018) 14 SCC 715 and it was held as follows:\n\"Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4ee2955daf914a4e94fcb07473526f4b_110"
    },
    {
      "start": 17280,
      "end": 17468,
      "text": "The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4d9cc7ea7d040e3990ad8ab658d8cb8_111"
    },
    {
      "start": 17469,
      "end": 17535,
      "text": "To this main provision, an exception is carved out by the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b844e515f2840c7b36be1cdbdb0076e_112"
    },
    {
      "start": 17536,
      "end": 17797,
      "text": "..... The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "030f30ceff4245a3b3878589e432b818_113"
    },
    {
      "start": 17798,
      "end": 18097,
      "text": "It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d69861fd3feb40dcb63d7e545ff6ee53_114"
    },
    {
      "start": 18099,
      "end": 18293,
      "text": "23. Moreover, in order to find out whether an appeal against an order passed under Section 9 of the Arbitration Act is maintainable or not, the provisions of the said Act have to be looked into.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff88d9f72662457d92257d24765bbecf_115"
    },
    {
      "start": 18294,
      "end": 18392,
      "text": "There is no independent right of appeal provided under Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c6a376d51cb41079c674b9c3f439824_116"
    },
    {
      "start": 18393,
      "end": 18440,
      "text": "It merely provides the forum of filing appeals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d900361ea514b049c41d4203db25d9d_117"
    },
    {
      "start": 18441,
      "end": 18609,
      "text": "Section 37(1) (b) of the Arbitration Act creates the right to file an appeal against an order granting or refusing to grant any measure under Section 9 of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9f2739f215740ee8e110ff7b353f39b_118"
    },
    {
      "start": 18610,
      "end": 18873,
      "text": "It is the parameters of Section 37(1) of the Arbitration Act alone which have to be looked at in order to determine whether an appeal against an order under Section 9 of the said Act is maintainable or not (See BGS SGS Soma JV v. NHPC Limited : (2020) 4 SCC 234).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e330abcc3dbf4546a5e90bb63f8f5c51_119"
    },
    {
      "start": 18875,
      "end": 19084,
      "text": "24. The question whether the proviso in Section 13 of the Commercial Courts Act applies only to Section 13(1A) or whether it applies to Section 13(1) also, does not arise for consideration in the instant case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5961fdbc0de64ee3934a701c0df14b65_120"
    },
    {
      "start": 19085,
      "end": 19316,
      "text": "The reason is that, the order impugned in this original petition, is an order passed under Section 9 of the Arbitration Act and therefore, appealable under Section 37 of the said Act, which is specifically mentioned in the proviso.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2208b53ee56a4f919fb4f5d34a7ca39d_121"
    },
    {
      "start": 19318,
      "end": 19571,
      "text": "25. The discussion above leads to the conclusion that an order under Section 9 of the Arbitration and Conciliation Act, 1996 passed by a Commercial Court below the level of a District Judge is appealable under Section 13(1) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11ddfff759e64699b5eb11fbe1eeac93_122"
    },
    {
      "start": 19573,
      "end": 19842,
      "text": "26. However, the contention of the learned counsel for the respondents that, the remedy of appeal against an order provided under a statute is an absolute bar in entertaining an application or petition under Article 227 of the Constitution of India, cannot be accepted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b47d7ee3f88c4d2ea3a42d8089d0955a_123"
    },
    {
      "start": 19844,
      "end": 20288,
      "text": "27. The power vested in the High Court to exercise judicial superintendence over the decisions of all Courts and Tribunals within its respective jurisdiction is part of the basic structure of the Constitution, forming its integral and essential feature, which cannot be tampered with much less taken away even by constitutional amendment, not to speak of a parliamentary legislation (See Chandra Kumar v. Union of India : AIR 1997 SC 1125).\n28.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ed32051b953747cbbd38f5f9f31151ab_124"
    },
    {
      "start": 20289,
      "end": 20472,
      "text": "The High Court in exercise of its jurisdiction of superintendence can interfere in order to keep the tribunals and the Courts subordinate to it 'within the bounds of their authority'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "35804dad3f9e48fa88ab291307f12a69_125"
    },
    {
      "start": 20473,
      "end": 20767,
      "text": "The High Court can interfere in exercise of its power of superintendence when there has been a patent perversity in the orders of tribunals and Courts subordinate to it or where there has been a gross and manifest failure of justice or the basic principles of natural justice have been flouted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "90d72010e6bb429380cba4aa0d7da68d_126"
    },
    {
      "start": 20768,
      "end": 21190,
      "text": "The power may be exercised in cases occasioning grave injustice or failure of justice such as when (i) the Court or tribunal has assumed a jurisdiction which it does not have, (ii) has failed to exercise a jurisdiction which it does have, such failure occasioning a failure of justice, and (iii) the jurisdiction though available is being exercised in a manner which tantamounts to overstepping the limits of jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b9da6a6bf024f5384372c39c5ed2db8_127"
    },
    {
      "start": 21192,
      "end": 21623,
      "text": "29. However, when there is a remedy of appeal before a civil court available to an aggrieved person and such remedy is not availed of by him, it would deter the High Court, not merely as a measure of self imposed restriction, but as a matter of discipline and prudence, from exercising its power of superintendence under Article 227 of the Constitution (See V.H.N.D.P.Sabai v. Tuticorin Educational Society : (2019) 9 SCC 538).\n30.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "29fed9bd59a547ce9d0eacb7f4c895ea_128"
    },
    {
      "start": 21624,
      "end": 21962,
      "text": "Learned counsel for the petitioners contended that, in view of the provision contained in Section 8 of the Commercial Courts Act, no appeal would lie against an interlocutory order passed by a Commercial Court and the petitioners would be able to challenge such an order only in an appeal filed against the decree or a final judgment.\n31.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b739fe5173704f9c91389e0523bc62ea_129"
    },
    {
      "start": 21963,
      "end": 22000,
      "text": "The above contention is misconceived.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3747c4b18d6047b09d850ce751f5d7ba_130"
    },
    {
      "start": 22001,
      "end": 22443,
      "text": "Section 8 of the Commercial Courts Act states that, notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of Section 13, shall be raised only in an appeal against the decree of the Commercial Court.",
      "labels": [
        "STA"
      ],
      "id": "375cfaef280d40c18b65633c4e32ec6b_131"
    },
    {
      "start": 22444,
      "end": 22606,
      "text": "What is barred under Section 8 of the Commercial Courts Act is Civil Revision Application or petition against an interlocutory order passed by a Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eac35ffcc67948b8871776b473bb45f6_132"
    },
    {
      "start": 22607,
      "end": 22709,
      "text": "An appeal against an order passed by a Commercial Court is not barred under Section 8 of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1186c37f66b24b919e18930a703e4897_133"
    },
    {
      "start": 22710,
      "end": 22879,
      "text": "It is specifically provided under Section 8 of the Commercial Courts Act that the said provision is subject to the remedy of appeal provided under Section 13 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0444ced8dfcb4036a4c36297c046e68b_134"
    },
    {
      "start": 22881,
      "end": 23039,
      "text": "32. In the instant case, the petitioners have not shown any reason for not availing the remedy of appeal against the order impugned in this original petition.",
      "labels": [
        "RATIO"
      ],
      "id": "dc0aeca5690347cf9603a4d5e630fb67_135"
    },
    {
      "start": 23040,
      "end": 23196,
      "text": "In such circumstances, this Court is not inclined to interfere with the impugned order by invoking the power under Article 227 of the Constitution of India.",
      "labels": [
        "RATIO"
      ],
      "id": "181bf0b66ffc4991bfbb811813e4ebcd_136"
    },
    {
      "start": 23198,
      "end": 23251,
      "text": "33. Consequently, the original petition is dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "e103c58cb6dc463fa361adfb04568241_137"
    },
    {
      "start": 23252,
      "end": 23363,
      "text": "It is made clear that this Court has not considered the merits of the order impugned in this original petition.",
      "labels": [
        "RATIO"
      ],
      "id": "71349bb6b15b4745ae0db783667e3dc8_138"
    },
    {
      "start": 23364,
      "end": 23492,
      "text": "The dismissal of this original petition will not preclude the petitioners from availing the remedy of appeal provided under law.",
      "labels": [
        "RPC"
      ],
      "id": "7d7c8a0409d14ae2ac9409e4c4ff6582_139"
    },
    {
      "start": 23493,
      "end": 23836,
      "text": "If the period prescribed by the statute for filing the appeal is over, the petitioners may bring to the notice of the appellate court concerned the fact that the original petition filed by them was pending before this Court for the period from 29.09.2020 till this date and seek from that court appropriate relief, if any, available under law.",
      "labels": [
        "RPC"
      ],
      "id": "703c693263974be4b1321b22c55897f6_140"
    },
    {
      "start": 23838,
      "end": 23844,
      "text": "(sd/-)",
      "labels": [
        "NONE"
      ],
      "id": "648557e1bb044d888a108b5738ac4bee_141"
    },
    {
      "start": 23845,
      "end": 23876,
      "text": "R.NARAYANA PISHARADI, JUDGE jsr",
      "labels": [
        "NONE"
      ],
      "id": "dca52a6a56a9461692661865a7ec8c61_142"
    },
    {
      "start": 23877,
      "end": 23908,
      "text": "APPENDIX PETITIONERS' EXHIBITS:",
      "labels": [
        "NONE"
      ],
      "id": "f6d2153c04414dd8a2a0cec1b55859e3_143"
    },
    {
      "start": 23909,
      "end": 24036,
      "text": "\nEXHIBIT P1 A TRUE PHOTOCOPY OF THE RESOLUTION DATED 26/09/2020 PASSED BY THE BOARD OF DIRECTORS OF THE 1ST PETITIONER COMPANY.",
      "labels": [
        "NONE"
      ],
      "id": "a69e8d28f6f8400eb1087031482f5cc8_144"
    },
    {
      "start": 24037,
      "end": 24188,
      "text": "\nEXHIBIT P2 A TRUE PHOTOCOPY OF THE EXCLUSIVE MARKETING AND DISTRIBUTION AGREEMENT DATED 26/06/2017 BETWEEN MR.PRINCE P.SATHYAN AND THE 1ST RESPONDENT.",
      "labels": [
        "NONE"
      ],
      "id": "fd7d6911b729401688e943d37ef38daf_145"
    },
    {
      "start": 24189,
      "end": 24329,
      "text": "\nEXHIBIT P3 A TRUE PHOTOCOPY OF THE AGREEMENT DATED 25/03/2019 ENTERED BETWEEN THE SAID MR.PRINCE P.SATHYAN AND THE 4TH AND 9TH RESPONDENTS.",
      "labels": [
        "NONE"
      ],
      "id": "f1da661bf5dc43cfa69b3f9f36d038bd_146"
    },
    {
      "start": 24331,
      "end": 24354,
      "text": "EXHIBIT P4             ",
      "labels": [
        "NONE"
      ],
      "id": "b9c4801bdb3644f2a1d6d9e335a4e789_147"
    },
    {
      "start": 24354,
      "end": 24434,
      "text": "A TRUE PHOTOCOPY OF THE EMAIL DATED                        26/03/2019   RECEIVED",
      "labels": [
        "NONE"
      ],
      "id": "2b8a6664cbe1422ca08d915e4fa4c05d_148"
    },
    {
      "start": 24435,
      "end": 24477,
      "text": "   BY   THE    4TH                        ",
      "labels": [
        "NONE"
      ],
      "id": "30460c1f7d9d4d6a96b6f8304a921775_149"
    },
    {
      "start": 24477,
      "end": 24513,
      "text": "PETITIONER FROM MR.PRINCE P.SATHYAN.",
      "labels": [
        "NONE"
      ],
      "id": "7f7736a9f1cf461aa749ede89e757348_150"
    },
    {
      "start": 24516,
      "end": 24539,
      "text": "EXHIBIT P5             ",
      "labels": [
        "NONE"
      ],
      "id": "0a940087134141eda89027c1b7036ca8_151"
    },
    {
      "start": 24539,
      "end": 24602,
      "text": "A TRUE PHOTOCOPY OF THE ENDORSEMENT                        MADE",
      "labels": [
        "NONE"
      ],
      "id": "2b0a4330c8fb4b53a360f7b328cfeba2_152"
    },
    {
      "start": 24603,
      "end": 24690,
      "text": "  BY   THE  2ND   RESPONDENT  AND MR.PRINCE P.SATHYAN CANCELLING EXHIBIT P2 AGREEMENT.\n",
      "labels": [
        "NONE"
      ],
      "id": "a4aa719871c44dfabd50fba2348be3b8_153"
    },
    {
      "start": 24690,
      "end": 24700,
      "text": "EXHIBIT P6",
      "labels": [
        "NONE"
      ],
      "id": "6a7593fef07e4a89b6d38dcb54cbfeec_154"
    },
    {
      "start": 24713,
      "end": 24748,
      "text": "A TRUE PHOTOCOPY OF AGREEMENT DATED",
      "labels": [
        "NONE"
      ],
      "id": "5a09235bce3d4c6c93c6e56a1f23d7eb_155"
    },
    {
      "start": 24772,
      "end": 24782,
      "text": "21/08/2019",
      "labels": [
        "NONE"
      ],
      "id": "5f134e22213740aeae55ab2ee7bc528c_156"
    },
    {
      "start": 24783,
      "end": 24809,
      "text": "EXECUTED BETWEEN MR.PRINCE",
      "labels": [
        "NONE"
      ],
      "id": "7602d83a96c342ceab572189929470f9_157"
    },
    {
      "start": 24833,
      "end": 24894,
      "text": "P.SATHYAN    AND THE   4TH  AND   9TH                        ",
      "labels": [
        "NONE"
      ],
      "id": "9f418d3f6d9a438b8c7f0498a69d51cb_158"
    },
    {
      "start": 24894,
      "end": 24906,
      "text": "RESPONDENTS.",
      "labels": [
        "NONE"
      ],
      "id": "1fe7d474490043be96ad6502099762af_159"
    },
    {
      "start": 24909,
      "end": 24916,
      "text": "EXHIBIT",
      "labels": [
        "NONE"
      ],
      "id": "7263382acd114a658a953d12b9f16225_160"
    },
    {
      "start": 24917,
      "end": 24923,
      "text": "P6(A )",
      "labels": [
        "NONE"
      ],
      "id": "2a1bf15da21f4d8a81f09ad132274260_161"
    },
    {
      "start": 24933,
      "end": 24968,
      "text": "A TRUE PHOTOCOPY OF THE EMAIL DATED",
      "labels": [
        "NONE"
      ],
      "id": "fd8e4a7be8d644caae81044e57e4a115_162"
    },
    {
      "start": 24992,
      "end": 25029,
      "text": "02/09/2019 SENT BY THE 2ND RESPONDENT",
      "labels": [
        "NONE"
      ],
      "id": "8255daf1eae64c41a60d876952bc4121_163"
    },
    {
      "start": 25053,
      "end": 25075,
      "text": "TO THE 4TH RESPONDENT.",
      "labels": [
        "NONE"
      ],
      "id": "902d9e99115f4b67bfcdb85043142fbd_164"
    },
    {
      "start": 25078,
      "end": 25088,
      "text": "EXHIBIT P7",
      "labels": [
        "NONE"
      ],
      "id": "88434a1fbdf8465eb00fc4b5c630c5bf_165"
    },
    {
      "start": 25101,
      "end": 25162,
      "text": "A TRUE COPY OF THE LEGAL NOTICE DATED                        ",
      "labels": [
        "NONE"
      ],
      "id": "a11adce5095c406589f5a9627700447f_166"
    },
    {
      "start": 25162,
      "end": 25172,
      "text": "28/01/2020",
      "labels": [
        "NONE"
      ],
      "id": "ffa0f4bad22a4ca19239780a851d8779_167"
    },
    {
      "start": 25173,
      "end": 25201,
      "text": "ISSUED BY THE 2ND RESPONDENT",
      "labels": [
        "NONE"
      ],
      "id": "2d994bd7d8b14620aba5a4a180ce0efb_168"
    },
    {
      "start": 25225,
      "end": 25244,
      "text": "TO THE PETITIONERS.",
      "labels": [
        "NONE"
      ],
      "id": "8907a2f54f9e45afbedb1393e9a93677_169"
    },
    {
      "start": 25245,
      "end": 25262,
      "text": "\n\n\n\n\n\n\nEXHIBIT P8",
      "labels": [
        "NONE"
      ],
      "id": "75fe20563fb943f4852012bc81a06fac_170"
    },
    {
      "start": 25275,
      "end": 25313,
      "text": "A TRUE PHOTOCOPY OF THE APPLICATION IN",
      "labels": [
        "NONE"
      ],
      "id": "0165b9a537e843fe90fa38c1943aa04f_171"
    },
    {
      "start": 25337,
      "end": 25376,
      "text": "CMA (ARB) NO.8 OF 2020 PREFERRED BY THE",
      "labels": [
        "NONE"
      ],
      "id": "d6c9dab7012c40809bab538de505873f_172"
    },
    {
      "start": 25400,
      "end": 25433,
      "text": "RESPONDENTS NO.1 AND 2 BEFORE THE",
      "labels": [
        "NONE"
      ],
      "id": "0bcf362d14844060828820a52ef2ab49_173"
    },
    {
      "start": 25457,
      "end": 25467,
      "text": "HON'BLE   ",
      "labels": [
        "NONE"
      ],
      "id": "d83b7080e5bf4895b297b402a4779f0a_174"
    },
    {
      "start": 25467,
      "end": 25484,
      "text": "DISTRICT   COURT,",
      "labels": [
        "NONE"
      ],
      "id": "559833e7b6274ffdbaa515125d919da5_175"
    },
    {
      "start": 25485,
      "end": 25496,
      "text": "  ERNAKULAM",
      "labels": [
        "NONE"
      ],
      "id": "ce68c1d18e0a41dfbe4e5d01456c855e_176"
    },
    {
      "start": 25520,
      "end": 25540,
      "text": "EXCLUDING DOCUMENTS.",
      "labels": [
        "NONE"
      ],
      "id": "1521f3c4537d4ef7ac8486a84951a2fb_177"
    },
    {
      "start": 25543,
      "end": 25553,
      "text": "EXHIBIT P9",
      "labels": [
        "NONE"
      ],
      "id": "6f2b9973e77f4c649b084b446d029da1_178"
    },
    {
      "start": 25566,
      "end": 25582,
      "text": "A TRUE PHOTOCOPY",
      "labels": [
        "NONE"
      ],
      "id": "6230e30cdaba4d059d14a7a1db201551_179"
    },
    {
      "start": 25583,
      "end": 25604,
      "text": "OF THE ORDER/JUDGMENT",
      "labels": [
        "NONE"
      ],
      "id": "c59bb9f07a874372b677ead9b5a8c02e_180"
    },
    {
      "start": 25628,
      "end": 25666,
      "text": "DATED 14/09/2020 PASSED BY THE HON'BLE",
      "labels": [
        "NONE"
      ],
      "id": "a34bd31b19d248ff8c3b189b447202ce_181"
    },
    {
      "start": 25690,
      "end": 25748,
      "text": "COMMERCIAL COURT, ERNAKULAM IN CMA                        ",
      "labels": [
        "NONE"
      ],
      "id": "95391cea85b04a47bf14c37f7302709c_182"
    },
    {
      "start": 25748,
      "end": 25767,
      "text": "(ARB) NO.8 OF 2020.",
      "labels": [
        "NONE"
      ],
      "id": "7ff2351495a54a6ca1bacba06352872f_183"
    },
    {
      "start": 25770,
      "end": 25791,
      "text": "RESPONDENTS' EXHIBITS",
      "labels": [
        "NONE"
      ],
      "id": "40f5383e69bb48fe8a89e5285a4e0723_184"
    },
    {
      "start": 25795,
      "end": 25804,
      "text": ":     NIL",
      "labels": [
        "NONE"
      ],
      "id": "ede84138611349589a57ef14cd475f57_185"
    },
    {
      "start": 25834,
      "end": 25843,
      "text": "TRUE COPY",
      "labels": [
        "NONE"
      ],
      "id": "d623e024cf934e1b9aabcf080b1bc4f5_186"
    },
    {
      "start": 25886,
      "end": 25897,
      "text": "PS TO JUDGE",
      "labels": [
        "NONE"
      ],
      "id": "1d32eb3568464d1cb3373390d91f4c08_187"
    }
  ]
}