{
  "id": "9b430ccea077317ab09ca39cba17a918d85d9c3e276b8659817169ac815afab4",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court\nM/S. Mytrah Energy India Private ... vs M/S. Siemens Gamesa Renewable Power ... on 21 April, 2023\nBench: P Naveen Rao, Nagesh Bheemapaka \n             High Court For The State Of Telangana\n                             ********\n\n           Commercial Court Appeal Nos.6 & 7 Of 2023 \n\nComca No.6 Of 2023: \n\nBetween:\n\nM/s. Mytrah Energy ( India) Private Limited , \n(formerly known as Caparo Energy India Limited,\nHaving its Regd. Office at 8th Floor, 8001,\nQ City Sy.No.109, Gachibowli (V), Naanakramguda,\nSerilingampally (M), Hyderabad, rep.by its\nAuthorized Signatory Mr. Girish Gelli,\ns/o. Ramesh Gelli. \n                                                                   ..... Appellant/\n                                                                     Respondent\n                    and\n\nM / s. Siemens Gamesa Renewable Power Pvt.Ltd.,\n(formerly known as Gamesa Wind Turbines Pvt.Ltd.,) \nHaving its Regd.Office at No.489, Gnt Road,\nThandalkazhani (V), Vadagarai P.O., Red Hills,\nChennai, previous having its Regd.office at the\nFutura Block B,8th Floor,No.334 Rajiv Gandhi\nSalai, Sholinganallur, Chennai, rep.by its \nAuthorized Signatory Mr. T.K.Karthikeayan \n                                                                  .... Respondent/\n                                                                        Petitioner\n\nDate Of Judgment Pronounced                        : 21.04.2023 \n\n                Hon'Ble Sri Justice P. Naveen Rao \n                               And \n             Hon'Ble Sri Justice Nagesh Bheemapaka \n\n\n1.    Whether  Reporters of Local Newspapers :            Yes        may be allowed to see the Judgments ? \n\n2.    Whether the copies of judgment may be :            Yes       marked to Law Reporters/Journals 3.    Whether Their Lordship wish to                 :   No       see the fair copy of the Judgment ? \n                                                                                  PNR,J & NBK,J                                                                           COMCA Nos.6 & 7 of 2023                                               2                    * HON'BLE SRI JUSTICE P. NAVEEN RAO                                 AND               HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA            + COMMERCIAL COURT APPEAL NOS.6 & 7 OF 2023 % 21.04.2023 COMCA NO.6 OF 2023: \n\nBetween:\n# M / s. Mytrah Energy (India) Private Limited,\n(formerly known as Caparo Energy India Limited,\nHaving its Regd. Office at 8th Floor, 8001,\nQ City Sy.No.109, Gachibowli (V), Naanakramguda,\nSerilingampally (M), Hyderabad, rep.by its Authorized Signatory Mr. Girish Gelli, \ns/o. Ramesh Gelli. \n                                                                              ..... Appellant/\n                                                                                Respondent        and $ M / s. Siemens Gamesa Renewable Power Pvt.Ltd.,\n(formerly known as Gamesa Wind Turbines Pvt.Ltd.,) \nHaving its Regd.Office at No.489, GNT Road,\nThandalkazhani (V), Vadagarai P.O., Red Hills,\nChennai, previous having its Regd.office at the Futura Block B,8th Floor,No.334 Rajiv Gandhi Salai, Sholinganallur, Chennai, rep.by its Authorized Signatory Mr. T.K.Karthikeayan                                                                             .... Respondent/ \n                                                                                  Petitioner ! Counsel for the appellant             : Sri D.Prakash reddy Counsel for the Respondent             : Trideep Pais rep . Mrs. Shireen Sethna                                          Baira < Gist : \n\n>Head Note:\n\n? Cases referred:\n2022 SCC Online SC 1219; 2013 SCC Online Bom 481; 2017 SCC Online Bom 1147; 2018 SCC Online Ker 4913; 2019 SCC Online Bom 9852; 2016 SCC Online Mad 9122; (2021) 9 SCC 1; 2013 SCC Online Bom 481                                                                  PNR, J & NBK,J                                                          COMCA Nos.6 & 7 of 2023                                     3               HON'BLE SRI JUSTICE P.NAVEEN RAO                               & \n           HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA          COMMERCIAL COURT APPEAL NOS.6 & 7 OF 2023 COMMON JUDGMENT: \nHeard learned senior counsel Sri D.Prakash Reddy for appellant and learned counsel Sri Trideep Pais representing learned counsel for respondent Mrs Shireen Sethna Baira.\n2. Parties are referred to hereunder as arrayed before the Commercial Court in COP Nos. 19 and 18 of 2022 on the file of the Court of Principal Special Court in the Cadre of District Judge for Trial and Disposal of Commercial Disputes at Hyderabad. \n3. Petitioner and respondent entered into Multi Annual Agreement (for short, 'MAA') on 4.5.2011 for the purpose of purchase and supply of Wind Turbine Generators for the total capacity of 2000 MW during the term from 2011 to 2016. Said MAA provided for committed Minimum volume of 1635 in Megawatts which was mandatorily to be off taken by the respondent for each delivery year commencing from 2011 till 2016 and supplied by the petitioner. MAA provided that in the event of failure of either party to comply with their mandatory obligations, the breaching party is liable to pay liquidated damages to other party. Compliance of MAA required petitioner to incur substantial investments towards PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 establishment of factory, cost of raw material, plant and machinery, changes in the inventories, financing costs, warehousing costs etc.\n4. According to petitioner, soon after first purchase order was placed by the respondent for delivery in 2011, respondent continued defaulting on its commitments to off take annual volume of WTGS. According to petitioner even the first purchase order was defective and falling short of requirements. Having regard to the defaults committed by the respondent, petitioner issued demand letters claiming liquidated damages. As issue was not resolved in spite of several efforts made, petitioner invoked the arbitration clause as provided in MAA by raising two independent arbitration claims for liquidated damages covering the period from 2011-2014 and 2015 respectively. Arbitral Tribunal comprised of Hon'ble Justice M Jagannatha Rao, Retired Judge Supreme Court of India as Presiding Arbitrator, Mr. Justice Balasubramaniah, Retired Judge, Madras High Court and Mr Justice C.V.Ramulu Retired Judge, High Court of Andhra Pradesh as Co-Arbitrators. The Arbitral Tribunal passed final arbitral awards on 15.7.2021 in dispute Nos.1 and 2 separately covering two separate periods, viz., years 2011-2014 and 2015. In Arbitration Case No.1 of 2018 the Arbitral Tribunal awarded 295,44,94,116/- that include interest component @ 9% per annum from 31.3.2018 to 15.7.2021, after adjusting the counter-claim. The PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 Arbitral Tribunal also directed return of two bank guarantees and two corporate guarantees. \n5. In Arbitration Case No.2 of 2018 the Arbitral Tribunal awarded liquidated damages and interest of 141,57,13,562/- up to 15.7.2021. The Tribunal further granted interest @ 6 % from 15.7.2021. The further claim of petitioner for 438,26,79,452/- and counter claim of 129,58,94,884/- was rejected. \n6. After passing of the awards, petitioner filed C.O.P.No.18 of 2022 (subject matter of COMCA No.7 of 2023) and C.O.P.No.19 of 2022 (subject matter of COMCA No.6 of 2023) on the file of the Court of Principal Special Court in the Cadre of District Judge for Trial and Disposal of Commercial Disputes at Hyderabad under Section 9 of the Arbitration and Conciliation Act,1996 ( Act,1996). 7.1. In C.O.P.No.19 of 2022 petitioner prayed to grant the following reliefs:\n\"It is, therefore, most humbly and respectfully prayed that in view of the above facts and circumstances the Hon'ble Court be pleased to:\na) Direct the Respondent to deposit a sum of INR 141,57,13,562/ (Indian Rupees One Hundred Forty-One Crore Fifty-Seven Lakhs Thirteen Thousand Five Hundred Sixty-Two only) along with applicable interest @6% from the date of Arbitral Award till its realisation before this Hon'ble Court, until the execution of the Arbitral Award or the Award is set-aside by the Hon'ble Court under Section 34 of the Arbitration and Conciliation Act 1996;\nb) In the alternative, direct the Respondent to furnish security in the form of Bank Guarantees or cash deposits before this Hon'ble Court, to PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 the extent of IN 141.57,13,562/- (Indian Rupees One Hundred Forty-One Crore Fifty-Seven Lakhs Thirteen Thousand Five Hundred Sixty Two only) along with applicable interest @6% from the date of Arbitral Award till its realisation; and c) Restrain the Respondent from alienating, transferring, mortgaging, encumbering, or creating any kind of third-party rights or interests of whatsoever nature on their assets belonging to the Respondent Company or its subsidiary companies, until the execution of the Arbitral Award or the Award is set-aside by the Hon'ble Court under Section 34 of the Arbitration and Conciliation Act 1996;\nd) Direct the Respondent to declare all its immovable and movable assets including the assets which are free from any charge, mortgage, pledge, or any form of encumbrance or third-party rights;\ne) In the event the Respondent fails to either furnish Bank Guarantee or cash deposit before this Hon'ble Court to the extent of amount as awarded by the Arbitral Award, this Hon'ble Court may be pleased to attach the assets and properties of the Respondent particularly their operational renewable power projects (i.e. inclusive of Wind Turbine Generators, Solar Power Plants/Projectsinstalled and/or commissioned at various project sites across India), which are directlyand indirectly owned, controlled and operated by the Respondent, to the equivalent sum of the claims as allowed in the Arbitral Award;Grant ad-interim status quo order restraining the Respondent from proceeding further with the alienation, disposing of, encumbering or creating any kind of third-party rights or interests of whatsoever nature on their assets belonging to the Respondent Company, till the disposal of the present Petition; and f) Pass any other Order(s) or direction (s) which this Hon'ble Court may deem fit and proper to secure the amount mentioned in the Arbitral Award and all the claims of the Petitioner and in the facts and circumstances of the present case.\" \n7.2. In C.O.P.No.18 of 2022 petitioner prayed to grant the following reliefs:\n\"It is, therefore, most humbly and respectfully prayed that in view of the above. facts and circumstances the Hon'ble Court be pleased to:\na) Direct the Respondent to deposit a sum of IN 295,44,94,116/-(Indian Rupees Two Hundred Ninety-Five Crore Forty-Four Lakhs Ninety-Four Thousand One Hundred and Sixteen only) along with applicable interest @6% from the date of Arbitral Award till its realisation before this Hon'ble Court, until the execution of the Arbitral Award or the Award is set-aside PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 by the Hon'ble Court under Section 34 of the Arbitration and Conciliation Act 1996;\nb) In the alternative, direct the Respondent to furnish security in the form of Bank Guarantees or cash deposits before this Hon'ble Court, to the extent of INR 295,44,94,116/- (Indian Rupees Two Hundred Ninety- Five Crore Forty-Four Lakhs Ninety-Four Thousand One Hundred and Sixteen only) along with applicable interest @6% from the date of Arbitral Award till its realisation; and c) Restrain the Respondent from alienating, transferring, mortgaging, encumbering, or creating any kind of third-party rights or interests of whatsoever nature on their assets belonging to the Respondent Company or its subsidiary companies, until the execution of the Arbitral Award or the Award is set-aside by the Hon'ble Court under Section 34 of the Arbitration and Conciliation Act 1996;\nd) Direct the Respondent to declare all its immovable and movable assets including the assets which are free from any charge, mortgage, pledge, or any form of encumbrance or third-party rights;\ne) In the event the Respondent fails to either furnish Bank Guarantee or cash deposit before this Hon'ble Court to the extent of amount as awarded by the Arbitral Award, this Hon'ble Court may be pleased to attach the assets and properties of the Respondent particularly their operational renewable power projects (i.e. inclusive of Wind Turbinecommissioned at various project sites across India), which are directly and indirectly owned, controlled and operated by the Respondent, to the equivalent sum of the claims as allowed in the Arbitral Award;\nf) Pass an order directing the Respondent to return the Bank Guarantee and Corporate Guarantee to the Petitioner;\ng) Grant ad-interim status quo order restraining the Respondent from proceeding further with the alienation, disposing of, encumbering or creating any kind of third-party rights or interests of whatsoever nature on their assets belonging to the Respondent Company, till the disposal of the present Petition;\nh) Pass an order restraining the Respondent from invoking the Bank Guarantee and Corporate Guarantee during the pendency of the present Petition;\ni) Pass any other Order(s) or direction (s) which this Hon'ble Court may deem fit and proper to secure the amount mentioned in the Arbitral Award and all the claims of the Petitioner and in the facts and circumstances of the present case.\" \nPNR,J & NBK,J COMCA Nos.6 & 7 of 2023 8. On due consideration of the respective submissions, by elaborate order, the Commercial Court partly allowed the petitions. In C.O.P.No.19 of 2022 the Commercial Court directed to declare all its movable and immovable assets including the assets which are free from any charge, mortgage, pledge or any form of encumbrance or third party rights and to return the bank guarantee and the corporate guarantees given by the petitioner within 30 days from the date of order. In C.O.P.No.18 of 2022, the Commercial Court directed to declare all its movable and immovable assets including the assets which are free from any charge, mortgage, pledge or any form of encumbrance or third party rights and to return the bank guarantee and the corporate guarantees given by the petitioner within 30 days from the date of order. \n9. The legality and validity of the orders passed by the Commercial Court in COP Nos.19 and 18 of 2022 respectively are challenged in these Appeals. \n10. The learned senior counsel Sri D.Prakash Reddy appearing for respondent contended that the Commercial Court grossly erred in passing orders impugned in these appeals. In Section 9 application, remedy is available only till the award passed by the Arbitral Tribunal is executable and once award is executable the person in whose favour award is passed has to seek enforcement of the award under Section 36 PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 of the Act by following the procedure laid down in Civil Procedure Code. This fact was not appreciated by the learned Commercial Court and grossly erred in granting the relief. According to learned senior counsel, the Commercial Court has no jurisdiction and competence to pass such orders. By referring to the relief granted in C.O.P.No.19 of 2022 directing the respondent to return the bank guarantee, he would submit that this clearly shows non application of mind by the commercial Court. The relief is granted in excess of the reliefs prayed and therefore the said order suffers from jurisdictional error. He would therefore submit that the orders under challenge are liable to be set aside. \n11. Per contra, according to Sri Trideep Pais, learned counsel for respondent, scope of Section 9 application is very wide and it co-exists vis--vis the execution proceedings under Section 36 of the Act. He would submit that merely because award is executable does not take away the application of section 9 at the instance of the decree holder. He would submit that what was available to the decree holder prior to amendment of Section 36 of the Act, cannot take away by virtue of amendment and decree holder cannot be put to a worse position than what was available then. He would submit that according to Section 9 post award also interlocutory reliefs can be sought by the decree holder till award is enforced. The principle of law is well settled and needs no PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 reiteration. He would therefore submit that trial Court rightly passed orders granting limited reliefs to the petitioner. 11.1. Regarding Bank Guarantees, he would submit that the bank guarantees have lapsed long ago, therefore they cannot be encashed, but since respondent has not returned the bank guarantees, the petitioner's bankers have kept the accounts as running accounts and penal interest is charged on these accounts causing lot of hardship and suffering to the petitioner. Further, since bank guarantees are not closed, the entitlement of the petitioner to secure further Bank Guarantees/advances is severally affected, therefore keeping the bank guarantees by the Respondent is causing grave prejudice and irreparable hardship to the petitioner. \n11.2. He would submit that taking recourse to the provisions of Civil Procedure Code for enforcement of the awards is a long drawn process, having regard to the procedural compliances required to be observed. The remedy provided by Section 9 of the Act enables preservation of concerned assets pending consideration of the applications under Section 34 and pending enforcement of the decree by taking recourse to Section 36 of the Act. Further, petitioner does not have the information regarding assets and liabilities of the respondent and unless such information is made available it is difficult to enforce the awards. Though PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 petitioner sought larger reliefs only limited reliefs are granted by the Court below and unless such measures are enforced, there is every possibility of the respondent alienating the properties frustrating the fruits of the awards obtained by the petitioner. Therefore, such measures are required to safeguard the interest of the decree holder. Further, the longer bank guarantees are kept by the respondent, more hardship being caused to petitioner and he cannot be compelled to wait till the execution of decrees under Section 36. He would submit that there is no overlapping of the provisions in Section 36 vis-a-vis Section 9 of the Act. \n11.3. In support of his contention, learned counsel placed reliance on following decisions:\ni) Essar House Private Limited vs. Arcellor Mittal Nippon Steel India Limited1;\nii) Dirk India Private Limited vs. Maharashtra State Electricity Generation company Limited2;\niii) Wind World (India) Ltd., vs. Enercon GmbH and others3;\niv) A.Ashraf vs. Kasim V.K.,4;\nv) Mahco Monsanto Biotech (India) Pvt. Ltd., vs. Nuziveedu Seeds Ltd.,5;\nvi) M/s.Samson Maritime Limited vs. M/s. Hardy exploration & Production (India) Inc.,6 2022 SCC Online SC 1219 2013 SCC Online Bom 481 2017 SCC Online Bom 1147 2018 SCC Online Ker 4913 2019 SCC Online Bom 9852 PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 vii) Project Director, National Highways No.45E and 220, National Highways Authority of India vs. M.Hakeem and another7 12 . In reply, learned senior counsel Sri D.Prakash Reddy would contend that since main relief was not granted, it was not permissible for the Commercial Court to grant ancillary relief. Petitioner has not come in appeal against refusal to grant main relief. As respondent to these appeals, petitioner cannot seek to expand the scope of order passed by the Commercial Court as Commercial Court only granted two reliefs which are ancillary but refused to grant principal reliefs, petitioner has no say in the matter. \n13. The issue for consideration is whether the Decree holder can take recourse to Section 98 of the Act, 1996 seeking interlocutory measures 2016 SCC Online Mad 9122 (2021) 9 SCC 1 Section 9 : Interim measures, etc., by Court : \n(1) A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court-- (i) for the appointment of a guardian for a minor or a person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely:--\n(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; (c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence; (d) interim injunction or the appointment of a receiver; (e) such other interim measure of protection as may appear to the Court to be just and convenient;\nand the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.\n(2) Where, before the commencement of the arbitral proceedings, a Court passes an order for any interim measure of protection under sub-section (1), the arbitral proceedings shall be commenced PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 pending initiation of execution proceedings under Section 369 of the Act, 1996.\n14. From a bare reading of Section 9 of the Act, it is manifest that at 3 stages aggrieved person can take recourse to Section 9 of the Act for seeking interlocutory protection/to grant appropriate measures, before initiation of arbitral proceedings on a dispute inter-parties, during the arbitral proceedings, and after the award is passed.\n15. Section 36 is about enforcement of award. Decree-holder can seek to enforce award after expiry of period to avail remedy under Section 34 by opposite party or though application is filed under Section 34 but the award is not stayed. Enforcement of the award has to be as per Civil within a period of ninety days from the date of such order or within such further time as the Court may determine. \n(3) Once the arbitral tribunal has been constituted, the Court shall not entertain an application under sub-section (1), unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious. \nSection 36 :Enforcement :\n(1) Where the time for making an application to set aside the arbitral award under section 34 has expired, then, subject to the provisions of sub-section (2), such award shall be enforced in accordance with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court. \n(2) Where an application to set aside the arbitral award has been filed in the Court under section 34, the filing of such an application shall not by itself render that award unenforceable, unless the Court grants an order of stay of the operation of the said arbitral award in accordance with the provisions of sub-section (3), on a separate application made for that purpose. \n(3) Upon filing of an application under sub-section (2) for stay of the operation of the arbitral award, the Court may, subject to such conditions as it may deem fit, grant stay of the operation of such award for reasons to be recorded in writing:\nProvided that the Court shall, while considering the application for grant of stay in the case of an arbitral award for payment of money, have due regard to the provisions for grant of stay of a money decree under the provisions of the Code of Civil Procedure, 1908. \nPNR,J & NBK,J COMCA Nos.6 & 7 of 2023 Procedure Code that requires observing lengthy procedure and may consume good amount of time. Section 36 does not envisage interim measures pending enforcement of the award. Having obtained award, it is the right of the decree-holder to ensure that fruits of his success are not frustrated by actions/conduct of the opposite party, by resorting to disposal of assets or creating third party interests or moving away movables from the jurisdictional limits of cause of action and, as in this case, there is no clarity on assets and liabilities of the respondent. \nTherefore, a decree-holder can seek interim measures to preserve the assets, movable or immovable, to secure information on assets and liabilities and seek other measures so that the decree secured by him is not frustrated.\n16. Section 9 of the Act is wide in its scope and application and steps in to aid the decree-holder. The decree-holder can take recourse to Section 9 seeking interim measures to safeguard his interest till the award is enforced under Section 36 of the Act. It is step in aid to enforce the award. On cumulative reading of Sections 9 and 36 of the Act, it is apparent that there is no conflict in these two provisions. They compliment each other. \nPNR,J & NBK,J COMCA Nos.6 & 7 of 2023 17. The scope of Section 9 and its enforceability is no more res integra. In Dirk India (P) Ltd. v. Dirk India (P) Ltd.,10, Division Bench of Bombay High Court, presided by Hon'ble Dr. Justice D.Y.Chandrachud, as a judge of Bombay High Court, as he then was, has analysed in depth scope of Section 9 and other provisions of Act, 1996. The Division Bench held as under:\n\"14. Two facets of Section 9 merit emphasis. The first relates to the nature of the orders that can be passed under clauses (i) and (ii). Clause (i) contemplates an order appointing a guardian for a minor or a person of unsound mind for the purposes of arbitral proceedings. Clause (ii) contemplates an interim measure of protection for : (a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; and (c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration; (d) an interim injunction or the appointment of a receiver;\nand (e) such other interim measure of protection as may appear to the Court to be just and convenient. The underlying theme of each one of the sub-clauses of clause (ii) is the immediate and proximate nexus between the interim measure of protection and the preservation, protection and securing of the subject-matter of the dispute in the arbitral proceedings. In other words, the orders that are contemplated under clause (ii) are regarded as interim measures of protection intended to protect the claim in arbitration from being frustrated. The interim measure is intended to safeguard the subject-matter of the dispute in the course of the arbitral proceedings. The second facet of Section 9 is the proximate nexus between the orders that are sought and the arbitral proceedings. When an interim measure of protection is sought before or during arbitral proceedings, such a measure is a step in aid to the fruition of the arbitral proceedings. When sought after an arbitral award is made but before it is enforced, the measure of protection is intended to safeguard the fruit of the proceedings until the eventual enforcement of the award. Here again the measure of protection is a step in aid of enforcement. It is intended to ensure that enforcement of the award results in a realisable claim and that the award is not rendered illusory by dealings that would put the subject of the award beyond the pale of enforcement. Now it is in this background that it is necessary for the Court to impart a purposive interpretation to the meaning of the expression \"at any time after the making of the arbitral award but before it is enforced in accordance with section 36\". Under Section 36, an arbitral award can be enforced under the Code of Civil Procedure in the same manner as if it were a decree of the Court. The arbitral award can be enforced where the time for making 2013 SCC Online Bom 481 PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 an application to set aside the arbitral award under Section 34 has expired or in the event of such an application having been made, it has been refused. The enforcement of an award enures to the benefit of the party who has secured an award in the arbitral proceedings. That is why the enforceability of an award under Section 36 is juxtaposed in the context of two time frames, the first being where an application for setting aside an arbitral award has expired and the second where an application for setting aside an arbitral award was made but was refused. The enforceability of an award, in other words, is defined with reference to the failure of the other side to file an application for setting aside the award within the stipulated time limit or having filed such an application has failed to establish a case for setting aside the arbitral award. Once a challenge to the arbitral award has either failed under Section 34 having been made within the stipulated period or when no application for setting aside the arbitral award has been made within time, the arbitral award becomes enforceable at the behest of the party for whose benefit the award enures. Contextually, therefore, the scheme of Section 9 postulates an application for the grant of an interim measure of protection after the making of an arbitral award and before it is enforced for the benefit of the party which seeks enforcement of the award. An interim measure of protection within the meaning of Section 9(ii) is intended to protect through the measure, the fruits of a successful conclusion of the arbitral proceedings. A party whose claim has been rejected in the course of the arbitral proceedings cannot obviously have an arbitral award enforced in accordance with Section 36. The object and purpose of an interim measure after the passing of the arbitral award but before it is enforced is to secure the property, goods or amount for the benefit of the party which seeks enforcement.\" (emphasis supplied) 17.1 . In Mahyco Monsanto Biotech (India) Pvt. Ltd. (supra), learned single Judge of Bombay High Court observed that it is for the Court to protect the decreetal amount of the petitioner, and more so considering the apprehensions of the petitioner from the material on record. According to learned single Judge, provisions of Section 9 entitle a party who is beneficiary to an award to approach the Court and seek interim measures so that the fruits of the award/decree are available to the party in execution of the award/decree and that the award is not rendered illusion or mere paper decree (paragraph 19). \nPNR,J & NBK,J COMCA Nos.6 & 7 of 2023 17.2. In Samson Maritime Limited (supra), learned single Judge of the Madras High Court observed that exercise of power under Section 9 after passing of an award cannot be construed as enforcement of award in any manner. That enforcement is a different action from the action of securing or protecting for effecting such enforcement. Learned single Judge observed that the decree holder has a right, is entitled to seek protection of his right so that there cannot be a delay in execution of award causing further hardship if respondent takes such action to frustrate or delay the execution of the award.\n17.3. The Division Bench of Kerala High Court in M.Ashraf (supra) observed that the Court has to adopt a liberal approach when interim relief is sought after an arbitral award is made but before it is enforced. The measure of protection is intended to safeguard the subject matter of dispute or the fruits of the proceedings till the enforcement of the award. Interim measure of protection, then sought, is a step in aid of enforcement of the award. It is intended to ensure that the award is not rendered illusory by the opposite party. (paragraph 12) 17.4. In Essar House Private Limited (supra), the Hon'ble Supreme Court had an occasion to consider scope of Section 9 of the Act. On detailed analysis of various provisions of the Act, view taken by several High courts, the Hon'ble Supreme Court observed as under:\nPNR,J & NBK,J COMCA Nos.6 & 7 of 2023 \"41. Section 9 of the Arbitration Act provides that a party may apply to a Court for an interim measure or protection inter alia to (i) secure the amount in dispute in the arbitration; or (ii) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.\n42. As argued by Mr. Kaul, besides the specific power of securing the amount in dispute, the Courts have been empowered to pass any interim measure of protection, keeping in view the purpose of the proceedings before it. The said provision confers a residuary power on the Court to pass such other interim measures of protection as may appear to be just and convenient. \n43. Many High Courts have also proceeded on the principle that the powers of a Court under Section 9 of the Arbitration Act are wider than the powers under the provisions of the CPC. \n...... \n48. Section 9 of the Arbitration Act confers wide power on the Court to pass orders securing the amount in dispute in arbitration, whether before the commencement of the arbitral proceedings, during the arbitral proceedings or at any time after making of the arbitral award, but before its enforcement in accordance with Section 36 of the Arbitration Act. All that the Court is required to see is, whether the applicant for interim measure has a good prima facie case, whether the balance of convenience is in favour of interim relief as prayed for being granted and whether the applicant has approached the court with reasonable expedition. \n49. If a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order 38 Rule 5 of the CPC. \n50. Proof of actual attempts to deal with, remove or dispose of the property with a view to defeat or delay the realisation of an impending Arbitral Award is not imperative for grant of relief under Section 9 of the Arbitration Act. A strong possibility of diminution of assets would suffice. To assess the balance of convenience, the Court is required to examine and weigh the consequences of refusal of interim relief to the applicant for interim relief in case of success in the proceedings, against the consequence of grant of the interim relief to the opponent in case the proceedings should ultimately fail.\" \n17.5. From the decisions referred to above, it is beyond pale of doubt that section 9 vests residuary power in the Court to pass interim measures of protection as may appear to be just and equitable and PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 particularly to safeguard the interests of the decree holder. We are in respectful agreement with the views expressed by Hon'ble Bombay High Court, High Court of Madras and High Court of Kerala. \n18. Having regard to the legal position as it stands now, it is necessary to look into the pleadings of the petitioners in the C.O.Ps filed under Section 9 of the Act, 1996. \n19. In paragraph-13 of the application, petitioner states that he apprehends that during Covid-19 Pandemic party respondents were pursuing actions that might completely render the Arbitral awards a mere paper decrees and entire arbitral proceedings a fruitless endeavour of petitioner. In paragraph-14, it is stated that his apprehension ensue from various internal reports and information available with the industry sources/news paper reports that respondents are vigorously attempting to sell its unencumbered operational assets and for that purpose hired third party to look for a buyer. According to petitioner reports would also suggest that respondent tried and offered to sell its entire Clean Energy portfolio and is again trying to sell it in parts. It is further contended that reports further state that they have identified some of the buyers and they have allegedly signed non disclosure agreement and were to submit their bids in September, 2021. The information available in the news paper reports were annexed to the applications. In paragraph 15, it PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 is further contended that verification of financial statements of the respondents would clearly raise grave concern on respondent's capabilities to comply with the award. According to petitioner the last filing of the annual balance sheet was of the year 2019-2020 and thereafter no balance sheet or profit and loss statements were filed by the respondents and the last balance sheet of financial year 2019-2020 would show that respondent's profits were on constant decline. \nPetitioner further apprehends that with a motive to deprive the fruits of the award respondent might sell its clean power assets, especially, assets which are unencumbered. It is further contended that respondent's assets are charged in favour of the lenders/ parties but petitioner was unable to ascertain the exact liability of the respondent to determine the extent of charges created by the respondent from the master data as obtained from the website of Ministry of Corporate Affairs and that it is not discernable from the website of Ministry of Corporate Affairs as to the unencumbered assets of the respondent as on date. Having regard to these pleadings, petitioner prayed for the reliefs, extracted above. \n20. In substance, petitioner sought for depositing of amount awarded by the Arbitral Tribunal and in the alternative to direct the respondent to furnish security in the form of bank guarantee or cash deposits for the amount awarded by the arbitrators with interest. Petitioner also prayed to restrain the Respondent from alienating, transferring, mortgaging, PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 encumbering, or creating any kind of third-party rights or interests of whatsoever nature on their assets belonging to the Respondent Company or its subsidiary companies, until the execution of the Arbitral Award or the Award is set-aside in an application under Section 34 of the Act. In paragraph 'D' of the prayer, petitioner prayed to direct the respondent to declare all its immovable and movable assets including the assets which are free from any charge, mortgage, pledge, or any form of encumbrance or third-party rights. \n21. Though, comprehensive reliefs were sought with the apprehension expressed in the applications filed by the petitioner and the status of assets and liabilities of respondent are not available in public domain, the Commercial Court had only directed the respondent to declare all its movable and immovable assets including the assets which are free from any charge, mortgage, pledge or any form of encumbrance or third party rights and to return the bank guarantees. \n22. The Arbitral Tribunal passed two awards in two disputes cumulatively awarding 440 crores. So far said amount is not paid by the respondent. Respondent has filed applications under Section 34 of the Act challenging the awards, but no interlocutory orders are granted in his favour. Since no interlocutory orders are granted by the Commercial Court, the awards passed by the Arbitral Tribunal are enforceable. To seek enforcement of the awards, petitioner has to know PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 the assets and liabilities of the respondent as same are not in the public domain. Therefore, petitioner also sought a direction to the respondents to declare movable and immovable assets including the assets which are free from any charge, mortgage or in the form of encumbrance or third party rights. Unless this information is available to the petitioner, he will not be able to enforce the awards. \n23. As no stay is granted in Section 34 applications, the awards are enforceable but they are not enforced so far. In order to seek enforcement of the awards, the measures sought by the petitioner are valid and legal. As noticed from the precedent decisions, in an application filed under Section 9 after the awards were passed by the Arbitral Tribunal and before enforcement of the awards, it is permissible for the Commercial Court to pass appropriate orders to protect the interest of the decree-holder and to ensure that the decree-holder enjoys the fruits of the Arbitral award. Since the information on the assets and liabilities are not in the public domain and not available with the petitioner, apprehension expressed by the petitioner for possible liquidation of the assets and difficulty in enforcing the awards is a genuine concern in the facts of this case. The petitioner has made out a strong prima facie case to grant orders under Section 9 of the Act, 1996 post award. \nPNR,J & NBK,J COMCA Nos.6 & 7 of 2023 24. It is to be noticed that in COP No.19 of 2022 petitioner has not prayed for return of the bank guarantees as they were not falling for consideration before the Arbitral Tribunal. However, it is to be noted that the two arbitral claims arise out of MAA dated 04-05-2011 praying to grant liquidated damages for two periods, 2011-2014 and 2015. At the time of entering into agreement, the petitioner has submitted bank guarantees. Though petitioner has not sought return of bank guarantees in COP No.19 of 2022 and sought such relief in COP No.18 of 2022, merely on this ground the order cannot be nullified when we are convinced that the Commercial Court has rightly exercised its discretion and at any rate bank guarantees have to be returned. Except this minor lapse, the Commercial Court considered all aspects and on due appreciation of facts and contentions urged by both parties passed orders impugned herein. In the circumstances, we do not see any error committed by the Commercial Court in granting reliefs in C.O.P.Nos.19 and 18 of 2022 respectively. Both Appeals are dismissed. No order as to costs. Pending miscellaneous applications if any shall stand closed. \n_________________________ P.NAVEEN RAO, J ___________________________ NAGESH BHEEMAPAKA,J Date: 21.04.2023 TVK/KKM PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 HON'BLE SRI JUSTICE P.NAVEEN RAO & HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA COMMERCIAL COURT APPEAL NOS. 6 & 7 OF 2023 Date: 21.04.2023 Tvk/kkm",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0e097007313d4266962415c58cbb6557_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f4d27c108bf640928ba6a1e7e7a80c1a_1"
    },
    {
      "start": 242,
      "end": 362,
      "text": "\nTelangana High Court\nM/S. Mytrah Energy India Private ... vs M/S. Siemens Gamesa Renewable Power ... on 21 April, 2023\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5ae02bb19ed140c88d29a897727352e3_2"
    },
    {
      "start": 362,
      "end": 400,
      "text": "Bench: P Naveen Rao, Nagesh Bheemapaka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9fc944ee8d1b4eca9275d3a565923453_3"
    },
    {
      "start": 401,
      "end": 503,
      "text": "\n             High Court For The State Of Telangana\n                             ********\n\n           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "53dd415e71014d93b0ddb432a3c7b277_4"
    },
    {
      "start": 503,
      "end": 544,
      "text": "Commercial Court Appeal Nos.6 & 7 Of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "df914097b0d149e8a8cbb71b629e4c14_5"
    },
    {
      "start": 545,
      "end": 566,
      "text": "\n\nComca No.6 Of 2023:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1a434955d274f66a47b7b1aa8111c0a_6"
    },
    {
      "start": 569,
      "end": 583,
      "text": "Between:\n\nM/s.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4922a76b7505480aa1b4470bfb88a767_7"
    },
    {
      "start": 584,
      "end": 590,
      "text": "Mytrah",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c456ab9c5c94b80ba72a9fc38a2ce5c_8"
    },
    {
      "start": 591,
      "end": 597,
      "text": "Energy",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bba6ccdb8500429dac9a7739e66b56fa_9"
    },
    {
      "start": 598,
      "end": 622,
      "text": "( India) Private Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f21830048a5414cbf606fc58aaf3dd6_10"
    },
    {
      "start": 623,
      "end": 867,
      "text": ", \n(formerly known as Caparo Energy India Limited,\nHaving its Regd. Office at 8th Floor, 8001,\nQ City Sy.No.109, Gachibowli (V), Naanakramguda,\nSerilingampally (M), Hyderabad, rep.by its\nAuthorized Signatory Mr. Girish Gelli,\ns/o. Ramesh Gelli.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5dd559edf3ae4be4b19b6476b063a69c_11"
    },
    {
      "start": 936,
      "end": 1022,
      "text": "..... Appellant/\n                                                                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1deca9ef80ea4d8198d6cd294d98d6d8_12"
    },
    {
      "start": 1022,
      "end": 1053,
      "text": "Respondent\n                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6e901fd8b9cb4091a80465f80d6a0799_13"
    },
    {
      "start": 1053,
      "end": 1059,
      "text": "and\n\nM",
      "labels": [
        "PREAMBLE"
      ],
      "id": "83bf3e2f5d8840eea4d3de38bf27b812_14"
    },
    {
      "start": 1060,
      "end": 1156,
      "text": "/ s. Siemens Gamesa Renewable Power Pvt.Ltd.,\n(formerly known as Gamesa Wind Turbines Pvt.Ltd.,)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1222ccf380e54807afdbe2c791ebf174_15"
    },
    {
      "start": 1157,
      "end": 1202,
      "text": "\nHaving its Regd.Office at No.489, Gnt Road,\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b758b2f0f837427d9f93d08f4e70349a_16"
    },
    {
      "start": 1202,
      "end": 1328,
      "text": "Thandalkazhani (V), Vadagarai P.O., Red Hills,\nChennai, previous having its Regd.office at the\nFutura Block B,8th Floor,No.334",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d7c0791b09274d41ab8d23afd07e9f6f_17"
    },
    {
      "start": 1329,
      "end": 1384,
      "text": "Rajiv Gandhi\nSalai, Sholinganallur, Chennai, rep.by its",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2548e56d56304fc5b04f524655938a1d_18"
    },
    {
      "start": 1386,
      "end": 1406,
      "text": "Authorized Signatory",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa9fd829906f4ef2944e5f4907fbb335_19"
    },
    {
      "start": 1407,
      "end": 1427,
      "text": "Mr. T.K.Karthikeayan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b52aa711a724a1494371aa4bc28f91e_20"
    },
    {
      "start": 1495,
      "end": 1584,
      "text": ".... Respondent/\n                                                                        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85a4417240514296a2d99f2d482ce556_21"
    },
    {
      "start": 1584,
      "end": 1623,
      "text": "Petitioner\n\nDate Of Judgment Pronounced",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fa8c6656eedb45d2a37175863d8e7cf8_22"
    },
    {
      "start": 1647,
      "end": 1659,
      "text": ": 21.04.2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c25b61bdf65c43d0b7582d826ae47f94_23"
    },
    {
      "start": 1660,
      "end": 1711,
      "text": "\n\n                Hon'Ble Sri Justice P. Naveen Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "417f2ddaf20b4cbf8955543bd403cd21_24"
    },
    {
      "start": 1744,
      "end": 1799,
      "text": "And \n             Hon'Ble Sri Justice Nagesh Bheemapaka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d61958827aba4eabb852105c590c744b_25"
    },
    {
      "start": 1800,
      "end": 1816,
      "text": "\n\n\n1.    Whether",
      "labels": [
        "PREAMBLE"
      ],
      "id": "716b20e5cbd04475b51ef02bfb04e950_26"
    },
    {
      "start": 1817,
      "end": 1849,
      "text": " Reporters of Local Newspapers :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d271d06c6c5547a2993ae1d3f52a806b_27"
    },
    {
      "start": 1861,
      "end": 1909,
      "text": "Yes        may be allowed to see the Judgments ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "00c223d743be458eb4224e5eed8fce93_28"
    },
    {
      "start": 1912,
      "end": 2018,
      "text": "2.    Whether the copies of judgment may be :            Yes       marked to Law Reporters/Journals 3.    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6b598eb1457f4b629d407c4abfff25a7_29"
    },
    {
      "start": 2018,
      "end": 2048,
      "text": "Whether Their Lordship wish to",
      "labels": [
        "PREAMBLE"
      ],
      "id": "005bfd1f7c4d4faa8e9ebd0aee640bf9_30"
    },
    {
      "start": 2065,
      "end": 2113,
      "text": ":   No       see the fair copy of the Judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "891df74f83044994b91b260ab612187a_31"
    },
    {
      "start": 2197,
      "end": 2285,
      "text": "PNR,J & NBK,J                                                                           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d666287f906a47c68401072fe7a89e19_32"
    },
    {
      "start": 2285,
      "end": 2308,
      "text": "COMCA Nos.6 & 7 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fe20eca03b3442c2a0c0074b2c795832_33"
    },
    {
      "start": 2355,
      "end": 2377,
      "text": "2                    *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "323f48c8f4544e4f948160dc4c4a883e_34"
    },
    {
      "start": 2378,
      "end": 2411,
      "text": "HON'BLE SRI JUSTICE P. NAVEEN RAO",
      "labels": [
        "PREAMBLE"
      ],
      "id": "050d976c6ea44c2a9f541ce32b352958_35"
    },
    {
      "start": 2444,
      "end": 2499,
      "text": "AND               HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1de76c07727343e0b23a4f527f0ba4d7_36"
    },
    {
      "start": 2511,
      "end": 2529,
      "text": "+ COMMERCIAL COURT",
      "labels": [
        "PREAMBLE"
      ],
      "id": "deeef698c78844249690a6b907caa783_37"
    },
    {
      "start": 2530,
      "end": 2587,
      "text": "APPEAL NOS.6 & 7 OF 2023 % 21.04.2023 COMCA NO.6 OF 2023:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aa28a2ff213344de9d99bd793efd6ca0_38"
    },
    {
      "start": 2590,
      "end": 2600,
      "text": "Between:\n#",
      "labels": [
        "PREAMBLE"
      ],
      "id": "611e40049d894a479b171c2e5e4fb674_39"
    },
    {
      "start": 2601,
      "end": 2607,
      "text": "M / s.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3efe526fb2443a38c0aa77a21e79f66_40"
    },
    {
      "start": 2608,
      "end": 2869,
      "text": "Mytrah Energy (India) Private Limited,\n(formerly known as Caparo Energy India Limited,\nHaving its Regd. Office at 8th Floor, 8001,\nQ City Sy.No.109, Gachibowli (V), Naanakramguda,\nSerilingampally (M), Hyderabad, rep.by its Authorized Signatory Mr. Girish Gelli,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c8dda93aa6554f2ea46be8d63f0e5ae9_41"
    },
    {
      "start": 2871,
      "end": 2889,
      "text": "s/o. Ramesh Gelli.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bd9b63f047e24608afb60804bd8fa5a1_42"
    },
    {
      "start": 2969,
      "end": 3066,
      "text": "..... Appellant/\n                                                                                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cc20b9946d8c4e11aacfe18e5fba35c7_43"
    },
    {
      "start": 3066,
      "end": 3084,
      "text": "Respondent        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3654de816554483bbe7e041aae8bf00_44"
    },
    {
      "start": 3084,
      "end": 3091,
      "text": "and $ M",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dddd034b80d54dd8ad4ef8a80cd0b1c1_45"
    },
    {
      "start": 3092,
      "end": 3188,
      "text": "/ s. Siemens Gamesa Renewable Power Pvt.Ltd.,\n(formerly known as Gamesa Wind Turbines Pvt.Ltd.,)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ab44d6d897394e4983093c7c43cd7cca_46"
    },
    {
      "start": 3189,
      "end": 3360,
      "text": "\nHaving its Regd.Office at No.489, GNT Road,\nThandalkazhani (V), Vadagarai P.O., Red Hills,\nChennai, previous having its Regd.office at the Futura Block B,8th Floor,No.334",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3c0e56e2d6f40658a82e2c6372116df_47"
    },
    {
      "start": 3361,
      "end": 3405,
      "text": "Rajiv Gandhi Salai, Sholinganallur, Chennai,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50e9457f77ce4e938c116d8a2d7cb38e_48"
    },
    {
      "start": 3406,
      "end": 3437,
      "text": "rep.by its Authorized Signatory",
      "labels": [
        "PREAMBLE"
      ],
      "id": "433a15ac09c6474d9463d82f9a9e56a7_49"
    },
    {
      "start": 3438,
      "end": 3458,
      "text": "Mr. T.K.Karthikeayan",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dd65a9de63f74e99859e4296c936b5c6_50"
    },
    {
      "start": 3535,
      "end": 3551,
      "text": ".... Respondent/",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fccebc746d694a1aab8a75253481a991_51"
    },
    {
      "start": 3635,
      "end": 3647,
      "text": "Petitioner !",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2c8ec780e1ae43a3be44cc3ce07e5af5_52"
    },
    {
      "start": 3648,
      "end": 3673,
      "text": "Counsel for the appellant",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a519fd577874bdc8e6e90d6a3f30dc7_53"
    },
    {
      "start": 3686,
      "end": 3707,
      "text": ": Sri D.Prakash reddy",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f48a4b871f724c49be9185167ac52a7a_54"
    },
    {
      "start": 3708,
      "end": 3734,
      "text": "Counsel for the Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "95f378b55cbf428695d593fbdaeb6652_55"
    },
    {
      "start": 3747,
      "end": 3765,
      "text": ": Trideep Pais rep",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b6deedcfdc4453da8c7f44df045163d_56"
    },
    {
      "start": 3766,
      "end": 3787,
      "text": ". Mrs. Shireen Sethna",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7953b3fc61994d60b657b1372ccee872_57"
    },
    {
      "start": 3829,
      "end": 3836,
      "text": "Baira <",
      "labels": [
        "PREAMBLE"
      ],
      "id": "efda88f1ffd44ebc8b28d37c8807ed83_58"
    },
    {
      "start": 3837,
      "end": 3843,
      "text": "Gist :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "03cede33a5a048c690b7da30d2f58f05_59"
    },
    {
      "start": 3844,
      "end": 3860,
      "text": "\n\n>Head Note:\n\n?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3536c9797495429b82b92305d0693a9e_60"
    },
    {
      "start": 3861,
      "end": 4140,
      "text": "Cases referred:\n2022 SCC Online SC 1219; 2013 SCC Online Bom 481; 2017 SCC Online Bom 1147; 2018 SCC Online Ker 4913; 2019 SCC Online Bom 9852; 2016 SCC Online Mad 9122; (2021) 9 SCC 1; 2013 SCC Online Bom 481                                                                  PNR,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d15dcba48f494701a9b0bd6a34ebb27b_61"
    },
    {
      "start": 4141,
      "end": 4150,
      "text": "J & NBK,J",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ccbeee4b4a35456fb0cbf8d681f68914_62"
    },
    {
      "start": 4151,
      "end": 4231,
      "text": "                                                         COMCA Nos.6 & 7 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4178a980555a43a7a3a36fbcc647a842_63"
    },
    {
      "start": 4268,
      "end": 4316,
      "text": "3               HON'BLE SRI JUSTICE P.NAVEEN RAO",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e3a65a8d6b364110b55bc4ba4015f1b4_64"
    },
    {
      "start": 4317,
      "end": 4398,
      "text": "                              & \n           HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2e8130c340e46a9a139414d064a86d1_65"
    },
    {
      "start": 4408,
      "end": 4466,
      "text": "COMMERCIAL COURT APPEAL NOS.6 & 7 OF 2023 COMMON JUDGMENT:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1251d76ee61c4fa7a0cdb519aacd1750_66"
    },
    {
      "start": 4468,
      "end": 4640,
      "text": "Heard learned senior counsel Sri D.Prakash Reddy for appellant and learned counsel Sri Trideep Pais representing learned counsel for respondent Mrs Shireen Sethna Baira.\n2.",
      "labels": [
        "NONE"
      ],
      "id": "410e9f16c34d46378ab9581d5a213421_67"
    },
    {
      "start": 4641,
      "end": 4886,
      "text": "Parties are referred to hereunder as arrayed before the Commercial Court in COP Nos. 19 and 18 of 2022 on the file of the Court of Principal Special Court in the Cadre of District Judge for Trial and Disposal of Commercial Disputes at Hyderabad.",
      "labels": [
        "FAC"
      ],
      "id": "c5307d6a506949ff983305f2b83a06fa_68"
    },
    {
      "start": 4887,
      "end": 5118,
      "text": "\n3. Petitioner and respondent entered into Multi Annual Agreement (for short, 'MAA') on 4.5.2011 for the purpose of purchase and supply of Wind Turbine Generators for the total capacity of 2000 MW during the term from 2011 to 2016.",
      "labels": [
        "FAC"
      ],
      "id": "25ccd1c0a0634949998ac50d19122721_69"
    },
    {
      "start": 5119,
      "end": 5328,
      "text": "Said MAA provided for committed Minimum volume of 1635 in Megawatts which was mandatorily to be off taken by the respondent for each delivery year commencing from 2011 till 2016 and supplied by the petitioner.",
      "labels": [
        "FAC"
      ],
      "id": "3b71dae9cda24bf683a2233b2b97e8c3_70"
    },
    {
      "start": 5329,
      "end": 5502,
      "text": "MAA provided that in the event of failure of either party to comply with their mandatory obligations, the breaching party is liable to pay liquidated damages to other party.",
      "labels": [
        "FAC"
      ],
      "id": "ffbe5a74e9d0489ea326ea2e6c5dc496_71"
    },
    {
      "start": 5503,
      "end": 5759,
      "text": "Compliance of MAA required petitioner to incur substantial investments towards PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 establishment of factory, cost of raw material, plant and machinery, changes in the inventories, financing costs, warehousing costs etc.\n4.",
      "labels": [
        "FAC"
      ],
      "id": "44267ae2dd96462893bc9f8f30045ce4_72"
    },
    {
      "start": 5760,
      "end": 5953,
      "text": "According to petitioner, soon after first purchase order was placed by the respondent for delivery in 2011, respondent continued defaulting on its commitments to off take annual volume of WTGS.",
      "labels": [
        "FAC"
      ],
      "id": "fc7b3389542d41209f270b0a30624348_73"
    },
    {
      "start": 5954,
      "end": 6056,
      "text": "According to petitioner even the first purchase order was defective and falling short of requirements.",
      "labels": [
        "FAC"
      ],
      "id": "dfbc029f20ec4f099edda53559868ed6_74"
    },
    {
      "start": 6057,
      "end": 6177,
      "text": "Having regard to the defaults committed by the respondent, petitioner issued demand letters claiming liquidated damages.",
      "labels": [
        "FAC"
      ],
      "id": "21c1c21eccd54d32bf367e78d554a8f4_75"
    },
    {
      "start": 6178,
      "end": 6425,
      "text": "As issue was not resolved in spite of several efforts made, petitioner invoked the arbitration clause as provided in MAA by raising two independent arbitration claims for liquidated damages covering the period from 2011-2014 and 2015 respectively.",
      "labels": [
        "FAC"
      ],
      "id": "fe13296cf8724dc8a5119a88bd7e7be5_76"
    },
    {
      "start": 6426,
      "end": 6703,
      "text": "Arbitral Tribunal comprised of Hon'ble Justice M Jagannatha Rao, Retired Judge Supreme Court of India as Presiding Arbitrator, Mr. Justice Balasubramaniah, Retired Judge, Madras High Court and Mr Justice C.V.Ramulu Retired Judge, High Court of Andhra Pradesh as Co-Arbitrators.",
      "labels": [
        "NONE"
      ],
      "id": "0b286223b1474a1390c96191912e03bf_77"
    },
    {
      "start": 6704,
      "end": 6864,
      "text": "The Arbitral Tribunal passed final arbitral awards on 15.7.2021 in dispute Nos.1 and 2 separately covering two separate periods, viz., years 2011-2014 and 2015.",
      "labels": [
        "RLC"
      ],
      "id": "e402203f870e4e21a8c344e6f63569b3_78"
    },
    {
      "start": 6865,
      "end": 7054,
      "text": "In Arbitration Case No.1 of 2018 the Arbitral Tribunal awarded 295,44,94,116/- that include interest component @ 9% per annum from 31.3.2018 to 15.7.2021, after adjusting the counter-claim.",
      "labels": [
        "RLC"
      ],
      "id": "5ff0bfdd35e74768a893720619053a3a_79"
    },
    {
      "start": 7055,
      "end": 7188,
      "text": "The PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 Arbitral Tribunal also directed return of two bank guarantees and two corporate guarantees.",
      "labels": [
        "RLC"
      ],
      "id": "e46a39dbfbb94681ab50493ce6702d15_80"
    },
    {
      "start": 7190,
      "end": 7323,
      "text": "5. In Arbitration Case No.2 of 2018 the Arbitral Tribunal awarded liquidated damages and interest of 141,57,13,562/- up to 15.7.2021.",
      "labels": [
        "RLC"
      ],
      "id": "0f6cc21d6f1c46c0966d86fa7f6c9461_81"
    },
    {
      "start": 7324,
      "end": 7383,
      "text": "The Tribunal further granted interest @ 6 % from 15.7.2021.",
      "labels": [
        "FAC"
      ],
      "id": "db60b584afe84bb281a4ef2ac058caaf_82"
    },
    {
      "start": 7384,
      "end": 7486,
      "text": "The further claim of petitioner for 438,26,79,452/- and counter claim of 129,58,94,884/- was rejected.",
      "labels": [
        "FAC"
      ],
      "id": "a3207f67580f4a2dbf96a998f57db100_83"
    },
    {
      "start": 7488,
      "end": 7874,
      "text": "6. After passing of the awards, petitioner filed C.O.P.No.18 of 2022 (subject matter of COMCA No.7 of 2023) and C.O.P.No.19 of 2022 (subject matter of COMCA No.6 of 2023) on the file of the Court of Principal Special Court in the Cadre of District Judge for Trial and Disposal of Commercial Disputes at Hyderabad under Section 9 of the Arbitration and Conciliation Act,1996 ( Act,1996).",
      "labels": [
        "FAC"
      ],
      "id": "39554b1e7c434a76be904481bdbcb39a_84"
    },
    {
      "start": 7875,
      "end": 10687,
      "text": "7.1. In C.O.P.No.19 of 2022 petitioner prayed to grant the following reliefs:\n\"It is, therefore, most humbly and respectfully prayed that in view of the above facts and circumstances the Hon'ble Court be pleased to:\na) Direct the Respondent to deposit a sum of INR 141,57,13,562/ (Indian Rupees One Hundred Forty-One Crore Fifty-Seven Lakhs Thirteen Thousand Five Hundred Sixty-Two only) along with applicable interest @6% from the date of Arbitral Award till its realisation before this Hon'ble Court, until the execution of the Arbitral Award or the Award is set-aside by the Hon'ble Court under Section 34 of the Arbitration and Conciliation Act 1996;\nb) In the alternative, direct the Respondent to furnish security in the form of Bank Guarantees or cash deposits before this Hon'ble Court, to PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 the extent of IN 141.57,13,562/- (Indian Rupees One Hundred Forty-One Crore Fifty-Seven Lakhs Thirteen Thousand Five Hundred Sixty Two only) along with applicable interest @6% from the date of Arbitral Award till its realisation; and c) Restrain the Respondent from alienating, transferring, mortgaging, encumbering, or creating any kind of third-party rights or interests of whatsoever nature on their assets belonging to the Respondent Company or its subsidiary companies, until the execution of the Arbitral Award or the Award is set-aside by the Hon'ble Court under Section 34 of the Arbitration and Conciliation Act 1996;\nd) Direct the Respondent to declare all its immovable and movable assets including the assets which are free from any charge, mortgage, pledge, or any form of encumbrance or third-party rights;\ne) In the event the Respondent fails to either furnish Bank Guarantee or cash deposit before this Hon'ble Court to the extent of amount as awarded by the Arbitral Award, this Hon'ble Court may be pleased to attach the assets and properties of the Respondent particularly their operational renewable power projects (i.e. inclusive of Wind Turbine Generators, Solar Power Plants/Projectsinstalled and/or commissioned at various project sites across India), which are directlyand indirectly owned, controlled and operated by the Respondent, to the equivalent sum of the claims as allowed in the Arbitral Award;Grant ad-interim status quo order restraining the Respondent from proceeding further with the alienation, disposing of, encumbering or creating any kind of third-party rights or interests of whatsoever nature on their assets belonging to the Respondent Company, till the disposal of the present Petition; and f) Pass any other Order(s) or direction (s) which this Hon'ble Court may deem fit and proper to secure the amount mentioned in the Arbitral Award and all the claims of the Petitioner and in the facts and circumstances of the present case.\"",
      "labels": [
        "FAC"
      ],
      "id": "91a04d5baed743f3afdf74a4d1dda2c0_85"
    },
    {
      "start": 10689,
      "end": 13717,
      "text": "7.2. In C.O.P.No.18 of 2022 petitioner prayed to grant the following reliefs:\n\"It is, therefore, most humbly and respectfully prayed that in view of the above. facts and circumstances the Hon'ble Court be pleased to:\na) Direct the Respondent to deposit a sum of IN 295,44,94,116/-(Indian Rupees Two Hundred Ninety-Five Crore Forty-Four Lakhs Ninety-Four Thousand One Hundred and Sixteen only) along with applicable interest @6% from the date of Arbitral Award till its realisation before this Hon'ble Court, until the execution of the Arbitral Award or the Award is set-aside PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 by the Hon'ble Court under Section 34 of the Arbitration and Conciliation Act 1996;\nb) In the alternative, direct the Respondent to furnish security in the form of Bank Guarantees or cash deposits before this Hon'ble Court, to the extent of INR 295,44,94,116/- (Indian Rupees Two Hundred Ninety- Five Crore Forty-Four Lakhs Ninety-Four Thousand One Hundred and Sixteen only) along with applicable interest @6% from the date of Arbitral Award till its realisation; and c) Restrain the Respondent from alienating, transferring, mortgaging, encumbering, or creating any kind of third-party rights or interests of whatsoever nature on their assets belonging to the Respondent Company or its subsidiary companies, until the execution of the Arbitral Award or the Award is set-aside by the Hon'ble Court under Section 34 of the Arbitration and Conciliation Act 1996;\nd) Direct the Respondent to declare all its immovable and movable assets including the assets which are free from any charge, mortgage, pledge, or any form of encumbrance or third-party rights;\ne) In the event the Respondent fails to either furnish Bank Guarantee or cash deposit before this Hon'ble Court to the extent of amount as awarded by the Arbitral Award, this Hon'ble Court may be pleased to attach the assets and properties of the Respondent particularly their operational renewable power projects (i.e. inclusive of Wind Turbinecommissioned at various project sites across India), which are directly and indirectly owned, controlled and operated by the Respondent, to the equivalent sum of the claims as allowed in the Arbitral Award;\nf) Pass an order directing the Respondent to return the Bank Guarantee and Corporate Guarantee to the Petitioner;\ng) Grant ad-interim status quo order restraining the Respondent from proceeding further with the alienation, disposing of, encumbering or creating any kind of third-party rights or interests of whatsoever nature on their assets belonging to the Respondent Company, till the disposal of the present Petition;\nh) Pass an order restraining the Respondent from invoking the Bank Guarantee and Corporate Guarantee during the pendency of the present Petition;\ni) Pass any other Order(s) or direction (s) which this Hon'ble Court may deem fit and proper to secure the amount mentioned in the Arbitral Award and all the claims of the Petitioner and in the facts and circumstances of the present case.\"",
      "labels": [
        "FAC"
      ],
      "id": "dd755953c7764e14b652e86b93b389f9_86"
    },
    {
      "start": 13719,
      "end": 13759,
      "text": "PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 8.",
      "labels": [
        "NONE"
      ],
      "id": "c1e0c90cf43445f49d27f19280865003_87"
    },
    {
      "start": 13760,
      "end": 13882,
      "text": "On due consideration of the respective submissions, by elaborate order, the Commercial Court partly allowed the petitions.",
      "labels": [
        "FAC"
      ],
      "id": "4e0f1ca6c96c46c497cea0e1c1b438ec_88"
    },
    {
      "start": 13883,
      "end": 14227,
      "text": "In C.O.P.No.19 of 2022 the Commercial Court directed to declare all its movable and immovable assets including the assets which are free from any charge, mortgage, pledge or any form of encumbrance or third party rights and to return the bank guarantee and the corporate guarantees given by the petitioner within 30 days from the date of order.",
      "labels": [
        "FAC"
      ],
      "id": "8f41247db80a4949a8321b02343b95e1_89"
    },
    {
      "start": 14228,
      "end": 14573,
      "text": "In C.O.P.No.18 of 2022, the Commercial Court directed to declare all its movable and immovable assets including the assets which are free from any charge, mortgage, pledge or any form of encumbrance or third party rights and to return the bank guarantee and the corporate guarantees given by the petitioner within 30 days from the date of order.",
      "labels": [
        "FAC"
      ],
      "id": "c0034ea492244b4694f319bb4784feb3_90"
    },
    {
      "start": 14575,
      "end": 14723,
      "text": "9. The legality and validity of the orders passed by the Commercial Court in COP Nos.19 and 18 of 2022 respectively are challenged in these Appeals.",
      "labels": [
        "FAC"
      ],
      "id": "2b1d81ef9dec4b68a1a0835365676901_91"
    },
    {
      "start": 14725,
      "end": 14895,
      "text": "10. The learned senior counsel Sri D.Prakash Reddy appearing for respondent contended that the Commercial Court grossly erred in passing orders impugned in these appeals.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "74d20a88a82247ca85be805e800150c6_92"
    },
    {
      "start": 14896,
      "end": 15244,
      "text": "In Section 9 application, remedy is available only till the award passed by the Arbitral Tribunal is executable and once award is executable the person in whose favour award is passed has to seek enforcement of the award under Section 36 PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 of the Act by following the procedure laid down in Civil Procedure Code.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6182db6eed514b44bcb6e290d099a9e4_93"
    },
    {
      "start": 15245,
      "end": 15348,
      "text": "This fact was not appreciated by the learned Commercial Court and grossly erred in granting the relief.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2ed0203df2cc4fc9bc3a877c642ab8e0_94"
    },
    {
      "start": 15349,
      "end": 15462,
      "text": "According to learned senior counsel, the Commercial Court has no jurisdiction and competence to pass such orders.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "05f08c92643746d58216553a8ba3e190_95"
    },
    {
      "start": 15463,
      "end": 15664,
      "text": "By referring to the relief granted in C.O.P.No.19 of 2022 directing the respondent to return the bank guarantee, he would submit that this clearly shows non application of mind by the commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ad68fa6b45dd42a79267a4e7a476c6cb_96"
    },
    {
      "start": 15665,
      "end": 15782,
      "text": "The relief is granted in excess of the reliefs prayed and therefore the said order suffers from jurisdictional error.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7b9940f37820475d86a5b9f8619528a9_97"
    },
    {
      "start": 15783,
      "end": 15868,
      "text": "He would therefore submit that the orders under challenge are liable to be set aside.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d1ba2966750a4e23bf0370958bf71cd0_98"
    },
    {
      "start": 15870,
      "end": 16073,
      "text": "11. Per contra, according to Sri Trideep Pais, learned counsel for respondent, scope of Section 9 application is very wide and it co-exists vis--vis the execution proceedings under Section 36 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a1559895f61d4671ae4b982a56eae984_99"
    },
    {
      "start": 16074,
      "end": 16215,
      "text": "He would submit that merely because award is executable does not take away the application of section 9 at the instance of the decree holder.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c2cc84c60c2b4601ba7bf598b082a867_100"
    },
    {
      "start": 16216,
      "end": 16443,
      "text": "He would submit that what was available to the decree holder prior to amendment of Section 36 of the Act, cannot take away by virtue of amendment and decree holder cannot be put to a worse position than what was available then.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "692eb3f1e5ba4ea59be0e40cca7d1cc8_101"
    },
    {
      "start": 16444,
      "end": 16584,
      "text": "He would submit that according to Section 9 post award also interlocutory reliefs can be sought by the decree holder till award is enforced.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "41321b830fb74c5eb8fb2299c1f6c0cd_102"
    },
    {
      "start": 16585,
      "end": 16685,
      "text": "The principle of law is well settled and needs no PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 reiteration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e8549fd4d84b45b59fbd7f5adbd4e159_103"
    },
    {
      "start": 16686,
      "end": 16794,
      "text": "He would therefore submit that trial Court rightly passed orders granting limited reliefs to the petitioner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "87b1417ba9e04b49ad903249d112a965_104"
    },
    {
      "start": 16795,
      "end": 17157,
      "text": "11.1. Regarding Bank Guarantees, he would submit that the bank guarantees have lapsed long ago, therefore they cannot be encashed, but since respondent has not returned the bank guarantees, the petitioner's bankers have kept the accounts as running accounts and penal interest is charged on these accounts causing lot of hardship and suffering to the petitioner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "24341e1e1c404fcfb9b9269db0fa5ab3_105"
    },
    {
      "start": 17158,
      "end": 17431,
      "text": "Further, since bank guarantees are not closed, the entitlement of the petitioner to secure further Bank Guarantees/advances is severally affected, therefore keeping the bank guarantees by the Respondent is causing grave prejudice and irreparable hardship to the petitioner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "716b9c8d0d2040eb8de4b48b8195394a_106"
    },
    {
      "start": 17433,
      "end": 17641,
      "text": "11.2. He would submit that taking recourse to the provisions of Civil Procedure Code for enforcement of the awards is a long drawn process, having regard to the procedural compliances required to be observed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7058103a768647e9baa53770a1f20521_107"
    },
    {
      "start": 17642,
      "end": 17868,
      "text": "The remedy provided by Section 9 of the Act enables preservation of concerned assets pending consideration of the applications under Section 34 and pending enforcement of the decree by taking recourse to Section 36 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e94bc2bf2955438cbe7c54373a20b38d_108"
    },
    {
      "start": 17869,
      "end": 18054,
      "text": "Further, petitioner does not have the information regarding assets and liabilities of the respondent and unless such information is made available it is difficult to enforce the awards.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f373cf886606409dbe416f79c4647906_109"
    },
    {
      "start": 18055,
      "end": 18359,
      "text": "Though PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 petitioner sought larger reliefs only limited reliefs are granted by the Court below and unless such measures are enforced, there is every possibility of the respondent alienating the properties frustrating the fruits of the awards obtained by the petitioner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8643cdbae46b4e67b56d7360056550a4_110"
    },
    {
      "start": 18360,
      "end": 18445,
      "text": "Therefore, such measures are required to safeguard the interest of the decree holder.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3c3879a18870461da8ba5372542c7afe_111"
    },
    {
      "start": 18446,
      "end": 18633,
      "text": "Further, the longer bank guarantees are kept by the respondent, more hardship being caused to petitioner and he cannot be compelled to wait till the execution of decrees under Section 36.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0052c103486d4bae80f3934e166d62ca_112"
    },
    {
      "start": 18634,
      "end": 18742,
      "text": "He would submit that there is no overlapping of the provisions in Section 36 vis-a-vis Section 9 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e5ed51144c3046c8942eebfe05314873_113"
    },
    {
      "start": 18744,
      "end": 19265,
      "text": "11.3. In support of his contention, learned counsel placed reliance on following decisions:\ni) Essar House Private Limited vs. Arcellor Mittal Nippon Steel India Limited1;\nii) Dirk India Private Limited vs. Maharashtra State Electricity Generation company Limited2;\niii) Wind World (India) Ltd., vs. Enercon GmbH and others3;\niv) A.Ashraf vs. Kasim V.K.,4;\nv) Mahco Monsanto Biotech (India) Pvt. Ltd., vs. Nuziveedu Seeds Ltd.,5;\nvi) M/s.Samson Maritime Limited vs. M/s. Hardy exploration & Production (India) Inc.,6 2022",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d57ba7c4c29f41a59eed3a81e4910427_114"
    },
    {
      "start": 19266,
      "end": 19276,
      "text": "SCC Online",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9231fae8547845299a55cb14359acc0d_115"
    },
    {
      "start": 19277,
      "end": 19363,
      "text": "SC 1219 2013 SCC Online Bom 481 2017 SCC Online Bom 1147 2018 SCC Online Ker 4913 2019",
      "labels": [
        "NONE"
      ],
      "id": "fab1c1c384c74d23bb4e8def23e2146d_116"
    },
    {
      "start": 19364,
      "end": 19544,
      "text": "SCC Online Bom 9852 PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 vii) Project Director, National Highways No.45E and 220, National Highways Authority of India vs. M.Hakeem and another7 12",
      "labels": [
        "NONE"
      ],
      "id": "0fadc01a325e4511909b1fc3e4c26d88_117"
    },
    {
      "start": 19545,
      "end": 19728,
      "text": ". In reply, learned senior counsel Sri D.Prakash Reddy would contend that since main relief was not granted, it was not permissible for the Commercial Court to grant ancillary relief.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "87eed5de163c4526b15072bc9b9c4cce_118"
    },
    {
      "start": 19729,
      "end": 19800,
      "text": "Petitioner has not come in appeal against refusal to grant main relief.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "624b1eabea2844d89b6185c11304206b_119"
    },
    {
      "start": 19801,
      "end": 20057,
      "text": "As respondent to these appeals, petitioner cannot seek to expand the scope of order passed by the Commercial Court as Commercial Court only granted two reliefs which are ancillary but refused to grant principal reliefs, petitioner has no say in the matter.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b1e4f6e902b747f9a716e82fcb7311f7_120"
    },
    {
      "start": 20059,
      "end": 20286,
      "text": "13. The issue for consideration is whether the Decree holder can take recourse to Section 98 of the Act, 1996 seeking interlocutory measures 2016 SCC Online Mad 9122 (2021) 9 SCC 1 Section 9 : Interim measures, etc., by Court :",
      "labels": [
        "ISSUE"
      ],
      "id": "27ffe060585d4d6a977ca4b47c0b3a62_121"
    },
    {
      "start": 20287,
      "end": 21966,
      "text": "\n(1) A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court-- (i) for the appointment of a guardian for a minor or a person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely:--\n(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; (c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence; (d) interim injunction or the appointment of a receiver; (e) such other interim measure of protection as may appear to the Court to be just and convenient;\nand the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.\n(2) Where, before the commencement of the arbitral proceedings, a Court passes an order for any interim measure of protection under sub-section (1), the arbitral proceedings shall be commenced PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 pending initiation of execution proceedings under Section 369 of the Act, 1996.\n14.",
      "labels": [
        "STA"
      ],
      "id": "c3763dcd871a4da3b818341ffeaa2a22_122"
    },
    {
      "start": 21967,
      "end": 22350,
      "text": "From a bare reading of Section 9 of the Act, it is manifest that at 3 stages aggrieved person can take recourse to Section 9 of the Act for seeking interlocutory protection/to grant appropriate measures, before initiation of arbitral proceedings on a dispute inter-parties, during the arbitral proceedings, and after the award is passed.\n15. Section 36 is about enforcement of award.",
      "labels": [
        "STA"
      ],
      "id": "f644f77463fb46a291effd598659c311_123"
    },
    {
      "start": 22351,
      "end": 22541,
      "text": "Decree-holder can seek to enforce award after expiry of period to avail remedy under Section 34 by opposite party or though application is filed under Section 34 but the award is not stayed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ae71bd5550e4db3968902db7a3043f6_124"
    },
    {
      "start": 22542,
      "end": 22704,
      "text": "Enforcement of the award has to be as per Civil within a period of ninety days from the date of such order or within such further time as the Court may determine.",
      "labels": [
        "STA"
      ],
      "id": "76b6101396d145629b3246286af82152_125"
    },
    {
      "start": 22705,
      "end": 22945,
      "text": "\n(3) Once the arbitral tribunal has been constituted, the Court shall not entertain an application under sub-section (1), unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.",
      "labels": [
        "STA"
      ],
      "id": "976b5700f278465c9a74adbd5eacb70d_126"
    },
    {
      "start": 22946,
      "end": 23300,
      "text": "\nSection 36 :Enforcement :\n(1) Where the time for making an application to set aside the arbitral award under section 34 has expired, then, subject to the provisions of sub-section (2), such award shall be enforced in accordance with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court.",
      "labels": [
        "STA"
      ],
      "id": "3b267b15c6274ad2a0d41eb96a876360_127"
    },
    {
      "start": 23301,
      "end": 23679,
      "text": "\n(2) Where an application to set aside the arbitral award has been filed in the Court under section 34, the filing of such an application shall not by itself render that award unenforceable, unless the Court grants an order of stay of the operation of the said arbitral award in accordance with the provisions of sub-section (3), on a separate application made for that purpose.",
      "labels": [
        "STA"
      ],
      "id": "a02b6814862240d8b0a7690444fd87d6_128"
    },
    {
      "start": 23680,
      "end": 24195,
      "text": "\n(3) Upon filing of an application under sub-section (2) for stay of the operation of the arbitral award, the Court may, subject to such conditions as it may deem fit, grant stay of the operation of such award for reasons to be recorded in writing:\nProvided that the Court shall, while considering the application for grant of stay in the case of an arbitral award for payment of money, have due regard to the provisions for grant of stay of a money decree under the provisions of the Code of Civil Procedure, 1908.",
      "labels": [
        "STA"
      ],
      "id": "e1876c0b63b543f0becbbe99b3c6aabd_129"
    },
    {
      "start": 24197,
      "end": 24328,
      "text": "PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 Procedure Code that requires observing lengthy procedure and may consume good amount of time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5ee4c6909b9486283b287ed992f4da2_130"
    },
    {
      "start": 24329,
      "end": 24408,
      "text": "Section 36 does not envisage interim measures pending enforcement of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "713ff73c4d2644eb8cbfc957d35af354_131"
    },
    {
      "start": 24409,
      "end": 24796,
      "text": "Having obtained award, it is the right of the decree-holder to ensure that fruits of his success are not frustrated by actions/conduct of the opposite party, by resorting to disposal of assets or creating third party interests or moving away movables from the jurisdictional limits of cause of action and, as in this case, there is no clarity on assets and liabilities of the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bcb43304588042cbbf64e16df434def1_132"
    },
    {
      "start": 24797,
      "end": 25025,
      "text": "\nTherefore, a decree-holder can seek interim measures to preserve the assets, movable or immovable, to secure information on assets and liabilities and seek other measures so that the decree secured by him is not frustrated.\n16.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "474d8816bf3a46aa8d0d342455e9e5b2_133"
    },
    {
      "start": 25026,
      "end": 25122,
      "text": "Section 9 of the Act is wide in its scope and application and steps in to aid the decree-holder.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c89a1dc30ee14436affe78806af45967_134"
    },
    {
      "start": 25123,
      "end": 25278,
      "text": "The decree-holder can take recourse to Section 9 seeking interim measures to safeguard his interest till the award is enforced under Section 36 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ba2d0236096469993723bc42ac7b332_135"
    },
    {
      "start": 25279,
      "end": 25318,
      "text": "It is step in aid to enforce the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a6e3e47abcac42878b0638fd3d65a640_136"
    },
    {
      "start": 25319,
      "end": 25439,
      "text": "On cumulative reading of Sections 9 and 36 of the Act, it is apparent that there is no conflict in these two provisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ac5679b39ce41b89bb1b9f3f62f6791_137"
    },
    {
      "start": 25440,
      "end": 25467,
      "text": "They compliment each other.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "983b4c6741184db8a74ddd94579c7b25_138"
    },
    {
      "start": 25469,
      "end": 25510,
      "text": "PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 17.",
      "labels": [
        "NONE"
      ],
      "id": "2453fac06a264ec8a156b4e75b1c7a5f_139"
    },
    {
      "start": 25511,
      "end": 25580,
      "text": "The scope of Section 9 and its enforceability is no more res integra.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4ed4ca16bcda4ee88cf11b956fa665f1_140"
    },
    {
      "start": 25581,
      "end": 25841,
      "text": "In Dirk India (P) Ltd. v. Dirk India (P) Ltd.,10, Division Bench of Bombay High Court, presided by Hon'ble Dr. Justice D.Y.Chandrachud, as a judge of Bombay High Court, as he then was, has analysed in depth scope of Section 9 and other provisions of Act, 1996.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f285dc4d36624cb8ba98b832638145e1_141"
    },
    {
      "start": 25842,
      "end": 25880,
      "text": "The Division Bench held as under:\n\"14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "93863d385e214d1bae01f8e7c8534ffa_142"
    },
    {
      "start": 25881,
      "end": 25920,
      "text": "Two facets of Section 9 merit emphasis.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "339f7fd4b30e4ef1892561befe2f38de_143"
    },
    {
      "start": 25921,
      "end": 26150,
      "text": "The first relates to the nature of the orders that can be passed under clauses (i) and (ii). Clause (i) contemplates an order appointing a guardian for a minor or a person of unsound mind for the purposes of arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f2b50649eb447aeac9c8d0636adc3c4_144"
    },
    {
      "start": 26151,
      "end": 26684,
      "text": "Clause (ii) contemplates an interim measure of protection for : (a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; and (c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration; (d) an interim injunction or the appointment of a receiver;\nand (e) such other interim measure of protection as may appear to the Court to be just and convenient.",
      "labels": [
        "STA"
      ],
      "id": "b105587f37bb4423bf07559bd57bde0f_145"
    },
    {
      "start": 26685,
      "end": 26942,
      "text": "The underlying theme of each one of the sub-clauses of clause (ii) is the immediate and proximate nexus between the interim measure of protection and the preservation, protection and securing of the subject-matter of the dispute in the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8cba3889e9e4971ad202f3518db3b72_146"
    },
    {
      "start": 26943,
      "end": 27124,
      "text": "In other words, the orders that are contemplated under clause (ii) are regarded as interim measures of protection intended to protect the claim in arbitration from being frustrated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79a8cd4dcc8543eeb5b5d775a710a8ba_147"
    },
    {
      "start": 27125,
      "end": 27246,
      "text": "The interim measure is intended to safeguard the subject-matter of the dispute in the course of the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2da35002b3e4f3dbc084b8b77b2d24e_148"
    },
    {
      "start": 27247,
      "end": 27364,
      "text": "The second facet of Section 9 is the proximate nexus between the orders that are sought and the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a9b42316d8164109bbc3f746a7870f36_149"
    },
    {
      "start": 27365,
      "end": 27528,
      "text": "When an interim measure of protection is sought before or during arbitral proceedings, such a measure is a step in aid to the fruition of the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e71f987d741146d197695bde92030baa_150"
    },
    {
      "start": 27529,
      "end": 27724,
      "text": "When sought after an arbitral award is made but before it is enforced, the measure of protection is intended to safeguard the fruit of the proceedings until the eventual enforcement of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23e71ac28dee48f99de13fbcdd890d13_151"
    },
    {
      "start": 27725,
      "end": 27794,
      "text": "Here again the measure of protection is a step in aid of enforcement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eff8a34758014c129333f239bab04a99_152"
    },
    {
      "start": 27795,
      "end": 28007,
      "text": "It is intended to ensure that enforcement of the award results in a realisable claim and that the award is not rendered illusory by dealings that would put the subject of the award beyond the pale of enforcement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17c0398d31144ef686fcdee0e9658263_153"
    },
    {
      "start": 28008,
      "end": 28251,
      "text": "Now it is in this background that it is necessary for the Court to impart a purposive interpretation to the meaning of the expression \"at any time after the making of the arbitral award but before it is enforced in accordance with section 36\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5d6ba89fff246b981d5eca52d559c45_154"
    },
    {
      "start": 28252,
      "end": 28393,
      "text": "Under Section 36, an arbitral award can be enforced under the Code of Civil Procedure in the same manner as if it were a decree of the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83338bcbb1fa446db0fdf2b1406d3b11_155"
    },
    {
      "start": 28394,
      "end": 28670,
      "text": "The arbitral award can be enforced where the time for making 2013 SCC Online Bom 481 PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 an application to set aside the arbitral award under Section 34 has expired or in the event of such an application having been made, it has been refused.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f939b5588a794598b108cf7c37f610c8_156"
    },
    {
      "start": 28671,
      "end": 28787,
      "text": "The enforcement of an award enures to the benefit of the party who has secured an award in the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f3f5649078d04eee84379a75aab80860_157"
    },
    {
      "start": 28788,
      "end": 29079,
      "text": "That is why the enforceability of an award under Section 36 is juxtaposed in the context of two time frames, the first being where an application for setting aside an arbitral award has expired and the second where an application for setting aside an arbitral award was made but was refused.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e6eb00e92744886955e29f85701b4ec_158"
    },
    {
      "start": 29080,
      "end": 29375,
      "text": "The enforceability of an award, in other words, is defined with reference to the failure of the other side to file an application for setting aside the award within the stipulated time limit or having filed such an application has failed to establish a case for setting aside the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "837633142b4440f596c1a85ccad9f342_159"
    },
    {
      "start": 29376,
      "end": 29684,
      "text": "Once a challenge to the arbitral award has either failed under Section 34 having been made within the stipulated period or when no application for setting aside the arbitral award has been made within time, the arbitral award becomes enforceable at the behest of the party for whose benefit the award enures.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "43ea9015bc034655b1ce2eeae22335a4_160"
    },
    {
      "start": 29685,
      "end": 29940,
      "text": "Contextually, therefore, the scheme of Section 9 postulates an application for the grant of an interim measure of protection after the making of an arbitral award and before it is enforced for the benefit of the party which seeks enforcement of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1148f9082ee4e2b9987cc4e80a55ff0_161"
    },
    {
      "start": 29941,
      "end": 30120,
      "text": "An interim measure of protection within the meaning of Section 9(ii) is intended to protect through the measure, the fruits of a successful conclusion of the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51d15c75fd2e4c098d42e6ba6d034407_162"
    },
    {
      "start": 30121,
      "end": 30280,
      "text": "A party whose claim has been rejected in the course of the arbitral proceedings cannot obviously have an arbitral award enforced in accordance with Section 36.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e48dbbac6d8f47f9bc1213367b1156c9_163"
    },
    {
      "start": 30281,
      "end": 30489,
      "text": "The object and purpose of an interim measure after the passing of the arbitral award but before it is enforced is to secure the property, goods or amount for the benefit of the party which seeks enforcement.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9239dcc1899408b9848359f4bc7d38b_164"
    },
    {
      "start": 30490,
      "end": 30509,
      "text": "(emphasis supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "811c44c9e1264b5aa96c0a22d6344eb6_165"
    },
    {
      "start": 30510,
      "end": 30516,
      "text": "17.1 .",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e19cd75d21dd4dbfa39879f60c7c904e_166"
    },
    {
      "start": 30517,
      "end": 30786,
      "text": "In Mahyco Monsanto Biotech (India) Pvt. Ltd. (supra), learned single Judge of Bombay High Court observed that it is for the Court to protect the decreetal amount of the petitioner, and more so considering the apprehensions of the petitioner from the material on record.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1a1228a4facf4dff8fc7b6a72515237f_167"
    },
    {
      "start": 30787,
      "end": 31120,
      "text": "According to learned single Judge, provisions of Section 9 entitle a party who is beneficiary to an award to approach the Court and seek interim measures so that the fruits of the award/decree are available to the party in execution of the award/decree and that the award is not rendered illusion or mere paper decree (paragraph 19).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "90cab562db1f470b9867192dd89d06a3_168"
    },
    {
      "start": 31122,
      "end": 31165,
      "text": "PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 17.2.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "844f5273b1ee4e10b7dbd04427b75e6c_169"
    },
    {
      "start": 31166,
      "end": 31380,
      "text": "In Samson Maritime Limited (supra), learned single Judge of the Madras High Court observed that exercise of power under Section 9 after passing of an award cannot be construed as enforcement of award in any manner.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7b39f75a21c047e2b9ea9caf206aaeeb_170"
    },
    {
      "start": 31381,
      "end": 31493,
      "text": "That enforcement is a different action from the action of securing or protecting for effecting such enforcement.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ef8786e6aac94041adfb1a464fbe13bf_171"
    },
    {
      "start": 31494,
      "end": 31765,
      "text": "Learned single Judge observed that the decree holder has a right, is entitled to seek protection of his right so that there cannot be a delay in execution of award causing further hardship if respondent takes such action to frustrate or delay the execution of the award.\n",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1eccfe2050f240aa9cd135928a896d7a_172"
    },
    {
      "start": 31765,
      "end": 31975,
      "text": "17.3. The Division Bench of Kerala High Court in M.Ashraf (supra) observed that the Court has to adopt a liberal approach when interim relief is sought after an arbitral award is made but before it is enforced.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "73079e4327ad4fdfaa57a2d0cb81e87d_173"
    },
    {
      "start": 31976,
      "end": 32124,
      "text": "The measure of protection is intended to safeguard the subject matter of dispute or the fruits of the proceedings till the enforcement of the award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3274897e0bbd4adba1baf2a274d36ff4_174"
    },
    {
      "start": 32125,
      "end": 32214,
      "text": "Interim measure of protection, then sought, is a step in aid of enforcement of the award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b8a2e650a6c74c18bbd4f3d4f293a895_175"
    },
    {
      "start": 32215,
      "end": 32302,
      "text": "It is intended to ensure that the award is not rendered illusory by the opposite party.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "73834056d6e647cc80f29479d2189593_176"
    },
    {
      "start": 32303,
      "end": 32323,
      "text": "(paragraph 12) 17.4.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f13309cd584949e4acba283e395067ee_177"
    },
    {
      "start": 32324,
      "end": 32448,
      "text": "In Essar House Private Limited (supra), the Hon'ble Supreme Court had an occasion to consider scope of Section 9 of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7aed4c71e45b40219d8798332dd9c91c_178"
    },
    {
      "start": 32449,
      "end": 33048,
      "text": "On detailed analysis of various provisions of the Act, view taken by several High courts, the Hon'ble Supreme Court observed as under:\nPNR,J & NBK,J COMCA Nos.6 & 7 of 2023 \"41. Section 9 of the Arbitration Act provides that a party may apply to a Court for an interim measure or protection inter alia to (i) secure the amount in dispute in the arbitration; or (ii) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.\n42.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9944783e0c404479a9a3c7f1a12b8985_179"
    },
    {
      "start": 33049,
      "end": 33265,
      "text": "As argued by Mr. Kaul, besides the specific power of securing the amount in dispute, the Courts have been empowered to pass any interim measure of protection, keeping in view the purpose of the proceedings before it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "26f9999fbdcf464aae06845442bb2532_180"
    },
    {
      "start": 33266,
      "end": 33414,
      "text": "The said provision confers a residuary power on the Court to pass such other interim measures of protection as may appear to be just and convenient.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8c4d519e2898445bb2476e142c138cd3_181"
    },
    {
      "start": 33416,
      "end": 33598,
      "text": "43. Many High Courts have also proceeded on the principle that the powers of a Court under Section 9 of the Arbitration Act are wider than the powers under the provisions of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3ffc2cb1b82849d9a418d037d3e256b8_182"
    },
    {
      "start": 33599,
      "end": 33606,
      "text": "\n......",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "162537ebfc9348e08d559e64d1a7d489_183"
    },
    {
      "start": 33607,
      "end": 33963,
      "text": "\n48. Section 9 of the Arbitration Act confers wide power on the Court to pass orders securing the amount in dispute in arbitration, whether before the commencement of the arbitral proceedings, during the arbitral proceedings or at any time after making of the arbitral award, but before its enforcement in accordance with Section 36 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "300a33f728f642179d67fbb35f914589_184"
    },
    {
      "start": 33964,
      "end": 34249,
      "text": "All that the Court is required to see is, whether the applicant for interim measure has a good prima facie case, whether the balance of convenience is in favour of interim relief as prayed for being granted and whether the applicant has approached the court with reasonable expedition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a641ed091f8b4d8db7dd883235a7a087_185"
    },
    {
      "start": 34251,
      "end": 34606,
      "text": "49. If a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order 38 Rule 5 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "841df180426d463e9b0aafc575be890c_186"
    },
    {
      "start": 34607,
      "end": 34840,
      "text": "\n50. Proof of actual attempts to deal with, remove or dispose of the property with a view to defeat or delay the realisation of an impending Arbitral Award is not imperative for grant of relief under Section 9 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6702c1d664f44032bed7e364a8bf3e31_187"
    },
    {
      "start": 34841,
      "end": 34900,
      "text": "A strong possibility of diminution of assets would suffice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc8912ff142740b88dc2764e8b29b585_188"
    },
    {
      "start": 34901,
      "end": 35222,
      "text": "To assess the balance of convenience, the Court is required to examine and weigh the consequences of refusal of interim relief to the applicant for interim relief in case of success in the proceedings, against the consequence of grant of the interim relief to the opponent in case the proceedings should ultimately fail.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d34e98c7a22c46eab702bde8617ad10e_189"
    },
    {
      "start": 35224,
      "end": 35526,
      "text": "17.5. From the decisions referred to above, it is beyond pale of doubt that section 9 vests residuary power in the Court to pass interim measures of protection as may appear to be just and equitable and PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 particularly to safeguard the interests of the decree holder.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8320ee983584f92a60e666b982b4cdf_190"
    },
    {
      "start": 35527,
      "end": 35659,
      "text": "We are in respectful agreement with the views expressed by Hon'ble Bombay High Court, High Court of Madras and High Court of Kerala.",
      "labels": [
        "NONE"
      ],
      "id": "1a3bff08fa3547818356e88355c09e9c_191"
    },
    {
      "start": 35661,
      "end": 35834,
      "text": "18. Having regard to the legal position as it stands now, it is necessary to look into the pleadings of the petitioners in the C.O.Ps filed under Section 9 of the Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1aff20f1ff2944a5a3201b679abfd0d6_192"
    },
    {
      "start": 35836,
      "end": 36121,
      "text": "19. In paragraph-13 of the application, petitioner states that he apprehends that during Covid-19 Pandemic party respondents were pursuing actions that might completely render the Arbitral awards a mere paper decrees and entire arbitral proceedings a fruitless endeavour of petitioner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a1307f77202f43b6a30cc0062d681555_193"
    },
    {
      "start": 36122,
      "end": 36427,
      "text": "In paragraph-14, it is stated that his apprehension ensue from various internal reports and information available with the industry sources/news paper reports that respondents are vigorously attempting to sell its unencumbered operational assets and for that purpose hired third party to look for a buyer.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "eddb708713fb4f908e85764b7068d4fb_194"
    },
    {
      "start": 36428,
      "end": 36595,
      "text": "According to petitioner reports would also suggest that respondent tried and offered to sell its entire Clean Energy portfolio and is again trying to sell it in parts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2cb378355f8b4e418bec69c8896af8b3_195"
    },
    {
      "start": 36596,
      "end": 36797,
      "text": "It is further contended that reports further state that they have identified some of the buyers and they have allegedly signed non disclosure agreement and were to submit their bids in September, 2021.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e6719e3376f4450493212962cc23a852_196"
    },
    {
      "start": 36798,
      "end": 36883,
      "text": "The information available in the news paper reports were annexed to the applications.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a10631b9acf54948b532c80877f40151_197"
    },
    {
      "start": 36884,
      "end": 37112,
      "text": "In paragraph 15, it PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 is further contended that verification of financial statements of the respondents would clearly raise grave concern on respondent's capabilities to comply with the award.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d06c63784b4c4940b697de7ed9ff6406_198"
    },
    {
      "start": 37113,
      "end": 37416,
      "text": "According to petitioner the last filing of the annual balance sheet was of the year 2019-2020 and thereafter no balance sheet or profit and loss statements were filed by the respondents and the last balance sheet of financial year 2019-2020 would show that respondent's profits were on constant decline.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ba4b18e0f46d455aae8c4821ca77d96c_199"
    },
    {
      "start": 37417,
      "end": 37590,
      "text": "\nPetitioner further apprehends that with a motive to deprive the fruits of the award respondent might sell its clean power assets, especially, assets which are unencumbered.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "70d7da9f9f6f42bfaefae0f36c677c5f_200"
    },
    {
      "start": 37591,
      "end": 38047,
      "text": "It is further contended that respondent's assets are charged in favour of the lenders/ parties but petitioner was unable to ascertain the exact liability of the respondent to determine the extent of charges created by the respondent from the master data as obtained from the website of Ministry of Corporate Affairs and that it is not discernable from the website of Ministry of Corporate Affairs as to the unencumbered assets of the respondent as on date.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4c239a68cd8a42f59e56b1f0d4e80ffd_201"
    },
    {
      "start": 38048,
      "end": 38133,
      "text": "Having regard to these pleadings, petitioner prayed for the reliefs, extracted above.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3e3a4a673cfd405d82497b290a3b4b0e_202"
    },
    {
      "start": 38135,
      "end": 38400,
      "text": "20. In substance, petitioner sought for depositing of amount awarded by the Arbitral Tribunal and in the alternative to direct the respondent to furnish security in the form of bank guarantee or cash deposits for the amount awarded by the arbitrators with interest.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c55a1d78a94e427abd8c694fa60769d2_203"
    },
    {
      "start": 38401,
      "end": 38817,
      "text": "Petitioner also prayed to restrain the Respondent from alienating, transferring, mortgaging, PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 encumbering, or creating any kind of third-party rights or interests of whatsoever nature on their assets belonging to the Respondent Company or its subsidiary companies, until the execution of the Arbitral Award or the Award is set-aside in an application under Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "802e79f3b23d4ed19f8172ee62f06326_204"
    },
    {
      "start": 38818,
      "end": 39061,
      "text": "In paragraph 'D' of the prayer, petitioner prayed to direct the respondent to declare all its immovable and movable assets including the assets which are free from any charge, mortgage, pledge, or any form of encumbrance or third-party rights.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6802bf325eb24f208ab6752d6b454c1a_205"
    },
    {
      "start": 39063,
      "end": 39531,
      "text": "21. Though, comprehensive reliefs were sought with the apprehension expressed in the applications filed by the petitioner and the status of assets and liabilities of respondent are not available in public domain, the Commercial Court had only directed the respondent to declare all its movable and immovable assets including the assets which are free from any charge, mortgage, pledge or any form of encumbrance or third party rights and to return the bank guarantees.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b778198630604a8fa09ee3bdd9b82146_206"
    },
    {
      "start": 39533,
      "end": 39626,
      "text": "22. The Arbitral Tribunal passed two awards in two disputes cumulatively awarding 440 crores.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53b9ed74d2294434a9c9a7240e945b43_207"
    },
    {
      "start": 39627,
      "end": 39676,
      "text": "So far said amount is not paid by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "155619fc65894ad1bbbb0931935bb342_208"
    },
    {
      "start": 39677,
      "end": 39817,
      "text": "Respondent has filed applications under Section 34 of the Act challenging the awards, but no interlocutory orders are granted in his favour.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7dc23ffbc26249db88d0b4b0a46ca7fd_209"
    },
    {
      "start": 39818,
      "end": 39944,
      "text": "Since no interlocutory orders are granted by the Commercial Court, the awards passed by the Arbitral Tribunal are enforceable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c05b5c24a9e543a3890c79b3147d432e_210"
    },
    {
      "start": 39945,
      "end": 40123,
      "text": "To seek enforcement of the awards, petitioner has to know PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 the assets and liabilities of the respondent as same are not in the public domain.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d0b5abd82f146d3bf7c8d43116256f7_211"
    },
    {
      "start": 40124,
      "end": 40343,
      "text": "Therefore, petitioner also sought a direction to the respondents to declare movable and immovable assets including the assets which are free from any charge, mortgage or in the form of encumbrance or third party rights.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "423ecb82777247a0aa918dbf2d4b63ca_212"
    },
    {
      "start": 40344,
      "end": 40442,
      "text": "Unless this information is available to the petitioner, he will not be able to enforce the awards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cfb9c8228727440089fb4845051a223c_213"
    },
    {
      "start": 40444,
      "end": 40558,
      "text": "23. As no stay is granted in Section 34 applications, the awards are enforceable but they are not enforced so far.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24d1d25348e844688de57dfc5cd8ad07_214"
    },
    {
      "start": 40559,
      "end": 40661,
      "text": "In order to seek enforcement of the awards, the measures sought by the petitioner are valid and legal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "13781951970b43348a8b5277433cc2a0_215"
    },
    {
      "start": 40662,
      "end": 41027,
      "text": "As noticed from the precedent decisions, in an application filed under Section 9 after the awards were passed by the Arbitral Tribunal and before enforcement of the awards, it is permissible for the Commercial Court to pass appropriate orders to protect the interest of the decree-holder and to ensure that the decree-holder enjoys the fruits of the Arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de35f35c16884c9ca1214f8844c6913f_216"
    },
    {
      "start": 41028,
      "end": 41314,
      "text": "Since the information on the assets and liabilities are not in the public domain and not available with the petitioner, apprehension expressed by the petitioner for possible liquidation of the assets and difficulty in enforcing the awards is a genuine concern in the facts of this case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d0f38bc213bf4047b6bb87278269377e_217"
    },
    {
      "start": 41315,
      "end": 41429,
      "text": "The petitioner has made out a strong prima facie case to grant orders under Section 9 of the Act, 1996 post award.",
      "labels": [
        "RATIO"
      ],
      "id": "c0e58e5d708d4753b6778b3fa4cb6733_218"
    },
    {
      "start": 41431,
      "end": 41472,
      "text": "PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 24.",
      "labels": [
        "NONE"
      ],
      "id": "ba620ffa0a0d471db12528405a0c1863_219"
    },
    {
      "start": 41473,
      "end": 41651,
      "text": "It is to be noticed that in COP No.19 of 2022 petitioner has not prayed for return of the bank guarantees as they were not falling for consideration before the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba77248f07464c87ac1e064e3d2f30ca_220"
    },
    {
      "start": 41652,
      "end": 41814,
      "text": "However, it is to be noted that the two arbitral claims arise out of MAA dated 04-05-2011 praying to grant liquidated damages for two periods, 2011-2014 and 2015.",
      "labels": [
        "RATIO"
      ],
      "id": "0480945942c345599931b38ba1fce3ef_221"
    },
    {
      "start": 41815,
      "end": 41900,
      "text": "At the time of entering into agreement, the petitioner has submitted bank guarantees.",
      "labels": [
        "RATIO"
      ],
      "id": "94c62117cdf14e7897e52224ae075061_222"
    },
    {
      "start": 41901,
      "end": 42215,
      "text": "Though petitioner has not sought return of bank guarantees in COP No.19 of 2022 and sought such relief in COP No.18 of 2022, merely on this ground the order cannot be nullified when we are convinced that the Commercial Court has rightly exercised its discretion and at any rate bank guarantees have to be returned.",
      "labels": [
        "RATIO"
      ],
      "id": "47a1eea5881d4363a5b9869f3940f048_223"
    },
    {
      "start": 42216,
      "end": 42386,
      "text": "Except this minor lapse, the Commercial Court considered all aspects and on due appreciation of facts and contentions urged by both parties passed orders impugned herein.",
      "labels": [
        "RPC"
      ],
      "id": "6a0a6cbb9bc54b98ad2d80f7252f3d0a_224"
    },
    {
      "start": 42387,
      "end": 42531,
      "text": "In the circumstances, we do not see any error committed by the Commercial Court in granting reliefs in C.O.P.Nos.19 and 18 of 2022 respectively.",
      "labels": [
        "RPC"
      ],
      "id": "08e1989b718447cea33565cd2f569ad8_225"
    },
    {
      "start": 42532,
      "end": 42559,
      "text": "Both Appeals are dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "8d98b1640dc34674a80223520076525d_226"
    },
    {
      "start": 42560,
      "end": 42581,
      "text": "No order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "e791d897a3264f4abbdd5d798106bdbc_227"
    },
    {
      "start": 42582,
      "end": 42643,
      "text": "Pending miscellaneous applications if any shall stand closed.",
      "labels": [
        "RPC"
      ],
      "id": "87367db69fdc4bc98a67946f3eec63d8_228"
    },
    {
      "start": 42645,
      "end": 42670,
      "text": "_________________________",
      "labels": [
        "NONE"
      ],
      "id": "4a3ef1b726904620b55d98a5dd1495fe_229"
    },
    {
      "start": 42671,
      "end": 42751,
      "text": "P.NAVEEN RAO, J ___________________________ NAGESH BHEEMAPAKA,J Date: 21.04.2023",
      "labels": [
        "NONE"
      ],
      "id": "0bbb0eb8cbd74365ae6a0bd474b4ef88_230"
    },
    {
      "start": 42752,
      "end": 42938,
      "text": "TVK/KKM PNR,J & NBK,J COMCA Nos.6 & 7 of 2023 HON'BLE SRI JUSTICE P.NAVEEN RAO & HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA COMMERCIAL COURT APPEAL NOS. 6 & 7 OF 2023 Date: 21.04.2023 Tvk/kkm",
      "labels": [
        "NONE"
      ],
      "id": "5a404fadb3744bf9a27b4d8a19945bf8_231"
    }
  ]
}