{
  "id": "6f75867f30e2b29b3d758fcebc9aa331e693f30303dea72920200d7d278c9721",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nRam Kumar & Anr. vs Shriram Transport Finance Co. Ltd. on 5 December, 2022\nAuthor: Vibhu Bakhru \nBench: Vibhu Bakhru \n                                                                               2022/Dhc/005313 \n\n                               In The High Court Of Delhi At New Delhi\n\n                          %                                 Judgment delivered on: 05.12.2022 \n                          +     Fao(Comm) 60/2021 and Cm Nos. 8298/2021 & 40377/2022 \n\n                          Ram Kumar And Anr.                                  ..... Appellants \n\n                                                   versus \n\n                          Shriram Transport Finance \n                          Co. Ltd.                                            ..... Respondent \n                          Advocates who appeared in this case : \n\n                          For the Appellants      : Appellant in person. \n                          For the Respondent      : Mr Suraj Kumar Singh, Mr Bharat Singh and \n                                                    Mr Devesh Gupta, Advocates. \n                          Coram\n                          Hon'Ble Mr Justice Vibhu Bakhru\n                          Hon'Ble Mr Justice Amit Mahajan\n\n                                                     Judgment\nVibhu Bakhru, J\n1. The appellants have filed the present appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (hereafter 'the A&C Act') impugning an order dated 30.06.2020 (hereafter  'the impugned order') rendered by the learned Commercial Court. By virtue of the impugned order, the learned Commercial Court rejected the appellants' application preferred under Section 34 of the A&C Act [being OMP (Comm.) No.44/2019 captioned Ram Kumar & Anr. v. Shriram Transport Finance Co.], whereby they had impugned an arbitral award 2022/DHC/005313 dated 30.08.2019 (hereafter 'the impugned award') delivered by an arbitral tribunal comprising of a sole arbitrator.\n2. In terms of the impugned award, the Arbitral Tribunal has awarded a sum of Rs. 4,01,987/- (Rupees Four Lakh One Thousand and Eighty-Seven only) with interest on the aforesaid amount at 12% p.a, with effect from 16.08.2019 till the date of its realization, in favour of the Shriram Transport Finance Co. Ltd. (hereafter 'the respondent').\n3. The learned Commercial Court found no ground to set aside the impugned award. The court rejected the contention that the learned Sole Arbitrator was ineligible to act as an arbitrator under Section 12(5) of the A&C Act or that the impugned award could be impeached on the ground of justifiable doubts as to the independence and impartiality of the learned Sole Arbitrator. Further, the learned Commercial Court held that, as per Section 12 of the A&C Act, an arbitrator is required to give a declaration only if he is of the view that there are circumstances which affect his independence and impartiality. \nFactual Context 4. The respondent is a limited company duly incorporated under the Companies Act, 1956 and carrying on business of hire purchase, lease and loan-cum-hypothecation in respect of light motor vehicle/medium motor vehicle/heavy goods vehicle as per the guidelines laid down by the Reserve Bank of India (RBI). The respondent (claimant before the Arbitral Tribunal) states that appellant no.1 (Mr. Ram Kumar) had approached the respondent, seeking finance of 2,95,500/- for the 2022/DHC/005313 purchase of goods/passenger vehicle. It is the respondent's case that the appellant entered into a loan-cum-hypothecation agreement (hereafter 'the Agreement') on 12.03.2015, in respect of vehicle bearing RC No. DL 1ZZ-1722, with the respondent for the total agreement value of 3,75,420/-, which was payable in 23 monthly installments. Mr. Ram Kumar executed the above-mentioned transaction as borrower and appellant no.2 (Mr. Sunil Mehta) as that of a guarantor; therefore, both are jointly and severally liable to pay the respondent the amount due under the Agreement. \n5. The respondent claims that the appellants failed and neglected to pay the installments and the amount outstanding and payable by appellant no.1 swelled to a sum of 4,01,987/- as on 18.06.2018. \n6. The respondent states that as the appellants had defaulted in payment of the monthly installments and failed to respond to the demand for clearing the dues, hence, it seized the vehicle in question. \n7. The respondent sold the seized vehicle for a sum of  1,20,000/-. According to the respondent, that was the highest market price available for the vehicle. \n8. According to the appellants, the seized vehicle was sold in a non- transparent manner at a price much below its assessed value. The appellants are also aggrieved by the respondent demanding further sums from them. \n2022/DHC/005313 9. The respondent invoked the arbitration clause under the Agreement and appointed the learned Sole Arbitrator. The arbitral proceedings culminated in the impugned award. \n10. Aggrieved by the impugned award, the appellants filed the petition for setting aside the impugned award. The said petition was rejected by the impugned order. \nReasons and Conclusion 11. The principal controversy that needs to be addressed is whether the impugned award is vitiated on the ground that the learned Sole Arbitrator had failed to make the necessary disclosure as required under Section 12(1) of the A&C Act; and, whether he was ineligible to be appointed as an arbitrator. \n12. Indisputably, the learned Sole Arbitrator was appointed by the respondent without consultation or concurrence of the appellants. The learned counsel appearing for the respondent states that the arbitration agreement was invoked by the appellants and that the appellants had called upon the respondent to appoint an arbitrator. However, he does not dispute that the learned Sole Arbitrator had been appointed unilaterally by the respondent and without seeking any concurrence from the appellants. It is also not disputed that the learned Sole Arbitrator had not made any disclosure as required under Section 12(1) of the A&C Act. \n13. The appellants had assailed the impugned award, inter alia, on the ground that the learned Sole Arbitrator had been appointed without 2022/DHC/005313 the knowledge of the appellants. The appellants also alleged that the learned Sole Arbitrator was biased in favour of the respondent as he had been appointed as an arbitrator by the respondent in several such matters against various parties. The appellants allege that the learned Sole Arbitrator is on the panel of the respondent and acts as its agent. \n14. The learned Commercial Court had rejected the contention that the impugned award is liable to be set aside on account that the learned Sole Arbitrator was ineligible to be appointed as an arbitrator by virtue of Section 12(5) of the A&C Act. The relevant extract of the impugned order indicating the reasons for rejecting the appellants' challenge on the aforesaid ground is set out below: \n\"23. As regards challenge to appointment of the arbitrator, no formal application was moved challenging the appointment of the arbitrator and contention that the arbitrator was panel arbitrator and hence was biased, the petitioner was required to challenge the arbitrator by moving appropriate application while he has chosen not to do so for reasons best known to him. \n24. However, we may go little further to S. 12 of the Act, 1996 whereby arbitrator is required to disclose in writing circumstances which indicates either direct or indirect, of any past or present relationship with or interest in any of the parties or in relation to the subject matter in dispute, whether financial, business, professional or other kind, which is likely to give rise to justifiable doubts as to his independence or impartiality. The guidance to the circumstance which exist and gives rise to the justifiable doubts as to the independence or impartiality of an arbitrate is given in Fifth Schedule which amongst other is also provided for number of cases within past three years for which he has been appointed as arbitrator by one 2022/DHC/005313 of the parties or an affiliate of one of the parties. The disclosure of such facts are to be made in the form prescribed in Sixth Schedule, which appears to be not mandatory and it is necessary only when arbitrator feels that there is justifiable doubt as to his independence and impartiality to give disclosure or party may also seek disclosure. However, S. 12 (5) of the Act, 1996 makes the declaration mandatory if the grounds falls as provided in Seventh Schedule which will per se make appointment of arbitrator illegal which however does not provide for number of arbitration done by the arbitrator for a particular party within period of three years. Therefore, arbitrator is required to give declaration if he finds the disclosure is necessary which affects his independence and impartiality and yet he can continue with the arbitration if the parties does not object. \n25. In the present case neither petitioner has provided the number of arbitration done by the learned arbitrator for Sri Ram Transport Finance Co. Ltd in past three years nor moved any application before learned arbitrator seeking such declaration and therefore a bald plea that arbitrator is on panel of respondent/ claimant company cannot be accepted to make appointment of learned arbitrator illegal. The contention is accordingly rejected.\" \n15. It is apparent from the above that the learned Commercial Court proceeded on the basis that it was necessary for the appellants to file an application to challenge the appointment of an arbitrator. The learned Commercial Court accepted that the arbitrator was required to disclose the circumstances which may give rise to justifiable doubts as to his independence and impartiality. However, it was found that the impugned award could not be assailed for want of such disclosure. The learned Commercial Court was of the view that the disclosure, required in the form prescribed in the Sixth Schedule of the A&C Act, was not 2022/DHC/005313 mandatory; the learned Sole Arbitrator was required to make a disclosure only when he felt that there were justifiable doubts to his independence and impartiality. The learned Commercial Court also held that acting as an arbitrator, in other disputes involving the respondent, was not a circumstance which is covered under the Seventh Schedule of the A&C Act and therefore, the learned Sole Arbitrator was not ineligible to act as such in the present arbitral proceedings.\n16. We are of the view that the learned Commercial Court has fallen into error in concluding as aforesaid. By an order dated 13.09.2022, this court had directed the respondent to file an affidavit, clearly disclosing whether the learned Sole Arbitrator, who had been appointed by the respondent, was also involved in any other matter or was engaged in any professional capacity by the respondent or any of its affiliates. The respondent was also directed to disclose the details of such appointment. The said directions were not strictly complied with. The respondent has filed an affidavit merely stating that \"the learned arbitrator has been appointed in numerous cases and conducted arbitrations with utmost diligence and honesty\". The respondent has not provided any details of any such appointments. The respondent has also not disclosed whether the learned Sole Arbitrator has been engaged in any capacity other than that of an arbitrator. \n17. The learned counsel appearing for the respondent submits that the exact details of the number of arbitrations conducted by the learned Sole Arbitrator in the recent past cannot be ascertained since no record of the same has been maintained. He states that although the respondent 2022/DHC/005313 cannot readily specify the number of matters in which the learned Sole Arbitrator had been appointed by the respondent, however, it is a large number. \n18. This court finds it difficult to accept that the respondent does not have the necessary records to ascertain the number of matters (and their details) in which the learned Sole Arbitrator has been appointed by the respondent. However, it is clear that he has been appointed by the respondent as an arbitrator in numerous matters. \n19. In terms of Explanation 1 to Section 12(1) of the A&C Act - the grounds as stated in the Fifth Schedule of the A&C Act - the learned Sole Arbitrator was required to be guided by the grounds as stated in the Fifth Schedule of the A&C Act. Entry 22 of the Fifth Schedule of the A&C Act specifically provides circumstances where an arbitrator has, within the past three years, been appointed as an arbitrator on more than two occasions by either of the parties or their affiliates. This Court is unable to accept that such a disclosure is not mandatory and is merely at the discretion of the arbitrator. The onus for disclosing the number of matters in which the learned Sole Arbitrator had been appointed as such, at the instance of the respondent, rested with the learned Sole Arbitrator. The assumption that the burden to ascertain the circumstances that may give rise to justifiable doubts as to the independence and impartiality of the arbitrators is on the parties, is erroneous; this disclosure is necessarily required to be made by the person approached in connection with his appointment as an arbitrator. \n2022/DHC/005313 20 . In terms of Explanation 2 to Section 12(1) of the A&C Act, the arbitrator is also required to make the necessary disclosure as specified in the Sixth Schedule of the A&C Act. \n21. The learned Commercial Court found that the appellants were precluded from assailing the impugned award on the ground that they had not filed an application before the learned Sole Arbitrator to make the disclosure or challenge his appointment. \n22. It is necessary to note that the language of Section 12(1) of the A&C Act does not leave it at the discretion of any person, approached in connection with being appointed as an arbitrator, to make the necessary disclosures. The use of the words \"he shall disclose\" in Section 12(1) of the A&C Act makes it mandatory for the person who is approached in connection with his possible appointment as an arbitrator, to make a disclosure of all circumstances that may give rise to justifiable doubts as to his independence and impartiality. \n23. In terms of Explanation 2 to Section 12(1) of the A&C Act, such disclosure is to be made in the form specified in the Sixth Schedule of the A&C Act. It may be sufficient compliance of the Explanation if the necessary particulars, as required to be disclosed in the Sixth Schedule, are disclosed but the disclosure is not in the format as provided. However, it would be erroneous to assume that the requirement of making a disclosure is not mandatory. \n24. This Court is of the view that the requirement of making a disclosure is a necessary safeguard for ensuring the integrity and 2022/DHC/005313 efficacy of an arbitration as an alternate dispute resolution mechanism and is not optional. \n25. Insofar as the ineligibility of the learned Sole Arbitrator to act as such is concerned, it is relevant to refer to a few authorities. \n26. In TRF Ltd. v. Energo Engineering Projects Ltd.: (2017) 8 SCC 377, the Supreme Court had referred to Section 12(5) of the A&C Act and noted that the Managing Director of a concerned party would be ineligible to act as an arbitrator. The Court had further held that being ineligible to act as an arbitrator, he was also ineligible to appoint an arbitrator. In Perkins Eastman Architects DPC & Anr. v. HSCC (India) Ltd.: (2020) 20 SCC 760, the Supreme Court, following the earlier decision in TRF Ltd. v. Energo Engineering Projects Ltd. (supra), held that the Chairman-cum-Managing Director of a party was ineligible to appoint an arbitrator. \n27. It is important to note that the decisions of the Supreme Court in TRF Ltd. v. Energo Engineering Projects Ltd. (supra) and Perkins Eastman Architects DPC & Anr. v. HSCC (India) Ltd. (supra) were rendered in the context of Section 12(5) of the A&C Act. The said Section reads as under:\n\"12(5). Notwithstanding any prior agreement to the contrary, any person whose relationship, with the parties or counsel or the subject-matter of the dispute, falls under any of the categories specified in the Seventh Schedule shall be ineligible to be appointed as an arbitrator:\n2022/DHC/005313 Provided that parties may, subsequent to disputes having arisen between them, waive the applicability of this sub- section by an express agreement in writing.\"\n28. Clearly, an award rendered by a person who is ineligible to act as an arbitrator would be of little value; it cannot be considered as an arbitral award under the A&C Act. While it is permissible for the parties to agree to waive the ineligibility of an arbitrator, the proviso to Section 12(5) of the A&C Act makes it clear that such an agreement requires to be in writing. In Proddatur Cable TV Digi Services v. Siti Cable Network Limited: (2020) 267 DLT 51, the learned Single Judge of this Court, following the decision in TRF Ltd. v. Energo Engineering Projects Ltd. (supra) and Perkins Eastman Architects DPC & Anr. v. HSCC (India) Ltd. (supra), held that unilateral appointment of an arbitrator by a party is impermissible. \n29. In Bharat Broadband Network Limited v. United Telecoms Limited: (2019) 5 SCC 755, the Supreme Court rejected the contention that the waiver of a right to object the ineligibility of an arbitrator, under Section 12(5) of the A&C Act, could be inferred by conduct. The relevant observations made by the Supreme Court are set out below:\n\"20. This then brings us to the applicability of the proviso to Section 12(5) on the facts of this case. Unlike Section 4 of the Act which deals with deemed waiver of the right to object by conduct, the proviso to Section 12(5) will only apply if subsequent to disputes having arisen between the parties, the parties waive the applicability of sub-section (5) of Section 12 by an express agreement in writing. For this reason, the argument based on the 2022/DHC/005313 analogy of Section 7 of the Act must also be rejected. Section 7 deals with arbitration agreements that must be in writing, and then explains that such agreements may be contained in documents which provide a record of such agreements. On the other hand, Section 12(5) refers to an \"express agreement in writing\". The expression \"express agreement in writing\" refers to an agreement made in words as opposed to an agreement which is to be inferred by conduct. Here, Section 9 of the Contract Act, 1872 becomes important. It states:\n\"9. Promises, express and implied. - Insofar as the proposal or acceptance of any promise is made in words, the promise is said to be express. Insofar as such proposal or acceptance is made otherwise than in words, the promise is said to be implied. \"\nIt is thus necessary that there be an \"express\" agreement in writing. This agreement must be an agreement by which both parties, with full knowledge of the fact that Shri Khan is ineligible to be appointed as an arbitrator, still go ahead and say that they have full faith and confidence in him to continue as such.\"\n30. In the present case, the learned Commercial Court had proceeded on the basis that the appellants are precluded from raising an objection as to the ineligibility of the arbitrator as no such application was made by the appellants before the Arbitral Tribunal. The learned Commercial Court has also faulted the appellants by not providing the full particulars as to the number of arbitrations conducted by the learned Sole Arbitrator for the respondent company in the past three years. In addition, the appellants have been faulted by the learned Commercial Court in not 2022/DHC/005313 filing an application before the learned Sole Arbitrator, seeking a declaration as required under Section 12(5) of the A&C Act. \n31. This Court is of the view that the approach of the learned Commercial Court is flawed. Unilateral appointment of the Arbitrator by the respondent is impermissible. The fact that the learned Sole Arbitrator had been engaged in a number of matters by the respondent is, concededly, a material fact that would raise justifiable grounds as to his independence and impartiality. Thus, in addition to being ineligible as an arbitrator under Section 12(5) of the A&C Act, the grounds giving rise to justifiable doubts as to the independence and impartiality exist in the present case. The learned Sole Arbitrator was required to disclose in writing such circumstances which are likely to give rise to justifiable doubts as to his independence and impartiality, but he had failed to make any such disclosure. In our view, since the grounds giving rise to justifiable doubts as to impartiality exist, failure to make such disclosure vitiates the arbitral proceedings and the impugned award. \n32. In view of the above, the appeal is allowed. The impugned order as well as the impugned award are set aside. All pending applications are also disposed of. The parties are left to bear their own costs. \nVIBHU BAKHRU, J AMIT MAHAJAN, J DECEMBER 05, 2022 RK",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e9e8548060b04703a4197d005342d878_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "72de7b6b6b2d45d2b76d9b32dd27c177_1"
    },
    {
      "start": 242,
      "end": 355,
      "text": "\nDelhi High Court\nRam Kumar & Anr. vs Shriram Transport Finance Co. Ltd. on 5 December, 2022\nAuthor: Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c563695ac71b4e27b36d42e889083aa8_2"
    },
    {
      "start": 356,
      "end": 376,
      "text": "\nBench: Vibhu Bakhru",
      "labels": [
        "PREAMBLE"
      ],
      "id": "740c4264df3a4ac8adae9f9423e56864_3"
    },
    {
      "start": 457,
      "end": 472,
      "text": "2022/Dhc/005313",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4c8723c732cf4bca820a4c46472195ad_4"
    },
    {
      "start": 506,
      "end": 607,
      "text": "In The High Court Of Delhi At New Delhi\n\n                          %                                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "440cfea2c6a749c4989ea743ecd9b7b0_5"
    },
    {
      "start": 607,
      "end": 640,
      "text": "Judgment delivered on: 05.12.2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3d93a2727be249849946920f4c5cdf49_6"
    },
    {
      "start": 668,
      "end": 726,
      "text": "+     Fao(Comm) 60/2021 and Cm Nos. 8298/2021 & 40377/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cc41f3438cbd4b698f1e635dc10b66f4_7"
    },
    {
      "start": 755,
      "end": 773,
      "text": "Ram Kumar And Anr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1e0610c24de4a6f800957de6388c624_8"
    },
    {
      "start": 807,
      "end": 823,
      "text": "..... Appellants",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30957032288f4060a223bc563af2c130_9"
    },
    {
      "start": 877,
      "end": 883,
      "text": "versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9356e477f6aa4860889e92146234376e_10"
    },
    {
      "start": 912,
      "end": 937,
      "text": "Shriram Transport Finance",
      "labels": [
        "PREAMBLE"
      ],
      "id": "40c2ca13e7704512b804bebcabf8021b_11"
    },
    {
      "start": 965,
      "end": 973,
      "text": "Co. Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0090ce3423e2497bb18a9f4e1a02d99b_12"
    },
    {
      "start": 1017,
      "end": 1033,
      "text": "..... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f02917301e264140bc04ae98911e3629_13"
    },
    {
      "start": 1061,
      "end": 1070,
      "text": "Advocates",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bfb737afe93242bd9bc5e1970c5199ba_14"
    },
    {
      "start": 1071,
      "end": 1096,
      "text": "who appeared in this case",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5ec1b0982dd645c181196a69f495baaa_15"
    },
    {
      "start": 1097,
      "end": 1152,
      "text": ": \n\n                          For the Appellants      :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb4bdd52157b46848c0957d39d1d8396_16"
    },
    {
      "start": 1153,
      "end": 1173,
      "text": "Appellant in person.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a31b7cd8bba34e6394d4788bc0fc4728_17"
    },
    {
      "start": 1201,
      "end": 1226,
      "text": "For the Respondent      :",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3100549d85f34105ad07fb039556f2e7_18"
    },
    {
      "start": 1227,
      "end": 1268,
      "text": "Mr Suraj Kumar Singh, Mr Bharat Singh and",
      "labels": [
        "PREAMBLE"
      ],
      "id": "86f4388cd2aa40df85a3bc743b7c266b_19"
    },
    {
      "start": 1322,
      "end": 1349,
      "text": "Mr Devesh Gupta, Advocates.",
      "labels": [
        "NONE"
      ],
      "id": "f2450facf36a438f8a59fb41ed883600_20"
    },
    {
      "start": 1377,
      "end": 1580,
      "text": "Coram\n                          Hon'Ble Mr Justice Vibhu Bakhru\n                          Hon'Ble Mr Justice Amit Mahajan\n\n                                                     Judgment\nVibhu Bakhru, J\n1.",
      "labels": [
        "NONE"
      ],
      "id": "0f8c269e263b4fa5a2c06c67d342e8f8_21"
    },
    {
      "start": 1581,
      "end": 1761,
      "text": "The appellants have filed the present appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (hereafter 'the A&C Act') impugning an order dated 30.06.2020 (hereafter",
      "labels": [
        "FAC"
      ],
      "id": "ce4edef834684638ba729e0b406d9b58_22"
    },
    {
      "start": 1762,
      "end": 1826,
      "text": " 'the impugned order') rendered by the learned Commercial Court.",
      "labels": [
        "NONE"
      ],
      "id": "878fcac05c4e4c929423605c29489b7e_23"
    },
    {
      "start": 1827,
      "end": 2580,
      "text": "By virtue of the impugned order, the learned Commercial Court rejected the appellants' application preferred under Section 34 of the A&C Act [being OMP (Comm.) No.44/2019 captioned Ram Kumar & Anr. v. Shriram Transport Finance Co.], whereby they had impugned an arbitral award 2022/DHC/005313 dated 30.08.2019 (hereafter 'the impugned award') delivered by an arbitral tribunal comprising of a sole arbitrator.\n2. In terms of the impugned award, the Arbitral Tribunal has awarded a sum of Rs. 4,01,987/- (Rupees Four Lakh One Thousand and Eighty-Seven only) with interest on the aforesaid amount at 12% p.a, with effect from 16.08.2019 till the date of its realization, in favour of the Shriram Transport Finance Co. Ltd. (hereafter 'the respondent').\n3.",
      "labels": [
        "RLC"
      ],
      "id": "f10ebb948a7741e0b6b4eee10e1eff84_24"
    },
    {
      "start": 2581,
      "end": 2658,
      "text": "The learned Commercial Court found no ground to set aside the impugned award.",
      "labels": [
        "RLC"
      ],
      "id": "d257576846fc4b73b543b022f87bbc48_25"
    },
    {
      "start": 2659,
      "end": 2953,
      "text": "The court rejected the contention that the learned Sole Arbitrator was ineligible to act as an arbitrator under Section 12(5) of the A&C Act or that the impugned award could be impeached on the ground of justifiable doubts as to the independence and impartiality of the learned Sole Arbitrator.",
      "labels": [
        "RLC"
      ],
      "id": "5375f213e0b0491ea056090e6cfd593b_26"
    },
    {
      "start": 2954,
      "end": 3187,
      "text": "Further, the learned Commercial Court held that, as per Section 12 of the A&C Act, an arbitrator is required to give a declaration only if he is of the view that there are circumstances which affect his independence and impartiality.",
      "labels": [
        "RLC"
      ],
      "id": "80e4e1684d1c44889e9cf12a57ec32b5_27"
    },
    {
      "start": 3188,
      "end": 3207,
      "text": "\nFactual Context 4.",
      "labels": [
        "FAC"
      ],
      "id": "b6a179ab7c4d47efb253c19e9d8df77a_28"
    },
    {
      "start": 3208,
      "end": 3510,
      "text": "The respondent is a limited company duly incorporated under the Companies Act, 1956 and carrying on business of hire purchase, lease and loan-cum-hypothecation in respect of light motor vehicle/medium motor vehicle/heavy goods vehicle as per the guidelines laid down by the Reserve Bank of India (RBI).",
      "labels": [
        "FAC"
      ],
      "id": "a177a57ebed947678bc5d26da1e149ed_29"
    },
    {
      "start": 3511,
      "end": 3730,
      "text": "The respondent (claimant before the Arbitral Tribunal) states that appellant no.1 (Mr. Ram Kumar) had approached the respondent, seeking finance of 2,95,500/- for the 2022/DHC/005313 purchase of goods/passenger vehicle.",
      "labels": [
        "FAC"
      ],
      "id": "02eb5497972942e18f731c79f248da89_30"
    },
    {
      "start": 3731,
      "end": 4029,
      "text": "It is the respondent's case that the appellant entered into a loan-cum-hypothecation agreement (hereafter 'the Agreement') on 12.03.2015, in respect of vehicle bearing RC No. DL 1ZZ-1722, with the respondent for the total agreement value of 3,75,420/-, which was payable in 23 monthly installments.",
      "labels": [
        "FAC"
      ],
      "id": "ba3ece9d4db44f209e946fe55a52836d_31"
    },
    {
      "start": 4030,
      "end": 4264,
      "text": "Mr. Ram Kumar executed the above-mentioned transaction as borrower and appellant no.2 (Mr. Sunil Mehta) as that of a guarantor; therefore, both are jointly and severally liable to pay the respondent the amount due under the Agreement.",
      "labels": [
        "FAC"
      ],
      "id": "2ecf2415917243048d1632b95ecb902f_32"
    },
    {
      "start": 4266,
      "end": 4461,
      "text": "5. The respondent claims that the appellants failed and neglected to pay the installments and the amount outstanding and payable by appellant no.1 swelled to a sum of 4,01,987/- as on 18.06.2018.",
      "labels": [
        "FAC"
      ],
      "id": "e0b46fe57a894e00bb05889b08673883_33"
    },
    {
      "start": 4463,
      "end": 4664,
      "text": "6. The respondent states that as the appellants had defaulted in payment of the monthly installments and failed to respond to the demand for clearing the dues, hence, it seized the vehicle in question.",
      "labels": [
        "FAC"
      ],
      "id": "d7fce854af5947488597e98abcee6182_34"
    },
    {
      "start": 4666,
      "end": 4733,
      "text": "7. The respondent sold the seized vehicle for a sum of  1,20,000/-.",
      "labels": [
        "FAC"
      ],
      "id": "55c546332afe420db804bd86135790a6_35"
    },
    {
      "start": 4734,
      "end": 4823,
      "text": "According to the respondent, that was the highest market price available for the vehicle.",
      "labels": [
        "FAC"
      ],
      "id": "38dea8ffdac64a53b8fa1e6c4f7771dc_36"
    },
    {
      "start": 4825,
      "end": 4955,
      "text": "8. According to the appellants, the seized vehicle was sold in a non- transparent manner at a price much below its assessed value.",
      "labels": [
        "FAC"
      ],
      "id": "629ea926d26f4d0099c0c1fe93029d17_37"
    },
    {
      "start": 4956,
      "end": 5041,
      "text": "The appellants are also aggrieved by the respondent demanding further sums from them.",
      "labels": [
        "FAC"
      ],
      "id": "3cb227df6a40426e8f5a1908a20729b0_38"
    },
    {
      "start": 5042,
      "end": 5061,
      "text": "\n2022/DHC/005313 9.",
      "labels": [
        "FAC"
      ],
      "id": "5e29a3575d4b4909ba0621329bea12d1_39"
    },
    {
      "start": 5062,
      "end": 5170,
      "text": "The respondent invoked the arbitration clause under the Agreement and appointed the learned Sole Arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "61efa132a43040db9f047f49d83fb3f7_40"
    },
    {
      "start": 5171,
      "end": 5229,
      "text": "The arbitral proceedings culminated in the impugned award.",
      "labels": [
        "FAC"
      ],
      "id": "a9def494241b4b1ea8cd4fa72e39867a_41"
    },
    {
      "start": 5231,
      "end": 5339,
      "text": "10. Aggrieved by the impugned award, the appellants filed the petition for setting aside the impugned award.",
      "labels": [
        "FAC"
      ],
      "id": "f9a90e47f98f4e0fa25a98e0f4b6bc8c_42"
    },
    {
      "start": 5340,
      "end": 5393,
      "text": "The said petition was rejected by the impugned order.",
      "labels": [
        "FAC"
      ],
      "id": "2d3b502b26564dc2b9559dea7bc6f790_43"
    },
    {
      "start": 5394,
      "end": 5421,
      "text": "\nReasons and Conclusion 11.",
      "labels": [
        "FAC"
      ],
      "id": "05df06926d8842f88400f4a61f0e29aa_44"
    },
    {
      "start": 5422,
      "end": 5720,
      "text": "The principal controversy that needs to be addressed is whether the impugned award is vitiated on the ground that the learned Sole Arbitrator had failed to make the necessary disclosure as required under Section 12(1) of the A&C Act; and, whether he was ineligible to be appointed as an arbitrator.",
      "labels": [
        "ISSUE"
      ],
      "id": "9b9532cd0a004ea8b8843bd515aeb118_45"
    },
    {
      "start": 5721,
      "end": 5854,
      "text": "\n12. Indisputably, the learned Sole Arbitrator was appointed by the respondent without consultation or concurrence of the appellants.",
      "labels": [
        "NONE"
      ],
      "id": "591e3552d1164ae2919b7bd61795e980_46"
    },
    {
      "start": 5855,
      "end": 6052,
      "text": "The learned counsel appearing for the respondent states that the arbitration agreement was invoked by the appellants and that the appellants had called upon the respondent to appoint an arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6838e1659b524506ae382db91fc7b2b1_47"
    },
    {
      "start": 6053,
      "end": 6221,
      "text": "However, he does not dispute that the learned Sole Arbitrator had been appointed unilaterally by the respondent and without seeking any concurrence from the appellants.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cc591057d53e4ad784d21dbf5417a37f_48"
    },
    {
      "start": 6222,
      "end": 6354,
      "text": "It is also not disputed that the learned Sole Arbitrator had not made any disclosure as required under Section 12(1) of the A&C Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ee0ed0f94a144bb88807714cbb9e31de_49"
    },
    {
      "start": 6356,
      "end": 6542,
      "text": "13. The appellants had assailed the impugned award, inter alia, on the ground that the learned Sole Arbitrator had been appointed without 2022/DHC/005313 the knowledge of the appellants.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3dee7dfd057043229068b7b77a7a3d8a_50"
    },
    {
      "start": 6543,
      "end": 6751,
      "text": "The appellants also alleged that the learned Sole Arbitrator was biased in favour of the respondent as he had been appointed as an arbitrator by the respondent in several such matters against various parties.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c6c16b14131c4687bec0db8eb3bd81ae_51"
    },
    {
      "start": 6752,
      "end": 6863,
      "text": "The appellants allege that the learned Sole Arbitrator is on the panel of the respondent and acts as its agent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5fcb401a492a4c15a05d4b5ad586ee59_52"
    },
    {
      "start": 6865,
      "end": 7110,
      "text": "14. The learned Commercial Court had rejected the contention that the impugned award is liable to be set aside on account that the learned Sole Arbitrator was ineligible to be appointed as an arbitrator by virtue of Section 12(5) of the A&C Act.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "a47c0435f6bb47c4beec97c3b061def4_53"
    },
    {
      "start": 7111,
      "end": 7258,
      "text": "The relevant extract of the impugned order indicating the reasons for rejecting the appellants' challenge on the aforesaid ground is set out below:",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1efcd41941874a7883aed1a12440fb69_54"
    },
    {
      "start": 7260,
      "end": 7629,
      "text": "\"23. As regards challenge to appointment of the arbitrator, no formal application was moved challenging the appointment of the arbitrator and contention that the arbitrator was panel arbitrator and hence was biased, the petitioner was required to challenge the arbitrator by moving appropriate application while he has chosen not to do so for reasons best known to him.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6906ba82bc534b4788a0d2a96990fe93_55"
    },
    {
      "start": 7631,
      "end": 8077,
      "text": "24. However, we may go little further to S. 12 of the Act, 1996 whereby arbitrator is required to disclose in writing circumstances which indicates either direct or indirect, of any past or present relationship with or interest in any of the parties or in relation to the subject matter in dispute, whether financial, business, professional or other kind, which is likely to give rise to justifiable doubts as to his independence or impartiality.",
      "labels": [
        "STA"
      ],
      "id": "902fec4379e04f3c85c6ce92d3a4a4a5_56"
    },
    {
      "start": 8078,
      "end": 8449,
      "text": "The guidance to the circumstance which exist and gives rise to the justifiable doubts as to the independence or impartiality of an arbitrate is given in Fifth Schedule which amongst other is also provided for number of cases within past three years for which he has been appointed as arbitrator by one 2022/DHC/005313 of the parties or an affiliate of one of the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd6d65f3fcc24c5592e6296746c49083_57"
    },
    {
      "start": 8450,
      "end": 8742,
      "text": "The disclosure of such facts are to be made in the form prescribed in Sixth Schedule, which appears to be not mandatory and it is necessary only when arbitrator feels that there is justifiable doubt as to his independence and impartiality to give disclosure or party may also seek disclosure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57027c35ca904079bf3f50467189d457_58"
    },
    {
      "start": 8743,
      "end": 9053,
      "text": "However, S. 12 (5) of the Act, 1996 makes the declaration mandatory if the grounds falls as provided in Seventh Schedule which will per se make appointment of arbitrator illegal which however does not provide for number of arbitration done by the arbitrator for a particular party within period of three years.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f38fdc39070649e0b5c870e531ac2720_59"
    },
    {
      "start": 9054,
      "end": 9272,
      "text": "Therefore, arbitrator is required to give declaration if he finds the disclosure is necessary which affects his independence and impartiality and yet he can continue with the arbitration if the parties does not object.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17bd5c8031914baeb9e94b77751b08d1_60"
    },
    {
      "start": 9274,
      "end": 9677,
      "text": "25. In the present case neither petitioner has provided the number of arbitration done by the learned arbitrator for Sri Ram Transport Finance Co. Ltd in past three years nor moved any application before learned arbitrator seeking such declaration and therefore a bald plea that arbitrator is on panel of respondent/ claimant company cannot be accepted to make appointment of learned arbitrator illegal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f288443ca0cf4b6bb3bbd44c7d4fa92c_61"
    },
    {
      "start": 9678,
      "end": 9718,
      "text": "The contention is accordingly rejected.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24b0d9d2456b4cbdb2bac4082740ef4f_62"
    },
    {
      "start": 9720,
      "end": 9921,
      "text": "15. It is apparent from the above that the learned Commercial Court proceeded on the basis that it was necessary for the appellants to file an application to challenge the appointment of an arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c0d753e424cb4cad9d454ec8b1d57749_63"
    },
    {
      "start": 9922,
      "end": 10105,
      "text": "The learned Commercial Court accepted that the arbitrator was required to disclose the circumstances which may give rise to justifiable doubts as to his independence and impartiality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89f35c0b246c469f84e886eafe7683fc_64"
    },
    {
      "start": 10106,
      "end": 10202,
      "text": "However, it was found that the impugned award could not be assailed for want of such disclosure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "96ff01987a08414aa3553b4dc3cb1a50_65"
    },
    {
      "start": 10203,
      "end": 10526,
      "text": "The learned Commercial Court was of the view that the disclosure, required in the form prescribed in the Sixth Schedule of the A&C Act, was not 2022/DHC/005313 mandatory; the learned Sole Arbitrator was required to make a disclosure only when he felt that there were justifiable doubts to his independence and impartiality.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dec37d0b0c114e0e8f4d17fee9386151_66"
    },
    {
      "start": 10527,
      "end": 10839,
      "text": "The learned Commercial Court also held that acting as an arbitrator, in other disputes involving the respondent, was not a circumstance which is covered under the Seventh Schedule of the A&C Act and therefore, the learned Sole Arbitrator was not ineligible to act as such in the present arbitral proceedings.\n16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "96e95b7fa0af404bb831f48812a24f3a_67"
    },
    {
      "start": 10840,
      "end": 10942,
      "text": "We are of the view that the learned Commercial Court has fallen into error in concluding as aforesaid.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c3ad169e85f4ba9944e6e1bcff421fb_68"
    },
    {
      "start": 10943,
      "end": 11257,
      "text": "By an order dated 13.09.2022, this court had directed the respondent to file an affidavit, clearly disclosing whether the learned Sole Arbitrator, who had been appointed by the respondent, was also involved in any other matter or was engaged in any professional capacity by the respondent or any of its affiliates.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "060d3fec20964e1b9e0ffcbfd172ff3f_69"
    },
    {
      "start": 11258,
      "end": 11335,
      "text": "The respondent was also directed to disclose the details of such appointment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "32a0f3c5382d4b4399e1cfa32781d5a4_70"
    },
    {
      "start": 11336,
      "end": 11388,
      "text": "The said directions were not strictly complied with.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a2bd730b8884fe3a91db2e0e2aa8c43_71"
    },
    {
      "start": 11389,
      "end": 11570,
      "text": "The respondent has filed an affidavit merely stating that \"the learned arbitrator has been appointed in numerous cases and conducted arbitrations with utmost diligence and honesty\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a5d6736a3ad46a4a88c397c1a0d7de5_72"
    },
    {
      "start": 11571,
      "end": 11640,
      "text": "The respondent has not provided any details of any such appointments.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44089ec8d3674fb5bca13c8d1a72a8eb_73"
    },
    {
      "start": 11641,
      "end": 11781,
      "text": "The respondent has also not disclosed whether the learned Sole Arbitrator has been engaged in any capacity other than that of an arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e89623cbdd324e798ccc28fffeb61df2_74"
    },
    {
      "start": 11783,
      "end": 12027,
      "text": "17. The learned counsel appearing for the respondent submits that the exact details of the number of arbitrations conducted by the learned Sole Arbitrator in the recent past cannot be ascertained since no record of the same has been maintained.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "35d37a37872f4267bab46c828a72893e_75"
    },
    {
      "start": 12028,
      "end": 12233,
      "text": "He states that although the respondent 2022/DHC/005313 cannot readily specify the number of matters in which the learned Sole Arbitrator had been appointed by the respondent, however, it is a large number.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6166ab34b174607be0316e8cef42480_76"
    },
    {
      "start": 12235,
      "end": 12464,
      "text": "18. This court finds it difficult to accept that the respondent does not have the necessary records to ascertain the number of matters (and their details) in which the learned Sole Arbitrator has been appointed by the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f503d51a30e46f986103723728179bc_77"
    },
    {
      "start": 12465,
      "end": 12568,
      "text": "However, it is clear that he has been appointed by the respondent as an arbitrator in numerous matters.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9f921729527d4abea44bbc59060d225c_78"
    },
    {
      "start": 12570,
      "end": 12811,
      "text": "19. In terms of Explanation 1 to Section 12(1) of the A&C Act - the grounds as stated in the Fifth Schedule of the A&C Act - the learned Sole Arbitrator was required to be guided by the grounds as stated in the Fifth Schedule of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98bd71a77df94446a7776670aec7f2b8_79"
    },
    {
      "start": 12812,
      "end": 13052,
      "text": "Entry 22 of the Fifth Schedule of the A&C Act specifically provides circumstances where an arbitrator has, within the past three years, been appointed as an arbitrator on more than two occasions by either of the parties or their affiliates.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91cfff88149a4201a1b094427b3f61fc_80"
    },
    {
      "start": 13053,
      "end": 13174,
      "text": "This Court is unable to accept that such a disclosure is not mandatory and is merely at the discretion of the arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "835a70e968f044e4a24eef1d7202f480_81"
    },
    {
      "start": 13175,
      "end": 13361,
      "text": "The onus for disclosing the number of matters in which the learned Sole Arbitrator had been appointed as such, at the instance of the respondent, rested with the learned Sole Arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "564e4b29458944a1943f8593c79ee39e_82"
    },
    {
      "start": 13362,
      "end": 13685,
      "text": "The assumption that the burden to ascertain the circumstances that may give rise to justifiable doubts as to the independence and impartiality of the arbitrators is on the parties, is erroneous; this disclosure is necessarily required to be made by the person approached in connection with his appointment as an arbitrator.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "86478f978ff74bdcacb65c3dbbacf95c_83"
    },
    {
      "start": 13686,
      "end": 13705,
      "text": "\n2022/DHC/005313 20",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d027879a19c441f19339e70bb9f87ede_84"
    },
    {
      "start": 13706,
      "end": 13882,
      "text": ". In terms of Explanation 2 to Section 12(1) of the A&C Act, the arbitrator is also required to make the necessary disclosure as specified in the Sixth Schedule of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7fed609b9e9a43108e00decc7bffd00b_85"
    },
    {
      "start": 13884,
      "end": 14132,
      "text": "21. The learned Commercial Court found that the appellants were precluded from assailing the impugned award on the ground that they had not filed an application before the learned Sole Arbitrator to make the disclosure or challenge his appointment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0546dcd20bf8449bab5286f5ab2ed585_86"
    },
    {
      "start": 14134,
      "end": 14361,
      "text": "22. It is necessary to note that the language of Section 12(1) of the A&C Act does not leave it at the discretion of any person, approached in connection with being appointed as an arbitrator, to make the necessary disclosures.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de11231c584746768770b5081b977253_87"
    },
    {
      "start": 14362,
      "end": 14672,
      "text": "The use of the words \"he shall disclose\" in Section 12(1) of the A&C Act makes it mandatory for the person who is approached in connection with his possible appointment as an arbitrator, to make a disclosure of all circumstances that may give rise to justifiable doubts as to his independence and impartiality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "be65b98412a449eb91fdd01ac9152079_88"
    },
    {
      "start": 14674,
      "end": 14826,
      "text": "23. In terms of Explanation 2 to Section 12(1) of the A&C Act, such disclosure is to be made in the form specified in the Sixth Schedule of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "510031d6bad84f23a32ed3ad141fafd4_89"
    },
    {
      "start": 14827,
      "end": 15025,
      "text": "It may be sufficient compliance of the Explanation if the necessary particulars, as required to be disclosed in the Sixth Schedule, are disclosed but the disclosure is not in the format as provided.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "daf61b40dd9d4519bc56434026d69dbd_90"
    },
    {
      "start": 15026,
      "end": 15128,
      "text": "However, it would be erroneous to assume that the requirement of making a disclosure is not mandatory.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2711d4ab9ef8403099b80b8af0c0788a_91"
    },
    {
      "start": 15130,
      "end": 15368,
      "text": "24. This Court is of the view that the requirement of making a disclosure is a necessary safeguard for ensuring the integrity and 2022/DHC/005313 efficacy of an arbitration as an alternate dispute resolution mechanism and is not optional.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ff83b39f179546bebe9ae5fcb784f292_92"
    },
    {
      "start": 15370,
      "end": 15508,
      "text": "25. Insofar as the ineligibility of the learned Sole Arbitrator to act as such is concerned, it is relevant to refer to a few authorities.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "026b68a7e61344868c094d71434e98dc_93"
    },
    {
      "start": 15510,
      "end": 15746,
      "text": "26. In TRF Ltd. v. Energo Engineering Projects Ltd.: (2017) 8 SCC 377, the Supreme Court had referred to Section 12(5) of the A&C Act and noted that the Managing Director of a concerned party would be ineligible to act as an arbitrator.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dd569fa11c874ac1a4b7e2804957053f_94"
    },
    {
      "start": 15747,
      "end": 15869,
      "text": "The Court had further held that being ineligible to act as an arbitrator, he was also ineligible to appoint an arbitrator.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d544d02c910347cfa109fcee31a74542_95"
    },
    {
      "start": 15870,
      "end": 16155,
      "text": "In Perkins Eastman Architects DPC & Anr. v. HSCC (India) Ltd.: (2020) 20 SCC 760, the Supreme Court, following the earlier decision in TRF Ltd. v. Energo Engineering Projects Ltd. (supra), held that the Chairman-cum-Managing Director of a party was ineligible to appoint an arbitrator.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "91a1ba40d5e743e79a116254e926f40e_96"
    },
    {
      "start": 16157,
      "end": 16413,
      "text": "27. It is important to note that the decisions of the Supreme Court in TRF Ltd. v. Energo Engineering Projects Ltd. (supra) and Perkins Eastman Architects DPC & Anr. v. HSCC (India) Ltd. (supra) were rendered in the context of Section 12(5) of the A&C Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e55e682f3a80476a921ec80397909c3a_97"
    },
    {
      "start": 16414,
      "end": 16906,
      "text": "The said Section reads as under:\n\"12(5). Notwithstanding any prior agreement to the contrary, any person whose relationship, with the parties or counsel or the subject-matter of the dispute, falls under any of the categories specified in the Seventh Schedule shall be ineligible to be appointed as an arbitrator:\n2022/DHC/005313 Provided that parties may, subsequent to disputes having arisen between them, waive the applicability of this sub- section by an express agreement in writing.\"\n28.",
      "labels": [
        "STA"
      ],
      "id": "a6269e4ec54f4e87a8221244730f65a5_98"
    },
    {
      "start": 16907,
      "end": 17077,
      "text": "Clearly, an award rendered by a person who is ineligible to act as an arbitrator would be of little value; it cannot be considered as an arbitral award under the A&C Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "495782d669044a458184d5d3089adfcb_99"
    },
    {
      "start": 17078,
      "end": 17280,
      "text": "While it is permissible for the parties to agree to waive the ineligibility of an arbitrator, the proviso to Section 12(5) of the A&C Act makes it clear that such an agreement requires to be in writing.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d3941f9dacaa4616b45ca3ab28d7ee72_100"
    },
    {
      "start": 17281,
      "end": 17636,
      "text": "In Proddatur Cable TV Digi Services v. Siti Cable Network Limited: (2020) 267 DLT 51, the learned Single Judge of this Court, following the decision in TRF Ltd. v. Energo Engineering Projects Ltd. (supra) and Perkins Eastman Architects DPC & Anr. v. HSCC (India) Ltd. (supra), held that unilateral appointment of an arbitrator by a party is impermissible.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "65ec1e8c108f40208b9d1f7c3f3700d5_101"
    },
    {
      "start": 17638,
      "end": 17904,
      "text": "29. In Bharat Broadband Network Limited v. United Telecoms Limited: (2019) 5 SCC 755, the Supreme Court rejected the contention that the waiver of a right to object the ineligibility of an arbitrator, under Section 12(5) of the A&C Act, could be inferred by conduct.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "66dc3e38c7464495b6d95f44dcb0f496_102"
    },
    {
      "start": 17905,
      "end": 17980,
      "text": "The relevant observations made by the Supreme Court are set out below:\n\"20.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5577ecc916604e1894b9230fd86c8371_103"
    },
    {
      "start": 17981,
      "end": 18080,
      "text": "This then brings us to the applicability of the proviso to Section 12(5) on the facts of this case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bacfd2d42a744fb68fc779ebf4b89180_104"
    },
    {
      "start": 18081,
      "end": 18385,
      "text": "Unlike Section 4 of the Act which deals with deemed waiver of the right to object by conduct, the proviso to Section 12(5) will only apply if subsequent to disputes having arisen between the parties, the parties waive the applicability of sub-section (5) of Section 12 by an express agreement in writing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db69d4d387e74a589782c25caf00d13c_105"
    },
    {
      "start": 18386,
      "end": 18499,
      "text": "For this reason, the argument based on the 2022/DHC/005313 analogy of Section 7 of the Act must also be rejected.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69b89ce539f64d36af9b68f5c7a65369_106"
    },
    {
      "start": 18500,
      "end": 18680,
      "text": "Section 7 deals with arbitration agreements that must be in writing, and then explains that such agreements may be contained in documents which provide a record of such agreements.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "794b990df6a54d588d1064ece79c4d39_107"
    },
    {
      "start": 18681,
      "end": 18758,
      "text": "On the other hand, Section 12(5) refers to an \"express agreement in writing\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c87a59e938046b7979e176b55c5a51c_108"
    },
    {
      "start": 18759,
      "end": 18904,
      "text": "The expression \"express agreement in writing\" refers to an agreement made in words as opposed to an agreement which is to be inferred by conduct.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0f325b88df3845a1b9c33aad11698b5d_109"
    },
    {
      "start": 18905,
      "end": 18965,
      "text": "Here, Section 9 of the Contract Act, 1872 becomes important.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2c4f02650c249cd874afef752050444_110"
    },
    {
      "start": 18966,
      "end": 19011,
      "text": "It states:\n\"9. Promises, express and implied.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1582177a73a04beda8bd6d636aab6786_111"
    },
    {
      "start": 19012,
      "end": 19119,
      "text": "- Insofar as the proposal or acceptance of any promise is made in words, the promise is said to be express.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d73290de46544efd983fb9e9ed166dec_112"
    },
    {
      "start": 19120,
      "end": 19226,
      "text": "Insofar as such proposal or acceptance is made otherwise than in words, the promise is said to be implied.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "85086ba6cd4e47829c605ccc3a520858_113"
    },
    {
      "start": 19227,
      "end": 19298,
      "text": "\"\nIt is thus necessary that there be an \"express\" agreement in writing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "560881999c2d458e9b51451e562a7f10_114"
    },
    {
      "start": 19299,
      "end": 19549,
      "text": "This agreement must be an agreement by which both parties, with full knowledge of the fact that Shri Khan is ineligible to be appointed as an arbitrator, still go ahead and say that they have full faith and confidence in him to continue as such.\"\n30.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5fc0cb7a0bc64b6090afde454cd6c1e2_115"
    },
    {
      "start": 19550,
      "end": 19808,
      "text": "In the present case, the learned Commercial Court had proceeded on the basis that the appellants are precluded from raising an objection as to the ineligibility of the arbitrator as no such application was made by the appellants before the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6cd2b4da0d9439696b2426b309b84dc_116"
    },
    {
      "start": 19809,
      "end": 20033,
      "text": "The learned Commercial Court has also faulted the appellants by not providing the full particulars as to the number of arbitrations conducted by the learned Sole Arbitrator for the respondent company in the past three years.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a6c93a749af431699e8cbfd6fad722f_117"
    },
    {
      "start": 20034,
      "end": 20262,
      "text": "In addition, the appellants have been faulted by the learned Commercial Court in not 2022/DHC/005313 filing an application before the learned Sole Arbitrator, seeking a declaration as required under Section 12(5) of the A&C Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f2335c736dcf4ee8b968f294aaa9a411_118"
    },
    {
      "start": 20264,
      "end": 20354,
      "text": "31. This Court is of the view that the approach of the learned Commercial Court is flawed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44f400af3ae842daa1daa4746b738b66_119"
    },
    {
      "start": 20355,
      "end": 20431,
      "text": "Unilateral appointment of the Arbitrator by the respondent is impermissible.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5d982caecac4fc38613f1911cb82d30_120"
    },
    {
      "start": 20432,
      "end": 20641,
      "text": "The fact that the learned Sole Arbitrator had been engaged in a number of matters by the respondent is, concededly, a material fact that would raise justifiable grounds as to his independence and impartiality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6213a6e4c2ba40488eb78d550343aad4_121"
    },
    {
      "start": 20642,
      "end": 20845,
      "text": "Thus, in addition to being ineligible as an arbitrator under Section 12(5) of the A&C Act, the grounds giving rise to justifiable doubts as to the independence and impartiality exist in the present case.",
      "labels": [
        "RATIO"
      ],
      "id": "b0662074876b4d32adc5632fc37562e5_122"
    },
    {
      "start": 20846,
      "end": 21068,
      "text": "The learned Sole Arbitrator was required to disclose in writing such circumstances which are likely to give rise to justifiable doubts as to his independence and impartiality, but he had failed to make any such disclosure.",
      "labels": [
        "RATIO"
      ],
      "id": "9b8737ea2b0d415387dff6d2851bb217_123"
    },
    {
      "start": 21069,
      "end": 21249,
      "text": "In our view, since the grounds giving rise to justifiable doubts as to impartiality exist, failure to make such disclosure vitiates the arbitral proceedings and the impugned award.",
      "labels": [
        "RATIO"
      ],
      "id": "b5e081b647fb4c1d8107e057c4caea06_124"
    },
    {
      "start": 21251,
      "end": 21299,
      "text": "32. In view of the above, the appeal is allowed.",
      "labels": [
        "RPC"
      ],
      "id": "3f7753bf945e495dbe929764cd03b1cc_125"
    },
    {
      "start": 21300,
      "end": 21363,
      "text": "The impugned order as well as the impugned award are set aside.",
      "labels": [
        "RPC"
      ],
      "id": "52780ee50682411b846206f20c777b62_126"
    },
    {
      "start": 21364,
      "end": 21410,
      "text": "All pending applications are also disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "7ffef68852724eb3981ffb68baabd47e_127"
    },
    {
      "start": 21411,
      "end": 21456,
      "text": "The parties are left to bear their own costs.",
      "labels": [
        "RPC"
      ],
      "id": "0422426d05dc4105850780e48d9ece25_128"
    },
    {
      "start": 21457,
      "end": 21510,
      "text": "\nVIBHU BAKHRU, J AMIT MAHAJAN, J DECEMBER 05, 2022 RK",
      "labels": [
        "NONE"
      ],
      "id": "3b6abebc89cc44e8beb8544b1a40aecf_129"
    }
  ]
}