{
  "id": "93f36eedb1eb6539341e5d4c6242cfebbadc313f31f74fe398c7027668e82f94",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nVirender Kumar vs Rekha Bhayana on 25 August, 2022\nAuthor: C. Hari Shankar \nBench: C. Hari Shankar \n                          $~62 (Appellate) \n                          *     In The High Court Of Delhi At New Delhi\n                          +     Cm(M) 842/2022 & Cm Appl. 36582/2022, Cm Appl. \n                                36583/2022 \n\n                                Virender Kumar                      ..... Petitioner \n                                            Through: Mr.Gaurav Singh, Ms.Vani and \n                                            Mr. Raj Tripathi, Advs . \n\n                                                   versus \n\n                                Rekha Bhayana                     ..... Respondent \n                                            Through: Mr. Nitya Sharma and Mr. \n                                            Rajat Sharma, Advs . \n\n                                Coram:\n                                Hon'Ble Mr. Justice C. Hari Shankar\n\n                                             J U D G M E N T (Oral)\n% 25.08.2022\n1. The impugned order dated 19th July 2022, passed by the learned District Judge (Commercial Court) (\"the learned Commercial Court\") in Cs Dj 452/2018 (Rekha Bhayana v. Virender K umar) adjudicates an application filed by the petitioner under Order VII Rule 11 of the Code of Civil Procedure, 1908 (CPC), seeking rejection of CS DJ 452/2018, instituted by the respondent against the petitioner, on the ground that the suit was a commercial suit and had been filed as a non- commercial suit. \n2. Mr. Nitya Sharma, learned Counsel for the respondent, does not dispute the fact that the suit was indeed a commercial suit and that it had been filed as a non-commercial suit. \n3. The petitioner had, before the learned Commercial Court, placed reliance on Ambalal Sarabhai Enterprises Ltd. v. K.S.Infraspace LLP and Anr.1, to contend that a commercial suit filed as a non-commercial suit has necessarily to be returned to the plaintiff for filing it as a commercial suit, under Order VII Rule 10 of the CPC (though the application was filed under Order VII Rule 11) and could not be transferred. \n4. This submission has been negated by the learned Commercial Court. In so doing, the learned Commercial Court has relied on (a) Circular dated 17th February 2020, issued by the learned Principal District Judge (Rohini) pursuant to minutes of meeting of the State Court Management System Committee held on 4th February 2020, (ii) Circular dated 24th August 2021 issued by the learned Pr. DSJ (North- West District) Rohini, (iii) order dated 14th September 2021 passed by a learned Single Judge of this Court in Hari Singh v. M.S. Superhouse Ltd.2 and (iv) Section 15(2) of the Commercial Courts Act.\n5. Insofar as the decision in Ambalal Sarabhai Enterprises.1 is concerned, the learned Commercial Court has sought to distinguish the decision on the ground that it involved a non-commercial suit which was filed as a commercial suit, and not a commercial suit filed as a non-commercial suit. \n(2020) 15 SCC 585 2021 SCC OnLine Del 4385 6. To my mind, the reasoning of the learned Commercial Court does not commend itself to acceptance. \n7. Addressing first the reliance, placed by the learned Commercial Court on Section 15(2) of the Commercial Courts Act. Section 15 of the Commercial Courts Act read thus:\n\" 15. Transfer of pending cases (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. \n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub- section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub- section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 1[with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n8. Section 15(2) of the CPC states that all suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value pending in a Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. \n9. The implication of the words \"pending\", as used in this section is readily understood by referring not only to sub-section (2) of Section 15 but also to the other sub-sections of the said Section. Seen in conjunction with the expression \"has been constituted\", as employed in Section 15(2), it is clear that the intent of the legislature, in enacting the said provision is to cover all commercial suits, filed as non-commercial suits before the Civil Court in any district or area in respect of which a Commercial Court \"has been constituted\" on the date when the Commercial Courts Act came into force and was, therefore, \"pending\" on the said date. \n10. It cannot be treated as a provision which can apply in futuro for all times to come, so as to permit litigants to file commercial suits before the Civil Court and have the suit transferred to the Commercial Court. \n11. There is a clear difference in protocol between commercial suits and non-commercial suits. Commercial suits follow their own distinct procedure, and are subjected to much greater rigour than non- commercial suits. A commercial suit has its own distinct format, which involves, inter alia, the requirement of filing a Statement of Truth both with the plaint as well as with the written statement. \n12. Various provisions of the CPC, including Section 26, Section 35, Section 35-A, have been amended by the Commercial Courts Act to cater to commercial suits. It would, therefore, be counter- productive to permit commercial suits, which have not been filed following the protocol prescribed in, or in the format prescribed by, the Commercial Courts Act, to be transferred to the Commercial Court as a matter of course. \n13. Order VII Rule 10 of the CPC specifically envisages return of a plaint instituted before a Court other than the Court before which it should have been instituted. Sub-rule (1) of Order VII Rule 10 reads thus:\n\"10. Return of plaint.- (1) Subject to the provisions of rule 10A, the plaint shall at any stage of the suit be returned to be presented to the Court in which the suit should have been instituted. \nExplanation.-- For the removal of doubts, it is hereby declared that a Court of appeal or revision may direct, after setting aside the decree passed in a suit, the return of the plaint under this sub-rule.\" \n14. Commercial Courts are different from non-Commercial Courts. If a commercial suit is instituted before a Civil Court, it is, clearly, instituted before a Court other than the Court before which it should have been instituted. Order VII Rule 10 (1), in such circumstances, directly comes into play and requires the suit to be returned to the plaintiff to be instituted before the appropriate Court, i.e., the Commercial Court. \n15. In this regard, I am unable to subscribe to the interpretation placed by the learned Commercial Court on the decision of the Supreme Court in Ambalal Sarabhai Enterprises1.\n16. No doubt, that Ambalal Sarabhai Enterprises involved an instance where a non-commercial suit had been filed before the Commercial Court. The High Court of Gujarat returned the suit to the plaintiff, under Order VII Rule 10, to be presented before the Civil Court. The Supreme Court affirmed and approved this course of action. Once such a course of action stands approved by the Supreme Court, it amounts to a declaration of the law under Article 141 of the Constitution of India, to the effect that, in similar cases, a similar course of action is required to be adopted. \n17. It is trite that, where an action is required to be performed in a particular manner, it has to be performed in that manner alone and all other modes of performing the action ipso facto stand foreclosed3. \n18. Ambalal Sarabhai Enterprises Ltd.1, in my view, cannot be distinguished merely on the ground that the said case involved an instance in which a non-commercial suit had been filed before the Commercial Court. The principle that, in such a case, the plaint is required to be returned to the plaintiff to be re-presented before a competent forum, in my view, would apply equally, where a commercial suit is instituted before a Civil Court. \n19. Insofar as the administrative circulars on which the learned Commercial Court has placed reliance are concerned, they cannot, quite obviously, cannot claim precedence over either the provision of the CPC or the judgment of the Supreme Court in Ambalal Sarabhai Enterprises.1 20. I have already taken a view similar to the view expressed in the order passed today in my earlier decisions in Refer: Nazir Ahmed v. The King Emperor, (1936) 38 Bom LR 987; Taylor v. Taylor, (1875) 1 Ch. D. 426; State of Uttar Pradesh v. Singhara Singh , (1964) 4 SCR 485 Sanjay agarwal v. Hemant Sharma, CM(M) 749/2022, Shree Sai Sales Through Its Proprietor/Authorized Representative v. Shri Shyam Collection Through Its Proprietor, CM(M) 693/2022.\n21. In view of the aforesaid, the impugned order dated 19th July 2022, passed by the learned Commercial Court in CS DJ 452/2018 (Rekha Bhayana v. Virender Kumar) is quashed and set aside. \n22. However, I deem it appropriate not to reject the plaint filed by the respondent under Order VII Rule 11 of the CPC, but to direct that the plaint be returned to the respondent so that it could be instituted before the appropriate forum.\n23. The present petition stands allowed in the aforesaid terms, with no order as to costs. \n24. In order to avoid any confusion, it is clarified that once the plaint is returned to the respondent, he would be entitled to institute the same plaint albeit in the form and following the procedure prescribed by the Commercial Courts Act before the competent commercial court.\n25. Dasti.\nC. HARI SHANKAR, J AUGUST 25, 2022 dsn",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fca16a6b667c4f8b80cbb43623dd1485_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "543d577671b24b289daf704646ad342b_1"
    },
    {
      "start": 242,
      "end": 334,
      "text": "\nDelhi High Court\nVirender Kumar vs Rekha Bhayana on 25 August, 2022\nAuthor: C. Hari Shankar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "238f25cfe1534f95a9c47bbac2f452f6_2"
    },
    {
      "start": 335,
      "end": 358,
      "text": "\nBench: C. Hari Shankar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a67bef4157cb4ff186d0200819f10cba_3"
    },
    {
      "start": 386,
      "end": 402,
      "text": "$~62 (Appellate)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6c837340d7124930a28274537d37b80d_4"
    },
    {
      "start": 430,
      "end": 502,
      "text": "*     In The High Court Of Delhi At New Delhi\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ee70af5eef74780a07331f93c0ed765_5"
    },
    {
      "start": 502,
      "end": 513,
      "text": "+     Cm(M)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bb4b5bfbefa74ff7a2b6f05ccd08c1b3_6"
    },
    {
      "start": 514,
      "end": 522,
      "text": "842/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f55f9cba0a7a44e5a8851c3062e5539f_7"
    },
    {
      "start": 523,
      "end": 554,
      "text": "& Cm Appl. 36582/2022, Cm Appl.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ea32a6a11e142f28cdcd51e57713bb1_8"
    },
    {
      "start": 588,
      "end": 598,
      "text": "36583/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b3821c13fb4f43e887a961bb55e922c5_9"
    },
    {
      "start": 633,
      "end": 647,
      "text": "Virender Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a58b21f62a694fb09372c4fec39a3601_10"
    },
    {
      "start": 669,
      "end": 685,
      "text": "..... Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "252a4f44b61f45ccb4b55c5d769bea3c_11"
    },
    {
      "start": 731,
      "end": 768,
      "text": "Through: Mr.Gaurav Singh, Ms.Vani and",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb31930cf5c4455aa7367b06f8578eb2_12"
    },
    {
      "start": 814,
      "end": 831,
      "text": "Mr. Raj Tripathi,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "450c4c4ea3254ed0bed7c7277886a608_13"
    },
    {
      "start": 832,
      "end": 838,
      "text": "Advs .",
      "labels": [
        "PREAMBLE"
      ],
      "id": "78204b10fb1b4808b35249f22aad837c_14"
    },
    {
      "start": 892,
      "end": 898,
      "text": "versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e1584754b9754a37b949f86958647b2a_15"
    },
    {
      "start": 933,
      "end": 946,
      "text": "Rekha Bhayana",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a03bf1e7deca45138de166c9192fa4f1_16"
    },
    {
      "start": 967,
      "end": 983,
      "text": "..... Respondent",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8487016555724decadab901912d17e75_17"
    },
    {
      "start": 1029,
      "end": 1037,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7b1cc4c94de24e54ae5e6fe8859dde7d_18"
    },
    {
      "start": 1038,
      "end": 1062,
      "text": "Mr. Nitya Sharma and Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "39e4b2f78a6746ea8756cf986f3bfe34_19"
    },
    {
      "start": 1108,
      "end": 1126,
      "text": "Rajat Sharma, Advs",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a1cdb9b4c3c148e5a06547dc294a9cb2_20"
    },
    {
      "start": 1127,
      "end": 1499,
      "text": ". \n\n                                Coram:\n                                Hon'Ble Mr. Justice C. Hari Shankar\n\n                                             J U D G M E N T (Oral)\n% 25.08.2022\n1. The impugned order dated 19th July 2022, passed by the learned District Judge (Commercial Court) (\"the learned Commercial Court\") in Cs Dj 452/2018 (Rekha Bhayana v. Virender K",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a2285351d319443aae252ea110984bc9_21"
    },
    {
      "start": 1500,
      "end": 1810,
      "text": "umar) adjudicates an application filed by the petitioner under Order VII Rule 11 of the Code of Civil Procedure, 1908 (CPC), seeking rejection of CS DJ 452/2018, instituted by the respondent against the petitioner, on the ground that the suit was a commercial suit and had been filed as a non- commercial suit.",
      "labels": [
        "FAC"
      ],
      "id": "ac8881fb188f4a96aac9e0933ebe25b0_22"
    },
    {
      "start": 1812,
      "end": 1990,
      "text": "2. Mr. Nitya Sharma, learned Counsel for the respondent, does not dispute the fact that the suit was indeed a commercial suit and that it had been filed as a non-commercial suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "404fc8f935344755ac9c94f9fb1a5fda_23"
    },
    {
      "start": 1991,
      "end": 2410,
      "text": "\n3. The petitioner had, before the learned Commercial Court, placed reliance on Ambalal Sarabhai Enterprises Ltd. v. K.S.Infraspace LLP and Anr.1, to contend that a commercial suit filed as a non-commercial suit has necessarily to be returned to the plaintiff for filing it as a commercial suit, under Order VII Rule 10 of the CPC (though the application was filed under Order VII Rule 11) and could not be transferred.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1bb6c316292e4c13b5e27b0370512010_24"
    },
    {
      "start": 2412,
      "end": 2480,
      "text": "4. This submission has been negated by the learned Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d3263773748444d39e6ca1116230de9e_25"
    },
    {
      "start": 2481,
      "end": 3014,
      "text": "In so doing, the learned Commercial Court has relied on (a) Circular dated 17th February 2020, issued by the learned Principal District Judge (Rohini) pursuant to minutes of meeting of the State Court Management System Committee held on 4th February 2020, (ii) Circular dated 24th August 2021 issued by the learned Pr. DSJ (North- West District) Rohini, (iii) order dated 14th September 2021 passed by a learned Single Judge of this Court in Hari Singh v. M.S. Superhouse Ltd.2 and (iv) Section 15(2) of the Commercial Courts Act.\n5.",
      "labels": [
        "NONE"
      ],
      "id": "ea996cf823354e3fb8924e875fbfb01c_26"
    },
    {
      "start": 3015,
      "end": 3303,
      "text": "Insofar as the decision in Ambalal Sarabhai Enterprises.1 is concerned, the learned Commercial Court has sought to distinguish the decision on the ground that it involved a non-commercial suit which was filed as a commercial suit, and not a commercial suit filed as a non-commercial suit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a7d4cd41661c4c6dbb22daa86086bc44_27"
    },
    {
      "start": 3304,
      "end": 3350,
      "text": "\n(2020) 15 SCC 585 2021 SCC OnLine Del 4385 6.",
      "labels": [
        "NONE"
      ],
      "id": "c7fad4f67ad34ee0a002dfe5a80e8751_28"
    },
    {
      "start": 3351,
      "end": 3447,
      "text": "To my mind, the reasoning of the learned Commercial Court does not commend itself to acceptance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "66dbfcaf8ca04623b2fa650758047da5_29"
    },
    {
      "start": 3449,
      "end": 3568,
      "text": "7. Addressing first the reliance, placed by the learned Commercial Court on Section 15(2) of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ef295f2231347129417567a93c85c56_30"
    },
    {
      "start": 3569,
      "end": 3625,
      "text": "Section 15 of the Commercial Courts Act read thus:\n\" 15.",
      "labels": [
        "STA"
      ],
      "id": "6dc78ca84fa8453cbe6c0e55e93d6c4b_31"
    },
    {
      "start": 3626,
      "end": 3946,
      "text": "Transfer of pending cases (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
      "labels": [
        "STA"
      ],
      "id": "ca29024a73954ab4bc238941d73b2d67_32"
    },
    {
      "start": 3948,
      "end": 6144,
      "text": "(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub- section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub- section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 1[with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n8.",
      "labels": [
        "STA"
      ],
      "id": "84a4e457ef76435390912267c3569e72_33"
    },
    {
      "start": 6145,
      "end": 6452,
      "text": "Section 15(2) of the CPC states that all suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value pending in a Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
      "labels": [
        "STA"
      ],
      "id": "48145283ae9042cab97211f5762458fd_34"
    },
    {
      "start": 6454,
      "end": 6653,
      "text": "9. The implication of the words \"pending\", as used in this section is readily understood by referring not only to sub-section (2) of Section 15 but also to the other sub-sections of the said Section.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f16bef868a6f40e6bf8d32f956da2a6d_35"
    },
    {
      "start": 6654,
      "end": 7106,
      "text": "Seen in conjunction with the expression \"has been constituted\", as employed in Section 15(2), it is clear that the intent of the legislature, in enacting the said provision is to cover all commercial suits, filed as non-commercial suits before the Civil Court in any district or area in respect of which a Commercial Court \"has been constituted\" on the date when the Commercial Courts Act came into force and was, therefore, \"pending\" on the said date.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "39f8b4bc8ba849bbb1f3dacaa89ca260_36"
    },
    {
      "start": 7108,
      "end": 7325,
      "text": "10. It cannot be treated as a provision which can apply in futuro for all times to come, so as to permit litigants to file commercial suits before the Civil Court and have the suit transferred to the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "215ed7e0a1e84e40a60c0f49b02781f6_37"
    },
    {
      "start": 7327,
      "end": 7421,
      "text": "11. There is a clear difference in protocol between commercial suits and non-commercial suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7cfa8ed6b189431f80d3c57c693ed1a8_38"
    },
    {
      "start": 7422,
      "end": 7544,
      "text": "Commercial suits follow their own distinct procedure, and are subjected to much greater rigour than non- commercial suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2b4ea88da1cc4c4299ea8e366191d1f6_39"
    },
    {
      "start": 7545,
      "end": 7726,
      "text": "A commercial suit has its own distinct format, which involves, inter alia, the requirement of filing a Statement of Truth both with the plaint as well as with the written statement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "57beb6f64d9e4817b6c7b090ad6369c5_40"
    },
    {
      "start": 7728,
      "end": 7887,
      "text": "12. Various provisions of the CPC, including Section 26, Section 35, Section 35-A, have been amended by the Commercial Courts Act to cater to commercial suits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c7a5a605cd447f2a2b57213a261412b_41"
    },
    {
      "start": 7888,
      "end": 8147,
      "text": "It would, therefore, be counter- productive to permit commercial suits, which have not been filed following the protocol prescribed in, or in the format prescribed by, the Commercial Courts Act, to be transferred to the Commercial Court as a matter of course.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "206cf61390fb4f89a42e8278eee02946_42"
    },
    {
      "start": 8148,
      "end": 8315,
      "text": "\n13. Order VII Rule 10 of the CPC specifically envisages return of a plaint instituted before a Court other than the Court before which it should have been instituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "421f20f630b145c6bfbd94b66064a1f7_43"
    },
    {
      "start": 8316,
      "end": 8558,
      "text": "Sub-rule (1) of Order VII Rule 10 reads thus:\n\"10. Return of plaint.- (1) Subject to the provisions of rule 10A, the plaint shall at any stage of the suit be returned to be presented to the Court in which the suit should have been instituted.",
      "labels": [
        "STA"
      ],
      "id": "89d49829c5c4459984c16b95b1950e05_44"
    },
    {
      "start": 8559,
      "end": 8766,
      "text": "\nExplanation.-- For the removal of doubts, it is hereby declared that a Court of appeal or revision may direct, after setting aside the decree passed in a suit, the return of the plaint under this sub-rule.\"",
      "labels": [
        "STA"
      ],
      "id": "9ab6a6bf5f2248e6b2be7b145dd19f0e_45"
    },
    {
      "start": 8768,
      "end": 8831,
      "text": "14. Commercial Courts are different from non-Commercial Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "41564d165058482a9d70103835dfcaed_46"
    },
    {
      "start": 8832,
      "end": 8996,
      "text": "If a commercial suit is instituted before a Civil Court, it is, clearly, instituted before a Court other than the Court before which it should have been instituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4a3ccde0c1774caf8ae613d4caf27e20_47"
    },
    {
      "start": 8997,
      "end": 9196,
      "text": "Order VII Rule 10 (1), in such circumstances, directly comes into play and requires the suit to be returned to the plaintiff to be instituted before the appropriate Court, i.e., the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd58ebed7eb243c7bfa2b09333420fba_48"
    },
    {
      "start": 9198,
      "end": 9378,
      "text": "15. In this regard, I am unable to subscribe to the interpretation placed by the learned Commercial Court on the decision of the Supreme Court in Ambalal Sarabhai Enterprises1.\n16.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4beef0ebcd7b407db6ed47420a1d4df8_49"
    },
    {
      "start": 9379,
      "end": 9515,
      "text": "No doubt, that Ambalal Sarabhai Enterprises involved an instance where a non-commercial suit had been filed before the Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "346320ac21f0479eb370ca2e8d084b0d_50"
    },
    {
      "start": 9516,
      "end": 9642,
      "text": "The High Court of Gujarat returned the suit to the plaintiff, under Order VII Rule 10, to be presented before the Civil Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0f865240f2e748deb9c0a3c17c929a05_51"
    },
    {
      "start": 9643,
      "end": 9705,
      "text": "The Supreme Court affirmed and approved this course of action.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0cd166ceabbb4be8b3d14400ddcc8ac1_52"
    },
    {
      "start": 9706,
      "end": 9951,
      "text": "Once such a course of action stands approved by the Supreme Court, it amounts to a declaration of the law under Article 141 of the Constitution of India, to the effect that, in similar cases, a similar course of action is required to be adopted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "746127b5cc564c3586d1c73ab1134908_53"
    },
    {
      "start": 9953,
      "end": 10161,
      "text": "17. It is trite that, where an action is required to be performed in a particular manner, it has to be performed in that manner alone and all other modes of performing the action ipso facto stand foreclosed3.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "837109959ea1490fba86b9df54d450dc_54"
    },
    {
      "start": 10163,
      "end": 10374,
      "text": "18. Ambalal Sarabhai Enterprises Ltd.1, in my view, cannot be distinguished merely on the ground that the said case involved an instance in which a non-commercial suit had been filed before the Commercial Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a586868269794ffb8c1f2911113a1b3a_55"
    },
    {
      "start": 10375,
      "end": 10603,
      "text": "The principle that, in such a case, the plaint is required to be returned to the plaintiff to be re-presented before a competent forum, in my view, would apply equally, where a commercial suit is instituted before a Civil Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f72396c2c581445bac2bf13ef2f654bf_56"
    },
    {
      "start": 10605,
      "end": 10887,
      "text": "19. Insofar as the administrative circulars on which the learned Commercial Court has placed reliance are concerned, they cannot, quite obviously, cannot claim precedence over either the provision of the CPC or the judgment of the Supreme Court in Ambalal Sarabhai Enterprises.1 20.",
      "labels": [
        "RATIO"
      ],
      "id": "63869b59623345f98173493a989c47f5_57"
    },
    {
      "start": 10888,
      "end": 11342,
      "text": "I have already taken a view similar to the view expressed in the order passed today in my earlier decisions in Refer: Nazir Ahmed v. The King Emperor, (1936) 38 Bom LR 987; Taylor v. Taylor, (1875) 1 Ch. D. 426; State of Uttar Pradesh v. Singhara Singh , (1964) 4 SCR 485 Sanjay agarwal v. Hemant Sharma, CM(M) 749/2022, Shree Sai Sales Through Its Proprietor/Authorized Representative v. Shri Shyam Collection Through Its Proprietor, CM(M) 693/2022.\n21.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dd08408c203242dc814cdcd1dbbc7833_58"
    },
    {
      "start": 11343,
      "end": 11526,
      "text": "In view of the aforesaid, the impugned order dated 19th July 2022, passed by the learned Commercial Court in CS DJ 452/2018 (Rekha Bhayana v. Virender Kumar) is quashed and set aside.",
      "labels": [
        "RPC"
      ],
      "id": "fbcc9927544949318486b176de6b7515_59"
    },
    {
      "start": 11528,
      "end": 11772,
      "text": "22. However, I deem it appropriate not to reject the plaint filed by the respondent under Order VII Rule 11 of the CPC, but to direct that the plaint be returned to the respondent so that it could be instituted before the appropriate forum.\n23.",
      "labels": [
        "RPC"
      ],
      "id": "e547d6cb1e9544cf9a0495754e4b695b_60"
    },
    {
      "start": 11773,
      "end": 11859,
      "text": "The present petition stands allowed in the aforesaid terms, with no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "b0a06f12811344a1a63916aac53304ea_61"
    },
    {
      "start": 11861,
      "end": 12191,
      "text": "24. In order to avoid any confusion, it is clarified that once the plaint is returned to the respondent, he would be entitled to institute the same plaint albeit in the form and following the procedure prescribed by the Commercial Courts Act before the competent commercial court.\n25. Dasti.\nC. HARI SHANKAR, J AUGUST 25, 2022 dsn",
      "labels": [
        "RPC"
      ],
      "id": "c0572013a9784afd9af6aef4a8ee9602_62"
    }
  ]
}