{
  "id": "6aa4c98e5034c731743aa96e2bd9574f8f0c0a735780de3425b1ce22711e56c9",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court\nSmt. Padma Mahadev, vs M/S. Sierra Constructions Private ... on 22 March, 2021\nEquivalent citations: Aironline 2021 Kar 248, 2021 (2) Akr 648 \nAuthor: Abhay S. Oka\nBench: Abhay S. Oka \n                                  1\n\n\n\n     In The High Court Of Karnataka At Bengaluru\n\n         Dated This The 22Nd Day Of March, 2021\n\n                         Present \n\n      The Hon'Ble Mr. Abhay S. Oka, Chief Justice\n\n                             And\n\nThe Hon'Ble Mr. Justice Sachin Shankar Magadum\n\n                    Comap No. 2 Of 2021 \n\nBetween:\n\n1.     Smt. Padma Mahadev,\n       Wife of Late R. Mahadev,\n       Aged about 62 years,\n       Residing at No.37, \n       Police Station Road,\n       Basavanagudi,\n       Bengaluru - 560 004. \n\n2.     Mr. Chetan Mahadev,\n       Son of Late R. Mahadev,\n       Aged about 46 years,\n       Residing at No.37,\n       Police Station Road,\n       Basavanagudi,\n       Bengaluru - 560 004.\n\n3.     Smt. Archana Mahadev,\n       Daughter of Late R. Mahadev,\n       Aged about 36 years,\n       Residing at No.37,\n       Police Station Road,\n       Basavanagudi,\n       Bengaluru - 560 004.                 . . . Appellants\n\n(By Shri Udaya Holla, Senior Advocate for\nShri Chandrashekar S, Advocate)\n                                    2\n\n\n\nAnd: \n\nM/s. Sierra Constructions\nPrivate Limited,\nHaving its registered office at\nNo.187, 1st Cross, 1st Main,\nLower Palace Orchards,\nBangalore - 560 003,\nRepresented by its Director \nMrs. Kumari Bharathi                         . . . Respondent\n\n\n(By Shri M.V. Sundara Raman, Advocate)\n\n\n       This Commercial Appeal (Comap) is filed under Section\n13 (1A) of the Commercial Courts Act, 2015 read with Section 37\n(1) (b) of the Arbitration and Conciliation Act, 1996, praying to (i)\ncall for the records in Com.A.A.No.45/2020, on the file of Lxxxiii\nAdditional City Civil and Sessions Judge (Commercial Court),\nBengaluru, (Cch-84) and (ii) Set aside the impugned order dated\n19/11/2020 passed by the Lxxxiii Addl. City Civil and Sessions\nJudge (Commercial Court), Bengaluru, (Cch-84) in Com.A.A.No.\n45/2020 passed on I.A.No.1 (Annexure-A) and to dismiss the\nCom.A.A.No.45/2020 pending on the file of the Lxxxiii Addl.City\nCivil and Sessions Judge (Commercial Court), Bengaluru (Cch-\n84 and etc.\n\n       This Appeal having heard and reserved for Judgment,\ncoming on for pronouncement of Judgment, this day, Chief\nJustice delivered the following:\n                                  3\n\n\n\n\n                             Judgment \nThe appellants who are the owners of the schedule property are the respondents before the learned Judge of the Commercial Court, Bengaluru Urban District in Com.A.A. No.45/2020. The impugned order dat ed 19th November 2020 has been passed on an application made by the respondent- developer before the Commercial Court under Rules 1 and 2, Order XXXIX of the Code of Civil Procedure, 1908 (for short \"the said Code\"). The application was made in an application filed under section 9 of the Arbitration and Conciliation Act, 1996 (for short, 'the Arbitration Act'). \nFACTS OF THE CASE:\n2. With a view to appreciate the submissions made across the Bar, a brief reference to the facts will be necessary. The appellants are the owners of the schedule property and the respondent is the developer. The property which is the subject matter of the application filed by the respondent-developer under Section 9 of the Arbitration Act, is the land bearing No.19/1, new No.165 and 165/1, R.V. Road, Visweswarapuram, Bengaluru- 560004. The area of the said property (for short, 'the schedule property') is 9533 square feet (out of 10725 square feet). On 14th December, 2007, a Joint Development Agreement (for short, 'the JDA') was entered into by and between the appellants and the respondent. As per the terms of the said JDA, the respondent had agreed to construct a commercial complex or a Hotel complex structure on the schedule property. According to the case of the respondent, it has spent a sum of Rs.16,00,00,000/- (rupees sixteen crores) on the construction of a building on the schedule property. According to the case of the respondent, a commercial complex was required to be constructed by it within a period of thirty six months as stipulated in the JDA. As per the JDA, time of eighteen months was granted to the respondent to complete the construction work from the date of issuance of commencement certificate. By a memorandum of understanding dated 12th November, 2009 executed by and between the appellants and the respondent, it was agreed that the construction shall be completed within 18 months from first January, 2010 with a grace period of four months. On 27th June 2013, another memorandum of understanding was entered into by and between the parties under which, the respondent had agreed to complete the construction work by 30th June 2015. On 16th July 2016, the appellants issued a legal notice, terminating the JDA dated 14th December 2007 and two subsequent memorandum of understanding dated 12th November 2009 and 27th June 2013. The notice was replied by the respondent. Thereafter, an application under section 9 of the Arbitration Act, bearing A.A. No.339 of 2016 was filed by the respondent before the City Civil Court at Bengaluru. A prayer was made in the said application seeking an order of injunction restraining the appellants from interfering with the respondent's share in the schedule property and restraining the appellants from creating third party interests over the schedule property. By the Judgment and order dated 24th March 2017, the said application was rejected. \n3. On the basis of a petition filed by the respondent under section 11 of the Arbitration Act, by the order dated 25th July 2018 passed by this Court in CMP No.208/2017, the dispute was referred to sole Arbitrator for adjudication which came to be registered as AC. No.131/2018. The claim made by the respondent was for passing of an award against the appellants directing them to convey 50% share of the respondent in the undivided area along with possession of 50% share in the super built up area and covered/open car parking area in the commercial complex constructed on the schedule property and to direct the appellants to pay a sum of Rs.21 crores towards cost of construction, damages for unlawful termination of the JDA and compensatory damages. The present appellants made a counter claim in a sum of Rs.32,20,000/-. \n4. An Award was made by the sole Arbitrator on 5th July 2019 in A.C.No.131/2018 holding that the notice of termination of JDA dated 14th December, 2017 issued by the appellants was valid and legal and, therefore, the JDA entered into by and between the appellants and the respondent stood validly terminated from the date of service of the notice. The learned sole Arbitrator has proceeded to dismiss the claim made by the respondent- developer and the counter claim made by the appellants-owner. \n5. Being aggrieved by the Award dated 5th July 2019 made by the sole Arbitrator in AC.No.131/2018, on 18th September 2019, the respondent has preferred Arbitration suit in Com.A.S. No. 144/2019 in the form of an application under Section 34 of the Arbitration Act which is pending adjudication before the Commercial Court. On 22nd June 2020, the respondent filed an application under Section 9 of the Arbitration Act before the Commercial Court at Bengaluru which has been numbered as Comm. A.A. No.45/2020. A prayer for temporary injunction was made in the said application by filing interlocutory application being IA No.I under Order XXXIX Rules 1 and 2 of the Code of Civil Procedure (for short, 'the said Code'). The prayer in the said application was for grant of an order of temporary injunction restraining the appellants from carrying out any further construction activities and from making any structural alterations to the building constructed by the respondent till the disposal of the said application filed by the respondent under Section 34 of the Arbitration Act. An additional affidavit in support of the said application (IA-I) was filed by the respondent on 20th October 2020 by placing on record the subsequent event of a Joint Development Agreement executed by the appellants in favour of one Sri Dinesh Pullipati in respect of the schedule property. The said Joint Development Agreement is referred as the second JDA.\n6. By the Judgment and order dated 19th November 2020 which is impugned in this appeal, the interlocutory application IA No. I filed by the respondent under Order XXXIX, Rules 1 and 2 of the Code in the petition filed under Section 9 of the Arbitration Act has been allowed by restraining the appellants from carrying out construction activities on the schedule property and from making modification or alteration to the construction already carried out on the schedule property, till disposal of the application filed under Section 34 of the Arbitration Act. For challenging the said order dated 19th November, 2020, the present appeal is preferred by the appellants, who are the owners of the schedule property. \nSUBMISSIONS OF THE APPELLANTS:\n7. The submission of Shri. Udaya Holla, the learned Senior Counsel appearing for the appellants in support of the appeal is firstly that in view of the law laid down in the decisions of the Bombay High Court and Delhi High Court respectively, no relief could have been granted in an application filed under Section 9 of the Arbitration Act filed by the un-successful claimant pending the adjudication of the application filed by him under Section 34 of the Arbitration Act. The decisions are as under:\ni) Dirk India Private Limited -vs- Maharashtra State Electricity Generation Company Limited1.\nii) Wind World (India) Ltd., -vs- Enercon GmbH and others2 iii) Nussli Switzerland Ltd., -vs- Organizing Committee Commonwealth Games3 iv) Singhania Horizons -vs- HRC Engineers Estate Private Limited and another4 8. The learned Senior Counsel further submitted that in view of the law laid down by the Apex Court in the case of Mc Dermott International INC -vs- Burn Standard Co. Ltd and others5, while deciding the application filed under Section 34 of the Arbitration Act, the Court cannot correct an error committed by the Arbitrator or correct an award and at best, it can only quash the Award made by the Arbitrator thereby leaving the parties to begin the Arbitration again, if they so desire. He submitted that in the application filed under Section 9 of the Arbitration Act, the respondent has sought a relief of temporary injunction till the disposal of the application under Section 34 of the Arbitration Act 2013 SCC OnLine Bom-481 2017 SCC OnLine Bom 1147 2014 SCC OnLine Del 4834 2016 SCC OnLine Del 550 (2006) 11 SCC 181 filed by it for challenging the Award made by the sole Arbitrator. He submitted that even if the respondent succeeds in the application filed under Section 34 of the Arbitration Act, at the highest, the Award of the learned sole Arbitrator will be set aside leaving the parties to have an opportunity of again taking recourse to the Arbitration. He submitted that even assuming that the respondent would succeed in the pending application filed under Section 34 of the Arbitration Act, the respondent will not be entitled to get any relief in the sense that the Court is not empowered to pass an award in favour of the respondent. He submitted that an interim relief sought in an application filed under Section 9 of the Arbitration Act can be granted only in the aid of final relief which can be granted on the application filed under Section 34 of the Arbitration Act. As the maximum relief which the respondent can get in the pending application filed under Section 34 of the Arbitration Act is of setting aside the Award passed by the sole Arbitrator, it cannot be said that the relief of temporary injunction sought in the application filed under Section 34 of the Arbitration Act is in the aid of final relief. \n9. He pointed out that on 13th March 2020, the appellants have executed second JDA in favour of Shri. Dinesh Pullipati under which, the appellants have agreed to handover the schedule property to the said Mr. Dinesh Pullipati (for short 'new developer') to complete the project from the stage at which it was stopped. The learned Senior Counsel pointed out that said new developer is not a party to the application filed under Section 9 of the Arbitration Act. The learned Senior Counsel appearing for the appellants relied upon a recent decision of the Apex Court in the case of Hindustan Construction Company Limited and another -vs- Union of India and others6 and submitted that the view taken by the Division Bench of the Bombay High Court in the case of Dirk India (supra) has been quoted with approval by the Apex Court. \nSUBMISSION OF THE RESPONDENT:\n10. The learned counsel appearing for the respondent relied upon a decision of the learned Single Judge of the High Court of Madras in the case of Gayatri Balaswamy -vs- ISG Novasoft Technologies Ltd7 and submitted that in the said decision, after considering the decision of the Apex Court rendered in the case of Mc Dermott International (supra), the learned Single Judge of the Madras High Court held that the Court which deals with an 2019 SCC OnLine SC 1520 Original petition No.463/2012 decided on 02.09.2014 application filed under Section 34 of the Arbitration Act has a power to modify or reverse or vary the Award passed by the Arbitral Tribunal. He submitted that the Bombay High Court, while deciding the case of Dirk India (supra) has proceeded on an incorrect premise that even if an application filed under Section 34 of the Arbitration Act is allowed, at highest, the Court can set aside the Award and thereby, leaving open to the parties to again to for arbitration. He submitted that on plain reading of Section 9 of the Arbitration Act, there is no distinction made between a party who has lost before Arbitral Tribunal and a party who has succeeded before the Arbitral Tribunal. He urged that after the amendment to Section 17 of the Arbitration Act, after Arbitral Award is made, the parties do not have a remedy of applying under Section 17 of the Arbitration Act. \n11. He submitted that the perusal of the second JDA executed by the appellants in favour of the new developer on 13th March 2020 will show that the new developer has virtually purchased the litigation, as can be seen from the recitals in the said agreement. He pointed out that the second JDA has been executed on the footing that the Award of the sole Arbitrator has become final. He submitted that if the construction activities as per the second JDA executed in favour of the new developer are allowed to continue, the schedule property which is the subject matter of the pending application filed under Section 34 of the Arbitration Act will be virtually lost to the respondent. He submitted that if the schedule property is constructed upon, the very purpose of filing of the application under Section 34 of the Arbitration Act will be frustrated. \n12. The learned counsel appearing for the respondent submitted that if the decision of the Apex Court rendered in the case of Hindustan Construction (supra) is perused, it is apparent that the issue involved in this appeal never fell for consideration before the Apex Court, inasmuch as, the issue before the Apex Court was regarding the interpretation of Section 36 of the Arbitration Act, as amended in the year 2015. \n13. The learned counsel appearing for the respondent relied upon a decision of the learned Single Judge of the Gujarat High Court in the case of Gail (India) Ltd -vs- Latin Rasayani Private Ltd8. He submitted that a Division Bench of the High Court of Telangana, in the case of Saptarishi Hotels Pvt. Ltd 2014 SCC OnLine Guj 14836 and another -vs- National Institute of Tourism and Hospitality Management (NITHM)9 took a view that in the proceedings under Section 34 of the Arbitration Act, the Court can interfere with the Arbitral Award even by making a modification. He also relied upon a decision of the Division Bench of the Andhra Pradesh High Court in the case of Sudershan Rao and others -vs- Evershine Builders Pvt Ltd10and submitted that even in the said decision, a view taken is that when the Arbitral Tribunal rejects the claims for specific performance, a relief claimed under Section 9 of the Arbitration Act can always be granted pending the application filed under Section 34 of the Arbitration Act. \nCONSIDERATION OF SUBMISSIONS:\n14. On perusal of the pleadings, it is evident that in the interlocutory application (IA No.I) filed under Rules 1 and 2 of Order XXXIX of the Code filed by the respondent-developer before the Commercial Court, the prayer sought by the respondent was to restrain the appellants or any other persons claiming through them from carrying on any further construction or from modifying or altering the construction already carried out 2019 SCC OnLine TS 1765 2012 SCC Online AP 682 on the schedule property. During the pendency of the said application, an additional affidavit was filed by the respondent, placing on record the second JDA dated 13th March 2020 executed by the appellants in favour of new developer namely, Shri. Dinesh Pullipati. It is pointed out in the said affidavit that centering materials, scaffolding and other goods of the respondent on the schedule property are being illegally taken away by using trucks. A careful perusal of the second JDA executed by the appellants in favour of new developer shows that the appellants have agreed to give the schedule property to the new developer for proceeding with the further construction work from the stage where it had stopped earlier. Apart from that, under clause-2 of the second JDA, the new developer has been permitted to enter upon the schedule property to complete the project as agreed. Thus, by virtue of the second JDA dated 13th March, 2020, third party interests have already been created in favour of the new developer who, even according to the case of the respondent, has already started certain activities on the schedule property. In fact, the respondent by filing statement of objections to the appeal on 8th February 2020 has relied upon the photographs of the schedule property showing a board displayed thereon which records that the schedule property is being developed by 'Grebrick' and 'NINTHMILE'. In paragraph 62 of the statement of objections, the respondent has categorically stated that the centering material and scaffolding items as well as other goods of the respondent are being taken away from the schedule property. Thus, going by the case made out by the respondent itself, as of today, the new developer who is not made a party to the proceedings either before the Commercial Court or before this Court will be directly affected by the order of temporary injunction granted under the impugned Judgment and order. As per the second JDA dated 13th March 2020, the appellants have already created third party rights over the schedule property much prior to passing of the impugned order by the Commercial Court and that the appellants have allowed the new developer to develop the property. This is one reason why interference will have to be made with the impugned Judgment and order granting temporary injunction. \n15. Even assuming that the Commercial Court could have exercised its powers under Section 9 of the Arbitration Act, though a copy of the second JDA was placed before the Commercial Court, it has not considered the effect of the said second JDA dated 13th March, 2020 and it has ignored the fact that as on the date of passing of the impugned Judgment and order, a third party has been entrusted a right to develop the schedule property.\nMAINTAINABILITY OF APPLICATION UNDER SECTION 9:\n16. Now we come to the issue of maintainability of the application filed under Section 9 of the Arbitration Act by an unsuccessful claimant pending the application under Section 34 of the Arbitration Act for challenging the Arbitral Award. On this aspect, it will be necessary to make a reference to the decision of the Apex Court in the case of Mc Dermott International (supra). In paragraphs 51 to 54, the Apex Court discussed the issue relating to the scope of the powers of the Court while dealing with the application filed under Section 34 of the Arbitration Act. In paragraph 52 of the said decision, the Apex Court held thus:\n\"52. The 1996 Act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness. Intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc. The court cannot correct errors of the arbitrators. It can only quash the award leaving the parties free to begin the arbitration again if it is desired. So, the scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it\". \n(underlines added) Hence, the Apex Court, in categorical terms, held that while disposing of an application filed under Section 34 of the Arbitration Act, the Court cannot correct the errors of the Arbitrators and at the highest, it can only quash the Arbitral Award and thereby leaving the parties free to begin the Arbitration again, if it is desired.\n17. On this aspect, it is necessary to refer to another decision of the Apex Court of a bench consisting of three Hon'ble Judges in the case of Kinnari Mullick and another -vs- Ghanshyam Das Damani11. In the first paragraph of the said decision, the Apex Court has noted the question for consideration before it, which reads thus:\n(2018) 11 SCC 328 \"This appeal raises a short question as to whether Section 34(4) of the Arbitration and Conciliation Act, 1996 (for short \"the Act\") empowers the Court to relegate the parties before the Arbitral Tribunal after having set aside the arbitral award in question and more so suo motu in the absence of any application made in that behalf by the parties to the arbitration proceedings?\". \nThis was a case before the Apex Court wherein the Award made by the Arbitrator was set aside on an application filed under Section 34 of the Arbitration Act on the ground that the Award impugned therein did not disclose the reasons in support of the same. By setting aside the Award, the parties were left to pursue their remedy in accordance with law. The order passed by the learned Single Judge was challenged in appeal before the Division Bench of the Calcutta High Court. The Division Bench, while dismissing the appeal and affirming the order passed by the learned Single Judge, by placing reliance on the provisions of sub-section (4) of Section 34 directed that the Award be send back to the Arbitrator with a direction to support his Award by assigning reasons. Therefore, the issue before the Apex Court in the case of Kinnari Mullick (supra) was whether an order of remand can be made to the Arbitral Tribunal, while deciding the application filed under Section 34 of the Arbitration Act. \n18. After referring to the earlier decisions including the decision in the case of McDermott International (supra), the Apex Court, in paragraphs 14 to 16 of its decision in the said case of Kinnari Mullick (supra) held thus:\n\"14. In this backdrop, the question which arises is: whether the highlighted portion in the operative part of the impugned judgment of the Division Bench can be sustained in law? For that, we may advert to Section 34(4) of the Act which is the repository of power invested in the Court. The same reads thus:\n\"34. (4) On receipt of an application under sub- section (1), the court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the Arbitral Tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of Arbitral Tribunal will eliminate the grounds for setting aside the arbitral award.\"\n15. On a bare reading of this provision, it is amply clear that the Court can defer the hearing of the application filed under Section 34 for setting aside the award on a written request made by a party to the arbitration proceedings to facilitate the Arbitral Tribunal by resuming the arbitral proceedings or to take such other action as in the opinion of the Arbitral Tribunal will eliminate the grounds for setting aside the arbitral award. The quintessence for exercising power under this provision is that the arbitral award has not been set aside. Further, the challenge to the said award has been set up under Section 34 about the deficiencies in the arbitral award which may be curable by allowing the Arbitral Tribunal to take such measures which can eliminate the grounds for setting aside the arbitral award. No power has been invested by Parliament in the Court to remand the matter to the Arbitral Tribunal except to adjourn the proceedings for the limited purpose mentioned in sub-section (4) of Section 34. This legal position has been expounded in McDermott International Inc. [McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181] In para 8 of the said decision, the Court observed thus: (Bhaskar Industrial case [Bhaskar Industrial Development Ltd. v. South Western Railway, 2016 SCC OnLine Kar 8330] , SCC OnLine Kar) \"8. ... Parliament has not conferred any power of remand to the Court to remit the matter to the Arbitral Tribunal except to adjourn the proceedings as provided under sub-section (4) of Section 34 of the Act. The object of sub-section (4) of Section 34 of the Act is to give an opportunity to the Arbitral Tribunal to resume the arbitral proceedings or to enable it to take such other action which will eliminate the grounds for setting aside the arbitral award.\"\n16. In any case, the limited discretion available to the Court under Section 34(4) can be exercised only upon a written application made in that behalf by a party to the arbitration proceedings. It is crystal clear that the Court cannot exercise this limited power of deferring the proceedings before it suo motu. Moreover, before formally setting aside the award, if the party to the arbitration proceedings fails to request the Court to defer the proceedings pending before it, then it is not open to the party to move an application under Section 34(4) of the Act. For, consequent to disposal of the main proceedings under Section 34 of the Act by the Court, it would become functus officio. In other words, the limited remedy available under Section 34(4) is required to be invoked by the party to the arbitral proceedings before the award is set aside by the Court\". \n(underlines supplied) \n19 . Hence, the larger Bench of the Apex Court has approved the view taken in the case of Mc Dermott International (supra) by holding that Parliament has not conferred any power on the Court to remit the matter to the Arbitral Tribunal. However, there is a power to adjourn the proceedings of the application filed under Section 34 for the limited purposes mentioned in sub- section (4) of Section 34 of the Act. The object of sub-section (4) of Section 34 of the Act is to give an opportunity to the Arbitral Tribunal to resume the arbitral proceedings to enable it to take such action which will eliminate the grounds for setting aside the Arbitral Award. \n20. At this stage, we must make a useful reference to a decision of a Division Bench of this Court in the case of Bhaskar Industrial Development Limited -vs- South Western Railway, Hubballi12 wherein the issue before the Division Bench of this Court was whether a Court while dealing with an application- petition filed under Section 34 of the Arbitration Act has a power to remit the matter to the Arbitral Tribunal after setting aside the Arbitral Award. After relying upon the decision of the Apex Court 2016 SCC OnLine Kar 8330 in the case of Mc Dermott International (supra), in paragraph 8, the Division Bench of this Court held thus:\n\"8. A plain reading of Section 34 of the Act extracted above will show that Parliament has not conferred any power of remand to the Court to remit the matter to the Arbitral Tribunal except to adjourn the proceedings as provided under sub-Section (4) of Section 34 of the Act. The object of sub-Section (4) of Section 34 is to give an opportunity to the Arbitral Tribunal to resume the arbitral proceedings or to enable it to take such other action which will eliminate the grounds for setting aside the arbitral award. This provision (sub-Section (4)) cannot be invoked, once the arbitral Award is set-aside\".\n21. In paragraph-52 of the decision of the Apex Court in the case of Mc Dermott International (supra), the Apex Court specifically held that while deciding the application under Section 34, the Court cannot correct the errors of the Arbitrator and it can only quash the award leaving the parties free to begin the Arbitration again. If the errors are such that the Arbitral Award is rendered illegal, there is no option available to the Court to correct such errors. The only option available to the Court in such case is to set aside the Award without correcting the said error. The reason is that after the parties have consciously chosen to exclude the jurisdictional Court, the parties should again go back to the Arbitration after the Award is set aside. \n22. Incorporation of sub-section (4) of Section 34 of the Arbitration Act is very significant. It empowers the Court on an application filed by the parties to give the Arbitral Tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of the Arbitral Tribunal will eliminate the grounds for setting aside the arbitral award. If the intention of the Legislature was to confer a power on the Court while dealing with an application filed under Section 34 of the Arbitration Act to correct the errors or mistakes committed by the Arbitral Tribunal, there was no reason for the Legislature to incorporate sub-section (4) of Section 34 of the Arbitration Act. If it is held that the Court dealing with an application under Section 34 has a power to modify the Award or to correct errors of the Arbitrator and to make a modified award, the provision of sub-section (4) of Section 34 will become redundant, as it will not be necessary for the Court to exercise the power under sub-section (4) of Section 34, as the Court can itself correct the errors. In paragraph 52 of the decision of the Apex Court rendered in the case of Mc Dermott International (supra) the word \"only\" has been used while observing that the Court cannot correct errors of the arbitrators and it can \"only\" quash the award leaving the parties free to begin the arbitration again if it is desired. \n23. At this stage, it is necessary to make a reference to Section 43 of the Arbitration Act, which reads thus:\n\"43. Limitation - (1) The Limitation Act, 1963 (36 of 1963), shall apply to arbitrations as it applies to proceedings in court.\n(2) For the purposes of this section and the Limitation Act, 1963 (36 of 1963), an arbitration shall be deemed to have commenced on the date referred in Section 21. \n(3) Where an arbitration agreement to submit future disputes to arbitration provides that any claim to which the agreement applies shall be barred unless some step to commence arbitral proceedings is taken within a time fixed by the agreement, and a dispute arises to which the agreement applies, the Court, if it is of opinion that in the circumstances of the case undue hardship would otherwise be caused, and notwithstanding that the time so fixed has expired, may on such terms, if any, as the justice of the case may require, extend the time for such period as it thinks proper. \n(4) Where the Court orders that an arbitral award be set aside, the period between the commencement of the arbitration and the date of the order of the Court shall be excluded in computing the time prescribed by the Limitation Act, 1963 (36 of 1963), for the commencement of the proceedings (including arbitration) with respect to the dispute so submitted\". \n(underlines supplied) Sub-Section (4) of Section 43 applies to a situation when the Court exercising the jurisdiction under Section 34 of the Arbitration Act sets aside an Arbitral Award. Sub-Section (4) provides for exclusion of the period spent in Arbitration and the application under Section 34. This enables the successful party in Section 34 application to again take recourse to Arbitration after the Award is set aside by the Court. If the intention of the Legislature was to confer a power on the Court dealing with an application under Section 34 of the Arbitration Act to modify the Award or to make a fresh Award, there was no reason to make a provision in the form of sub-section (4) of Section 43. This supports the conclusion that the Court dealing with application under Section 34 cannot modify or substitute Arbitral Awards. \n24. Therefore, in a case, where the Court dealing with an application filed under Section 34 of the Arbitration Act finds that the claim of the claimant was erroneously rejected or the Arbitral Tribunal has committed an illegality by rejecting the claim, the Court can set aside the award so that the claimant can again go back to the Arbitration. In such a case, by correcting the error made by the Arbitrator, the Court cannot make an Award in favour of the claimant after setting aside award. If, after perusal of the award, a view is taken by the Court that the rejection of the claim made by the claimant by the Arbitral Tribunal is illegal, in view of the law laid down by the Apex Court in paragraph-52 of Mc Dermott International (supra), the Court is required to set aside the arbitral award enabling the parties to begin the arbitration again. As pointed out earlier, there are two parts in the conclusions recorded by the Apex Court in paragraph-52. The first part is that the Court cannot correct the errors committed by the Arbitrator and the second part is that the Court can \"only\" quash the Award. Therefore, if an Award rejecting the claim of the claimant who has filed an application under Section 34 is found to be illegal, a fresh award cannot be made by the Court in favour of the claimant while allowing the application filed under Section 34. The only option in such a case is to set aside the award and leave the parties to resume the Arbitration once again. \n25. In the decision of the learned Single Judge of the Madras High Court in the case of Gayatri Balaswamy (supra), in paragraphs 34 and 35 it is held thus:\n\"34. In Mc Dermott International Inc. v. Burn Standard Co. Ltd., 2006 (11) SCC 181, the Supreme Court was concerned with a challenge to various Partial/Interim Awards as well as a Final Award passed by the Arbitrator, appointed by the Supreme Court. The Arbitrator in that case first passed a partial award. Thereafter, Applications under Section 33 of the 1996 Act were filed on the ground that certain claims had not been dealt with by the Arbitrator in his Partial Award. Though a preliminary objection was raised with regard to the entitlement to pass a Partial Award, the Arbitrator passed an Additional Award. It was only thereafter that an Application under Section 34 was filed questioning both the Partial Award and the Additional Award. During the pendency of the Application, a Final Award was also passed and an Application challenging the same under Section 34 was filed. Several questions arose before the Supreme Court, including the question as to whether a Partial Award is permissible in law. After holding in Paragraph 35 of the Report that a Partial Award, is in effect and substance, an Interim Award within the meaning of Sections 31(6) & 2I of the Act, the Supreme Court held that its validity is not open to question. Thereafter, the Supreme Court took up for consideration all other challenges to the Award. Before doing so, the Court indicated the legal scope of challenge to an Arbitration Award, in Paragraphs 45 to 48 of the Report. Taking note of the radical departure made in the 1996 Act from the 1940 Act, the Supreme Court observed in Paragraph 52 as follows:\n\"The 1996 Act makes provision for the supervisory role of Courts, for the review of the Arbitral Award only to ensure fairness. Intervention of the Court is envisaged in few circumstances only like in case of fraud or bias by the Arbitrators, violation of Natural Justice, etc. The Court cannot correct errors of Arbitrators. It can only quash the Award leaving the parties free to begin the Arbitration again if it is desired. So the scheme of the provision aims at keeping the supervisory role of the Court at minimum level and this can be justified as the parties to the Agreement make a conscious decision to exclude the Court's jurisdiction by opting for Arbitration as they prefer the expediency and finality offered by it.\" \n35. But, as in the case of other decisions, which I have dealt with in the previous paragraphs, the Supreme Court was not directly concerned, even in Mc Dermott, with the interpretation to be given to the expression \"set aside\" appearing in Section 34. The observations made in the paragraph extracted above, were not given in an answer to a pointed question as to whether the Court has the power under Section 34 to modify or revise or vary an Award. Therefore, I do not think that the question raised in this case, is settled by the Supreme Court in Mc Dermott finally\".\n(underlines supplied)\n26. With greatest respect to the learned Single Judge (as he then was) of the Madras High Court, in our view, he has ignored the dictum laid down by the Apex Court in paragraph 52 in the case of Mc Dermott International (supra) wherein the Apex Court categorically held that the Court cannot correct the error of the Arbitrator and it can only set aside the award. \n27. The learned Single Judge of the Madras High Court, in paragraph-52 has equated the jurisdiction of the Court which deals with an application under Section 34 of the Arbitration Act on par with the revisional jurisdiction of the High Court conferred by Section 115 of the said Code. \nSub-section (1) of Section 115 of the said Code reads thus:\n\"115. Revision (1) The High Court may call for the record of any case which has been decided by any Court subordinate to such High Court and in which no appeal lies thereto, and if such subordinate Court appears - (a) to have exercised a jurisdiction not vested in it by law, or (b) to have failed to exercise a jurisdiction so vested, or (c) to have acted in the exercise of its jurisdiction illegally or with material irregularity, the High Court may make such order in the case as it thinks fit:\nProvided that the High Court shall not, under this section, vary or reverse any order made, or any order deciding an issue, in the course of a suit or other proceeding, except where the order, if it had been made in favour of the party applying for revision, would have finally disposed of the suit or other proceedings.\"\n(underlines supplied)\n28. The scope of the revisional jurisdiction conferred on the High Court under Section 115 of the said Code is completely different from the limited supervisory jurisdiction conferred on the Court under Section 34 of the Arbitration Act. We may note here that in the case of Steel Authority of India Limited vs Gupta Brother Steel Tubes Limited13,the Apex Court held that while dealing with an application under Section 34 of the Arbitration Act, it is not permissible to a Court to examine the correctness of the findings of the Arbitrator, as if it was sitting in appeal over his findings. The powers of the High Court under Section 115 of the Code are much wider. High Court can interfere with the decision even on the ground of material irregularity as is clear from clause (c) of sub-section (1) of Section 115 of the said Code. As held by the Apex Court in the case of Masjid Kacha Tank, Nahan - vs- Tuffail Mohammed14, the High Court while exercising its power under Section 115 of the said Code can interfere with the finding of fact recorded by the Court sub-ordinate to it on the ground that it is perverse. The High Court, while exercising the jurisdiction under Section 115 of the said Code can interfere with (2009) 10 SCC 63 AIR 1991 SC 455 the findings of the Court on the ground of non-consideration of evidence. \n29. From the proviso to Section-115 of the said Code, it is crystal clear that a specific power has been conferred on the High Court while dealing with revision filed under Section 115 of the said Code to vary or reverse an order made by the Court subordinate to the High Court. In contrast, we may consider Section 34 of the Arbitration Act which reads thus:\n\"34. Application for setting aside arbitral award. - \n(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub- section (3).\n(2) An arbitral award may be set aside by the Court only if-- (a) the party making the application establishes on the basis of the record of the arbitral tribunal that-- (i) a party was under some incapacity; or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration:\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India. \nExplanation 1.--For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,--\n(i) the making of the award was induced or affected by fraud or corruption or was in violation of Section 75 or Section 81; or (ii) it is in contravention with the fundamental policy of Indian law; or (iii) it is in conflict with the most basic notions of morality or justice. \nExplanation 2.--For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute. \n(2-A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the court, if the court finds that the award is vitiated by patent illegality appearing on the face of the award:\nProvided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence\".\n30. In contrast to Section 115 of the said Code, which confers a specific power to vary or reverse an order of Civil Court, Section 34 of the Arbitration Act refers to only setting aside the Awards. Hence, with respect, the view taken by the Madras High Court is not correct. The decision of the Gujarat High Court in the case of Gail (India) Ltd (supra) has not even adverted to the effect of the decision of the Apex Court in the case of Mc Dermott International (supra). In the case of Saptarishi Hotels (supra), the Division Bench of the High Court of Telengana has proceeded to hold that the Court, while dealing with the application filed under Section 34 of the Arbitration Act, can even modify the Award passed by the Arbitral Tribunal while sustaining it in relation to a part thereof and setting it aside in relation to other part. We are unable to take the said view for the reasons recorded earlier. Even if the Court which decides an application made by unsuccessful claimant is satisfied that a part of the claim of the claimant could not have been rejected by the Arbitral Tribunal, at the highest, that part of the award could be set aside, so that the claimant can again take recourse to the Arbitral proceedings. The Andhra Pradesh High Court, in the case of Sudershan Rao (supra), has not adverted to the limitation on the powers of the Court while dealing with an application under Section 34 of the Arbitration Act. \n31. Section 9 of the Arbitration Act reads thus:\n\"9. Interim measures, etc. by Courts - (1) A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with Section 36, apply to a Court:--\n(i) for the appointment of a guardian for a minor or a person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely:--\n(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.\n(2) Where, before the commencement of the arbitral proceedings, a court passes an order for any interim measure of protection under sub-section (1), the arbitral proceedings shall be commenced within a period of ninety days from the date of such order or within such further time as the court may determine.\n(3) Once the arbitral tribunal has been constituted, the court shall not entertain an application under sub- section (1), unless the court finds that circumstances exist which may not render the remedy provided under Section 17 efficacious\".\n(underlines supplied)\n32. Thus, on its plain reading, an application under Section 9 can be made at three stages. (i) Before commencement of Arbitration; (ii) during the pending of arbitral proceedings and (iii) after making an Award, but before it is enforced. Hence, after conclusion of the arbitral proceedings, recourse can be taken to Section 9 of the Arbitration Act before the Award is enforced. The third contingency will arise only if there is an award made which is capable of being enforced. If, by the award, the claim is rejected, the unsuccessful party cannot take recourse to Section 9 of the Arbitration Act, pending the decision on Section 34 application. \n33. On this background, now we refer to the decision of the Bombay High Court in the case of Dirk India (supra). In paragraphs 13 and 14 of the said decision, the Division Bench of the Bombay High Court held thus:\n\"13. Two facets of Section 9 merit emphasis. The first relates to the nature of the orders that can be passed under clauses (i) and (ii). Clause (i) contemplates an order appointing a guardian for a minor or a person of unsound mind for the purposes of arbitral proceedings. Clause (ii) contemplates an interim measure of protection for: (a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\nand (c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration; (d) an interim injunction or the appointment of a receiver; and (e) such other interim measure of protection as may appear to the Court to be just and convenient. The underlying theme of each one of the sub-clauses of clause (ii) is the immediate and proximate nexus between the interim measure of protection and the preservation, protection and securing of the subject-matter of the dispute in the arbitral proceedings. In other words, the orders that are contemplated under clause (ii) are regarded as interim measures of protection intended to protect the claim in arbitration from being frustrated. The interim measure is intended to safeguard the subject-matter of the dispute in the course of the arbitral proceedings. The second facet of Section 9 is the proximate nexus between the orders that are sought and the arbitral proceedings. When an interim measure of protection is sought before or during arbitral proceedings, such a measure is a step in aid to the fruition of the arbitral proceedings. When sought after an arbitral award is made but before it is enforced, the measure of protection is intended to safeguard the fruit of the proceedings until the eventual enforcement of the award. Here again the measure of protection is a step in aid of enforcement. It is intended to ensure that enforcement of the award results in a realisable claim and that the award is not rendered illusory by dealings that would put the subject of the award beyond the pale of enforcement. Now it is in this background that it is necessary for the Court to impart a purposive interpretation to the meaning of the expression \"at any time after the making of the arbitral award but before it is enforced in accordance with section 36\". Under Section 36, an arbitral award can be enforced under the Code of Civil Procedure in the same manner as if it were a decree of the Court. The arbitral award can be enforced where the time for making an application to set aside the arbitral award under Section 34 has expired or in the event of such an application having been made, it has been refused. The enforcement of an award enures to the benefit of the party who has secured an award in the arbitral proceedings. That is why the enforceability of an award under Section 36 is juxtaposed in the context of two time frames, the first being where an application for setting aside an arbitral award has expired and the second where an application for setting aside an arbitral award was made but was refused. The enforceability of an award, in other words, is defined with reference to the failure of the other side to file an application for setting aside the award within the stipulated time limit or having filed such an application has failed to establish a case for setting aside the arbitral award. Once a challenge to the arbitral award has either failed under Section 34 having been made within the stipulated period or when no application for setting aside the arbitral award has been made within time, the arbitral award becomes enforceable at the behest of the party for whose benefit the award enures. Contextually, therefore, the scheme of Section 9 postulates an application for the grant of an interim measure of protection after the making of an arbitral award and before it is enforced for the benefit of the party which seeks enforcement of the award. An interim measure of protection within the meaning of Section 9(ii) is intended to protect through the measure, the fruits of a successful conclusion of the arbitral proceedings. A party whose claim has been rejected in the course of the arbitral proceedings cannot obviously have an arbitral award enforced in accordance with Section 36. The object and purpose of an interim measure after the passing of the arbitral award but before it is enforced is to secure the property, goods or amount for the benefit of the party which seeks enforcement. \n14. The Court which exercises jurisdiction under Section 34 is not a court of first appeal under the provisions of the Code of Civil Procedure. An appellate court to which recourse is taken against a decree of the trial Court has powers which are co- extensive with those of the trial Court. A party which has failed in its claim before a trial Judge can in appeal seek a judgment of reversal and in consequence, the passing of a decree in terms of the claim in the suit. The court to which an arbitration petition challenging the award under Section 34 lies does not pass an order decreeing the claim. Where an arbitral claim has been rejected by the arbitral tribunal, the court under Section 34 may either dismiss the objection to the arbitral award or in the exercise of its jurisdiction set aside the arbitral award. The setting aside of an arbitral award rejecting a claim does not result in the claim which was rejected by the Arbitrator being decreed as a result of the judgment of the court in a petition under Section 34. To hold that a petition under Section 9 would be maintainable after the passing of an arbitral award at the behest of DIPL whose claim has been rejected would result in a perversion of the object and purpose underlying Section 9 of the Arbitration and Conciliation Act, 1996. DIPL's application under Section 9, if allowed, would result in the grant of interim specific performance of a contract in the teeth of the findings recorded in the arbitral award. The interference by the Court at this stage to grant what in essence is a plea for a mandatory order for interim specific performance will negate the sanctity and efficacy of arbitration as a form of alternate disputes redressal. What such a litigating party cannot possibly obtain even upon completion of the proceedings under Section 34, it cannot possibly secure in a petition under Section 9 after the award. The object and purpose of Section 9 is to provide an interim measure that would protect the subject-matter of the arbitral proceedings whether before or during the continuance of the arbitral proceedings and even thereafter upon conclusion of the proceedings until the award is enforced. Once the award has been made and a claim has been rejected as in the present case, even a successful challenge to the award under Section 34 does not result an order decreeing the claim. In this view of the matter, there could be no occasion to take recourse to Section 9. Enforcement for the purpose of Section 36 as a decree of the Court is at the behest of a person who seeks to enforce the award\".\n(underlines added) The view taken by the Bombay High Court in paragraph 13 above has been quoted with approval in a recent decision of the Apex Court in the case of Hindustan Construction (supra).\n34. According to us, the view taken by the Division Bench of the Bombay High Court is consistent with the view taken by the Apex Court in the case of Mc Dermott International (supra). Hence, the relief of injunction granted in the present case on an application made under Section 9 of the Arbitration Act could not have been granted. \n35. In the facts of the present case, the entire claim made by the respondent has been rejected by the Arbitral Tribunal. Therefore, even if the respondent succeeds in the application filed under Section 34 of the Arbitration Act, at the highest, the Arbitral Award can be set aside, leaving the parties to begin fresh arbitration. Therefore, this Court is of the considered view that the order of interim relief granted under the impugned order by allowing the application filed under Rules 1 and 2 of Order XXXIX of the said Code is illegal as it is not in aid of the final relief which can be granted in the pending application filed under Section 34 of the Arbitration Act. There is a second reason why the said order is illegal. Even going by the material placed on record, it is evident that now the development of the schedule property has been undertaken by the new developer by virtue of the second JDA executed by the appellants on 13th March 2020. By the said second JDA, third party interests are already created in favour of the new developer who is not before the Court. Therefore, for the reasons aforesaid, the impugned order of injunction cannot be sustained and the same deserves to be set aside. Accordingly, we pass the following order:\nORDER i) The appeal is allowed;\nii) That part of the impugned order dated 19th November 2020 passed by the LXXXIII Additional City Civil and Sessions Judge, Bengaluru city (CCH-84) by which IA No.I is allowed, is hereby set aside and the application being IA No. I filed in Com.A.A. No.45/2020 stands dismissed; \niii) The direction regarding expeditious hearing of Com. A.S. No. 144/2019 is hereby maintained;\niv)    There shall be no order as to the costs. \n\n\n\n\n                                           Sd/-\n                                      CHIEF JUSTICE                                              Sd/- \n                                           JUDGE VR  ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f8c49bcc5154410a9c73609b3057005_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2a309de84494a9094c38d08e914ac46_1"
    },
    {
      "start": 242,
      "end": 405,
      "text": "\nKarnataka High Court\nSmt. Padma Mahadev, vs M/S. Sierra Constructions Private ... on 22 March, 2021\nEquivalent citations: Aironline 2021 Kar 248, 2021 (2) Akr 648",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a8211f17e55c461f906b705954f26db6_2"
    },
    {
      "start": 406,
      "end": 447,
      "text": "\nAuthor: Abhay S. Oka\nBench: Abhay S. Oka",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e056d84ac11d45d6bfd4fd44924cead8_3"
    },
    {
      "start": 448,
      "end": 619,
      "text": "\n                                  1\n\n\n\n     In The High Court Of Karnataka At Bengaluru\n\n         Dated This The 22Nd Day Of March, 2021\n\n                         Present",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f827774f4fcf41e6a51e40c0a92b2b1d_4"
    },
    {
      "start": 620,
      "end": 794,
      "text": "\n\n      The Hon'Ble Mr. Abhay S. Oka, Chief Justice\n\n                             And\n\nThe Hon'Ble Mr. Justice Sachin Shankar Magadum\n\n                    Comap No. 2 Of 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5ee7f520cb32418a97963cdbcce9be08_5"
    },
    {
      "start": 797,
      "end": 814,
      "text": "Between:\n\n1.     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b0b5bf4a24234ddfa599ab1290e2d15a_6"
    },
    {
      "start": 814,
      "end": 919,
      "text": "Smt. Padma Mahadev,\n       Wife of Late R. Mahadev,\n       Aged about 62 years,\n       Residing at No.37,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7c38f7ac36b84583b773e6062a6e342e_7"
    },
    {
      "start": 920,
      "end": 997,
      "text": "\n       Police Station Road,\n       Basavanagudi,\n       Bengaluru - 560 004.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dfeef997643340e4b0157b2a720d086d_8"
    },
    {
      "start": 1000,
      "end": 1539,
      "text": "2.     Mr. Chetan Mahadev,\n       Son of Late R. Mahadev,\n       Aged about 46 years,\n       Residing at No.37,\n       Police Station Road,\n       Basavanagudi,\n       Bengaluru - 560 004.\n\n3.     Smt. Archana Mahadev,\n       Daughter of Late R. Mahadev,\n       Aged about 36 years,\n       Residing at No.37,\n       Police Station Road,\n       Basavanagudi,\n       Bengaluru - 560 004.                 . . . Appellants\n\n(By Shri Udaya Holla, Senior Advocate for\nShri Chandrashekar S, Advocate)\n                                    2\n\n\n\nAnd:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1e17267f22bd4aa1a3cb779b22735c8f_9"
    },
    {
      "start": 1542,
      "end": 1717,
      "text": "M/s. Sierra Constructions\nPrivate Limited,\nHaving its registered office at\nNo.187, 1st Cross, 1st Main,\nLower Palace Orchards,\nBangalore - 560 003,\nRepresented by its Director",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fdb5e0bc458f4327bcde1281c23a8af4_10"
    },
    {
      "start": 1718,
      "end": 1739,
      "text": "\nMrs. Kumari Bharathi",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1c62e78735b14243814e9edf1b7441b8_11"
    },
    {
      "start": 1740,
      "end": 1831,
      "text": "                        . . . Respondent\n\n\n(By Shri M.V. Sundara Raman, Advocate)\n\n\n       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3f5c1d214fc54420bac489cbc3d8874a_12"
    },
    {
      "start": 1831,
      "end": 2539,
      "text": "This Commercial Appeal (Comap) is filed under Section\n13 (1A) of the Commercial Courts Act, 2015 read with Section 37\n(1) (b) of the Arbitration and Conciliation Act, 1996, praying to (i)\ncall for the records in Com.A.A.No.45/2020, on the file of Lxxxiii\nAdditional City Civil and Sessions Judge (Commercial Court),\nBengaluru, (Cch-84) and (ii) Set aside the impugned order dated\n19/11/2020 passed by the Lxxxiii Addl. City Civil and Sessions\nJudge (Commercial Court), Bengaluru, (Cch-84) in Com.A.A.No.\n45/2020 passed on I.A.No.1 (Annexure-A) and to dismiss the\nCom.A.A.No.45/2020 pending on the file of the Lxxxiii Addl.City\nCivil and Sessions Judge (Commercial Court), Bengaluru (Cch-\n84 and etc.\n\n       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a090394897254cccb19a3d55bb59eb92_13"
    },
    {
      "start": 2539,
      "end": 2758,
      "text": "This Appeal having heard and reserved for Judgment,\ncoming on for pronouncement of Judgment, this day, Chief\nJustice delivered the following:\n                                  3\n\n\n\n\n                             Judgment",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d4df4fae43f04c89882f6f49d14ff6a4_14"
    },
    {
      "start": 2760,
      "end": 2937,
      "text": "The appellants who are the owners of the schedule property are the respondents before the learned Judge of the Commercial Court, Bengaluru Urban District in Com.A.A. No.45/2020.",
      "labels": [
        "FAC"
      ],
      "id": "3755021f29504309ba90f15e6dcbb3c1_15"
    },
    {
      "start": 2938,
      "end": 2960,
      "text": "The impugned order dat",
      "labels": [
        "FAC"
      ],
      "id": "94b229e60d874eb3a64b9b4bfd66e8cc_16"
    },
    {
      "start": 2961,
      "end": 3177,
      "text": "ed 19th November 2020 has been passed on an application made by the respondent- developer before the Commercial Court under Rules 1 and 2, Order XXXIX of the Code of Civil Procedure, 1908 (for short \"the said Code\").",
      "labels": [
        "FAC"
      ],
      "id": "435c3ad742ab41bcb24e5e36ea46b094_17"
    },
    {
      "start": 3178,
      "end": 3324,
      "text": "The application was made in an application filed under section 9 of the Arbitration and Conciliation Act, 1996 (for short, 'the Arbitration Act').",
      "labels": [
        "FAC"
      ],
      "id": "dcfad9fd733e40318dad26bec5981f22_18"
    },
    {
      "start": 3325,
      "end": 3460,
      "text": "\nFACTS OF THE CASE:\n2. With a view to appreciate the submissions made across the Bar, a brief reference to the facts will be necessary.",
      "labels": [
        "NONE"
      ],
      "id": "4d0f7268e8fe461eac1468541da205ec_19"
    },
    {
      "start": 3461,
      "end": 3552,
      "text": "The appellants are the owners of the schedule property and the respondent is the developer.",
      "labels": [
        "FAC"
      ],
      "id": "ec5c0d4699ee4f519d43c01b545ced42_20"
    },
    {
      "start": 3553,
      "end": 3784,
      "text": "The property which is the subject matter of the application filed by the respondent-developer under Section 9 of the Arbitration Act, is the land bearing No.19/1, new No.165 and 165/1, R.V. Road, Visweswarapuram, Bengaluru- 560004.",
      "labels": [
        "FAC"
      ],
      "id": "9a84a7fc82b74cbd89771d702a6c681a_21"
    },
    {
      "start": 3785,
      "end": 3899,
      "text": "The area of the said property (for short, 'the schedule property') is 9533 square feet (out of 10725 square feet).",
      "labels": [
        "FAC"
      ],
      "id": "fba8ef92825c4c00bd992b8322f0df5a_22"
    },
    {
      "start": 3900,
      "end": 4043,
      "text": "On 14th December, 2007, a Joint Development Agreement (for short, 'the JDA') was entered into by and between the appellants and the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "f5c7c0283b9841c6b517b9f8a99133a1_23"
    },
    {
      "start": 4044,
      "end": 4192,
      "text": "As per the terms of the said JDA, the respondent had agreed to construct a commercial complex or a Hotel complex structure on the schedule property.",
      "labels": [
        "FAC"
      ],
      "id": "fd08e1c18ff64850846ac3240ce9a740_24"
    },
    {
      "start": 4193,
      "end": 4357,
      "text": "According to the case of the respondent, it has spent a sum of Rs.16,00,00,000/- (rupees sixteen crores) on the construction of a building on the schedule property.",
      "labels": [
        "FAC"
      ],
      "id": "4909ca739cf94ecb837d51054d103a2d_25"
    },
    {
      "start": 4358,
      "end": 4519,
      "text": "According to the case of the respondent, a commercial complex was required to be constructed by it within a period of thirty six months as stipulated in the JDA.",
      "labels": [
        "FAC"
      ],
      "id": "7ce3dae039df4da59cc55da5232a842a_26"
    },
    {
      "start": 4520,
      "end": 4678,
      "text": "As per the JDA, time of eighteen months was granted to the respondent to complete the construction work from the date of issuance of commencement certificate.",
      "labels": [
        "FAC"
      ],
      "id": "13841803c42a45aba21458b2457a7361_27"
    },
    {
      "start": 4679,
      "end": 4929,
      "text": "By a memorandum of understanding dated 12th November, 2009 executed by and between the appellants and the respondent, it was agreed that the construction shall be completed within 18 months from first January, 2010 with a grace period of four months.",
      "labels": [
        "FAC"
      ],
      "id": "0780a2eb630a40149ec1ad97fb350bc5_28"
    },
    {
      "start": 4930,
      "end": 5120,
      "text": "On 27th June 2013, another memorandum of understanding was entered into by and between the parties under which, the respondent had agreed to complete the construction work by 30th June 2015.",
      "labels": [
        "FAC"
      ],
      "id": "0581cffa2fba48359d76996988000620_29"
    },
    {
      "start": 5121,
      "end": 5314,
      "text": "On 16th July 2016, the appellants issued a legal notice, terminating the JDA dated 14th December 2007 and two subsequent memorandum of understanding dated 12th November 2009 and 27th June 2013.",
      "labels": [
        "FAC"
      ],
      "id": "fccdca2893064856892f94ce92e884d9_30"
    },
    {
      "start": 5315,
      "end": 5356,
      "text": "The notice was replied by the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "ad919f8e885b4e4a9c95c6ee85ff656f_31"
    },
    {
      "start": 5357,
      "end": 5521,
      "text": "Thereafter, an application under section 9 of the Arbitration Act, bearing A.A. No.339 of 2016 was filed by the respondent before the City Civil Court at Bengaluru.",
      "labels": [
        "FAC"
      ],
      "id": "7415f51a98f8423090092201a736979d_32"
    },
    {
      "start": 5522,
      "end": 5786,
      "text": "A prayer was made in the said application seeking an order of injunction restraining the appellants from interfering with the respondent's share in the schedule property and restraining the appellants from creating third party interests over the schedule property.",
      "labels": [
        "FAC"
      ],
      "id": "15f4e2f53c464258966c348b5063d293_33"
    },
    {
      "start": 5787,
      "end": 5870,
      "text": "By the Judgment and order dated 24th March 2017, the said application was rejected.",
      "labels": [
        "FAC"
      ],
      "id": "2e34abc5279a4e3cb8e426f8220c5734_34"
    },
    {
      "start": 5871,
      "end": 6150,
      "text": "\n3. On the basis of a petition filed by the respondent under section 11 of the Arbitration Act, by the order dated 25th July 2018 passed by this Court in CMP No.208/2017, the dispute was referred to sole Arbitrator for adjudication which came to be registered as AC. No.131/2018.",
      "labels": [
        "FAC"
      ],
      "id": "413ae3d7196a4c058db816632264a873_35"
    },
    {
      "start": 6151,
      "end": 6626,
      "text": "The claim made by the respondent was for passing of an award against the appellants directing them to convey 50% share of the respondent in the undivided area along with possession of 50% share in the super built up area and covered/open car parking area in the commercial complex constructed on the schedule property and to direct the appellants to pay a sum of Rs.21 crores towards cost of construction, damages for unlawful termination of the JDA and compensatory damages.",
      "labels": [
        "FAC"
      ],
      "id": "b85a4aefcbf847ed96ca0e546e9bb6fb_36"
    },
    {
      "start": 6627,
      "end": 6698,
      "text": "The present appellants made a counter claim in a sum of Rs.32,20,000/-.",
      "labels": [
        "FAC"
      ],
      "id": "02c6f7ff5f954ac5accf0ff1757d38f2_37"
    },
    {
      "start": 6700,
      "end": 7047,
      "text": "4. An Award was made by the sole Arbitrator on 5th July 2019 in A.C.No.131/2018 holding that the notice of termination of JDA dated 14th December, 2017 issued by the appellants was valid and legal and, therefore, the JDA entered into by and between the appellants and the respondent stood validly terminated from the date of service of the notice.",
      "labels": [
        "FAC"
      ],
      "id": "973fd13f43874ead8f3219469b64466f_38"
    },
    {
      "start": 7048,
      "end": 7196,
      "text": "The learned sole Arbitrator has proceeded to dismiss the claim made by the respondent- developer and the counter claim made by the appellants-owner.",
      "labels": [
        "FAC"
      ],
      "id": "fab7a4dfeaa446eea7be2e346137cb39_39"
    },
    {
      "start": 7197,
      "end": 7520,
      "text": "\n5. Being aggrieved by the Award dated 5th July 2019 made by the sole Arbitrator in AC.No.131/2018, on 18th September 2019, the respondent has preferred Arbitration suit in Com.A.S. No. 144/2019 in the form of an application under Section 34 of the Arbitration Act which is pending adjudication before the Commercial Court.",
      "labels": [
        "FAC"
      ],
      "id": "b6cada8ec1f04913ac28a5b6a05ced78_40"
    },
    {
      "start": 7521,
      "end": 7705,
      "text": "On 22nd June 2020, the respondent filed an application under Section 9 of the Arbitration Act before the Commercial Court at Bengaluru which has been numbered as Comm. A.A. No.45/2020.",
      "labels": [
        "FAC"
      ],
      "id": "9110ecf0a46e4e9faf0ea115c4ac47d5_41"
    },
    {
      "start": 7706,
      "end": 7915,
      "text": "A prayer for temporary injunction was made in the said application by filing interlocutory application being IA No.I under Order XXXIX Rules 1 and 2 of the Code of Civil Procedure (for short, 'the said Code').",
      "labels": [
        "FAC"
      ],
      "id": "e46bb3240f0b43bba11338916a822311_42"
    },
    {
      "start": 7916,
      "end": 8277,
      "text": "The prayer in the said application was for grant of an order of temporary injunction restraining the appellants from carrying out any further construction activities and from making any structural alterations to the building constructed by the respondent till the disposal of the said application filed by the respondent under Section 34 of the Arbitration Act.",
      "labels": [
        "FAC"
      ],
      "id": "c651c8808b724e9fa73253d07a038594_43"
    },
    {
      "start": 8278,
      "end": 8569,
      "text": "An additional affidavit in support of the said application (IA-I) was filed by the respondent on 20th October 2020 by placing on record the subsequent event of a Joint Development Agreement executed by the appellants in favour of one Sri Dinesh Pullipati in respect of the schedule property.",
      "labels": [
        "FAC"
      ],
      "id": "bac80fab77714d2381b08f2db6b3cc5f_44"
    },
    {
      "start": 8570,
      "end": 8640,
      "text": "The said Joint Development Agreement is referred as the second JDA.\n6.",
      "labels": [
        "FAC"
      ],
      "id": "e1c2eda71f084a348b1c48577a369a65_45"
    },
    {
      "start": 8641,
      "end": 9197,
      "text": "By the Judgment and order dated 19th November 2020 which is impugned in this appeal, the interlocutory application IA No. I filed by the respondent under Order XXXIX, Rules 1 and 2 of the Code in the petition filed under Section 9 of the Arbitration Act has been allowed by restraining the appellants from carrying out construction activities on the schedule property and from making modification or alteration to the construction already carried out on the schedule property, till disposal of the application filed under Section 34 of the Arbitration Act.",
      "labels": [
        "FAC"
      ],
      "id": "5d434d046e2749cc89499190199acaf4_46"
    },
    {
      "start": 9198,
      "end": 9351,
      "text": "For challenging the said order dated 19th November, 2020, the present appeal is preferred by the appellants, who are the owners of the schedule property.",
      "labels": [
        "FAC"
      ],
      "id": "f159bd0dcae24d8a802b1ba5445920e9_47"
    },
    {
      "start": 9353,
      "end": 9386,
      "text": "SUBMISSIONS OF THE APPELLANTS:\n7.",
      "labels": [
        "FAC"
      ],
      "id": "14bf82a111d54017812697dce36bab36_48"
    },
    {
      "start": 9387,
      "end": 9857,
      "text": "The submission of Shri. Udaya Holla, the learned Senior Counsel appearing for the appellants in support of the appeal is firstly that in view of the law laid down in the decisions of the Bombay High Court and Delhi High Court respectively, no relief could have been granted in an application filed under Section 9 of the Arbitration Act filed by the un-successful claimant pending the adjudication of the application filed by him under Section 34 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f34a35057c374e17b3cc195e14f5758d_49"
    },
    {
      "start": 9858,
      "end": 10195,
      "text": "The decisions are as under:\ni) Dirk India Private Limited -vs- Maharashtra State Electricity Generation Company Limited1.\nii) Wind World (India) Ltd., -vs- Enercon GmbH and others2 iii) Nussli Switzerland Ltd., -vs- Organizing Committee Commonwealth Games3 iv) Singhania Horizons -vs- HRC Engineers Estate Private Limited and another4 8.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "afd4989cfc754617ace526d2ead4843e_50"
    },
    {
      "start": 10196,
      "end": 10679,
      "text": "The learned Senior Counsel further submitted that in view of the law laid down by the Apex Court in the case of Mc Dermott International INC -vs- Burn Standard Co. Ltd and others5, while deciding the application filed under Section 34 of the Arbitration Act, the Court cannot correct an error committed by the Arbitrator or correct an award and at best, it can only quash the Award made by the Arbitrator thereby leaving the parties to begin the Arbitration again, if they so desire.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "04250c8f70c2457f82b2af9ec6d40e79_51"
    },
    {
      "start": 10680,
      "end": 11081,
      "text": "He submitted that in the application filed under Section 9 of the Arbitration Act, the respondent has sought a relief of temporary injunction till the disposal of the application under Section 34 of the Arbitration Act 2013 SCC OnLine Bom-481 2017 SCC OnLine Bom 1147 2014 SCC OnLine Del 4834 2016 SCC OnLine Del 550 (2006) 11 SCC 181 filed by it for challenging the Award made by the sole Arbitrator.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8ee130085e77479a88f0b798aaa77eea_52"
    },
    {
      "start": 11082,
      "end": 11360,
      "text": "He submitted that even if the respondent succeeds in the application filed under Section 34 of the Arbitration Act, at the highest, the Award of the learned sole Arbitrator will be set aside leaving the parties to have an opportunity of again taking recourse to the Arbitration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c51f962d03b3497bb00dbf56e4c172e3_53"
    },
    {
      "start": 11361,
      "end": 11645,
      "text": "He submitted that even assuming that the respondent would succeed in the pending application filed under Section 34 of the Arbitration Act, the respondent will not be entitled to get any relief in the sense that the Court is not empowered to pass an award in favour of the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f5669c865a434485b4d19e94de1da2c6_54"
    },
    {
      "start": 11646,
      "end": 11885,
      "text": "He submitted that an interim relief sought in an application filed under Section 9 of the Arbitration Act can be granted only in the aid of final relief which can be granted on the application filed under Section 34 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d0020b1a57734be58b1a3daa762dbc0f_55"
    },
    {
      "start": 11886,
      "end": 12231,
      "text": "As the maximum relief which the respondent can get in the pending application filed under Section 34 of the Arbitration Act is of setting aside the Award passed by the sole Arbitrator, it cannot be said that the relief of temporary injunction sought in the application filed under Section 34 of the Arbitration Act is in the aid of final relief.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a12a1b0392244c6cb4161a8932b13740_56"
    },
    {
      "start": 12233,
      "end": 12550,
      "text": "9. He pointed out that on 13th March 2020, the appellants have executed second JDA in favour of Shri. Dinesh Pullipati under which, the appellants have agreed to handover the schedule property to the said Mr. Dinesh Pullipati (for short 'new developer') to complete the project from the stage at which it was stopped.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3dceadcc535e409db1ca3cf87eeb9f47_57"
    },
    {
      "start": 12551,
      "end": 12693,
      "text": "The learned Senior Counsel pointed out that said new developer is not a party to the application filed under Section 9 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e78d46845c144355a5fb38dc84742f2d_58"
    },
    {
      "start": 12694,
      "end": 13059,
      "text": "The learned Senior Counsel appearing for the appellants relied upon a recent decision of the Apex Court in the case of Hindustan Construction Company Limited and another -vs- Union of India and others6 and submitted that the view taken by the Division Bench of the Bombay High Court in the case of Dirk India (supra) has been quoted with approval by the Apex Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "15db559c8b7c43e4b4cfda77d7363a3d_59"
    },
    {
      "start": 13061,
      "end": 13094,
      "text": "SUBMISSION OF THE RESPONDENT:\n10.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a7864ce9ecad49108c60d52a78400f62_60"
    },
    {
      "start": 13095,
      "end": 13747,
      "text": "The learned counsel appearing for the respondent relied upon a decision of the learned Single Judge of the High Court of Madras in the case of Gayatri Balaswamy -vs- ISG Novasoft Technologies Ltd7 and submitted that in the said decision, after considering the decision of the Apex Court rendered in the case of Mc Dermott International (supra), the learned Single Judge of the Madras High Court held that the Court which deals with an 2019 SCC OnLine SC 1520 Original petition No.463/2012 decided on 02.09.2014 application filed under Section 34 of the Arbitration Act has a power to modify or reverse or vary the Award passed by the Arbitral Tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9f2a74f6876141cca6cb8d771396342a_61"
    },
    {
      "start": 13748,
      "end": 14074,
      "text": "He submitted that the Bombay High Court, while deciding the case of Dirk India (supra) has proceeded on an incorrect premise that even if an application filed under Section 34 of the Arbitration Act is allowed, at highest, the Court can set aside the Award and thereby, leaving open to the parties to again to for arbitration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cc0e818ea2ea48118258e71036beb96d_62"
    },
    {
      "start": 14075,
      "end": 14289,
      "text": "He submitted that on plain reading of Section 9 of the Arbitration Act, there is no distinction made between a party who has lost before Arbitral Tribunal and a party who has succeeded before the Arbitral Tribunal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c45b357c9ed846e5848841cbc7ae2c21_63"
    },
    {
      "start": 14290,
      "end": 14477,
      "text": "He urged that after the amendment to Section 17 of the Arbitration Act, after Arbitral Award is made, the parties do not have a remedy of applying under Section 17 of the Arbitration Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4ae461fdc6d34a3ab66c937e36a68833_64"
    },
    {
      "start": 14479,
      "end": 14736,
      "text": "11. He submitted that the perusal of the second JDA executed by the appellants in favour of the new developer on 13th March 2020 will show that the new developer has virtually purchased the litigation, as can be seen from the recitals in the said agreement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c14cfa1cf9ec458b903700339eccd76c_65"
    },
    {
      "start": 14737,
      "end": 14860,
      "text": "He pointed out that the second JDA has been executed on the footing that the Award of the sole Arbitrator has become final.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f84b6106cfae47a081aff2e11cf9ee6f_66"
    },
    {
      "start": 14861,
      "end": 15161,
      "text": "He submitted that if the construction activities as per the second JDA executed in favour of the new developer are allowed to continue, the schedule property which is the subject matter of the pending application filed under Section 34 of the Arbitration Act will be virtually lost to the respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bc206902329c48489892a61c8057329c_67"
    },
    {
      "start": 15162,
      "end": 15331,
      "text": "He submitted that if the schedule property is constructed upon, the very purpose of filing of the application under Section 34 of the Arbitration Act will be frustrated.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e5e938a0b14a4130b75ba50cc3c4fbba_68"
    },
    {
      "start": 15333,
      "end": 15752,
      "text": "12. The learned counsel appearing for the respondent submitted that if the decision of the Apex Court rendered in the case of Hindustan Construction (supra) is perused, it is apparent that the issue involved in this appeal never fell for consideration before the Apex Court, inasmuch as, the issue before the Apex Court was regarding the interpretation of Section 36 of the Arbitration Act, as amended in the year 2015.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5c88b156332c4947ba3876eb6fb88f59_69"
    },
    {
      "start": 15754,
      "end": 15949,
      "text": "13. The learned counsel appearing for the respondent relied upon a decision of the learned Single Judge of the Gujarat High Court in the case of Gail (India) Ltd -vs- Latin Rasayani Private Ltd8.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "58a7a3bb4bdf4db7b7855db8c1137ced_70"
    },
    {
      "start": 15950,
      "end": 16323,
      "text": "He submitted that a Division Bench of the High Court of Telangana, in the case of Saptarishi Hotels Pvt. Ltd 2014 SCC OnLine Guj 14836 and another -vs- National Institute of Tourism and Hospitality Management (NITHM)9 took a view that in the proceedings under Section 34 of the Arbitration Act, the Court can interfere with the Arbitral Award even by making a modification.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1e1b7ab0fe7e431690b9bb020a5b181a_71"
    },
    {
      "start": 16324,
      "end": 16770,
      "text": "He also relied upon a decision of the Division Bench of the Andhra Pradesh High Court in the case of Sudershan Rao and others -vs- Evershine Builders Pvt Ltd10and submitted that even in the said decision, a view taken is that when the Arbitral Tribunal rejects the claims for specific performance, a relief claimed under Section 9 of the Arbitration Act can always be granted pending the application filed under Section 34 of the Arbitration Act.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "819c03c71bbf4fc4978f8e8ede256ce4_72"
    },
    {
      "start": 16772,
      "end": 16805,
      "text": "CONSIDERATION OF SUBMISSIONS:\n14.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "74cf81c8168644499b345f02eac68182_73"
    },
    {
      "start": 16806,
      "end": 17304,
      "text": "On perusal of the pleadings, it is evident that in the interlocutory application (IA No.I) filed under Rules 1 and 2 of Order XXXIX of the Code filed by the respondent-developer before the Commercial Court, the prayer sought by the respondent was to restrain the appellants or any other persons claiming through them from carrying on any further construction or from modifying or altering the construction already carried out 2019 SCC OnLine TS 1765 2012 SCC Online AP 682 on the schedule property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3820d1c0b6d24174b5e85a2617e05418_74"
    },
    {
      "start": 17305,
      "end": 17543,
      "text": "During the pendency of the said application, an additional affidavit was filed by the respondent, placing on record the second JDA dated 13th March 2020 executed by the appellants in favour of new developer namely, Shri. Dinesh Pullipati.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "79c45c3d5b4d4234a579e6e943d53ee8_75"
    },
    {
      "start": 17544,
      "end": 17728,
      "text": "It is pointed out in the said affidavit that centering materials, scaffolding and other goods of the respondent on the schedule property are being illegally taken away by using trucks.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f97a73e54de948fc88c0f64acbc879fa_76"
    },
    {
      "start": 17729,
      "end": 18002,
      "text": "A careful perusal of the second JDA executed by the appellants in favour of new developer shows that the appellants have agreed to give the schedule property to the new developer for proceeding with the further construction work from the stage where it had stopped earlier.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cef2a19f5a374aa880baed6ddd9d66ef_77"
    },
    {
      "start": 18003,
      "end": 18161,
      "text": "Apart from that, under clause-2 of the second JDA, the new developer has been permitted to enter upon the schedule property to complete the project as agreed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a1fe6df1fb6b4ec48c9d6c6ce8de743f_78"
    },
    {
      "start": 18162,
      "end": 18414,
      "text": "Thus, by virtue of the second JDA dated 13th March, 2020, third party interests have already been created in favour of the new developer who, even according to the case of the respondent, has already started certain activities on the schedule property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d090d867e2c64994a2e2c0063cac83bc_79"
    },
    {
      "start": 18415,
      "end": 18689,
      "text": "In fact, the respondent by filing statement of objections to the appeal on 8th February 2020 has relied upon the photographs of the schedule property showing a board displayed thereon which records that the schedule property is being developed by 'Grebrick' and 'NINTHMILE'.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c1192337120f4286868b52d335f047a6_80"
    },
    {
      "start": 18690,
      "end": 18917,
      "text": "In paragraph 62 of the statement of objections, the respondent has categorically stated that the centering material and scaffolding items as well as other goods of the respondent are being taken away from the schedule property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c816b1aee604973b59714aa8ebad788_81"
    },
    {
      "start": 18918,
      "end": 19216,
      "text": "Thus, going by the case made out by the respondent itself, as of today, the new developer who is not made a party to the proceedings either before the Commercial Court or before this Court will be directly affected by the order of temporary injunction granted under the impugned Judgment and order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7242b500e3a5499586574d10cf340878_82"
    },
    {
      "start": 19217,
      "end": 19491,
      "text": "As per the second JDA dated 13th March 2020, the appellants have already created third party rights over the schedule property much prior to passing of the impugned order by the Commercial Court and that the appellants have allowed the new developer to develop the property.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ece9c06609b4e1586f8cfc10a130e34_83"
    },
    {
      "start": 19492,
      "end": 19616,
      "text": "This is one reason why interference will have to be made with the impugned Judgment and order granting temporary injunction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "207b2fa88898427c93aa9bbcfa4c8fa9_84"
    },
    {
      "start": 19618,
      "end": 20106,
      "text": "15. Even assuming that the Commercial Court could have exercised its powers under Section 9 of the Arbitration Act, though a copy of the second JDA was placed before the Commercial Court, it has not considered the effect of the said second JDA dated 13th March, 2020 and it has ignored the fact that as on the date of passing of the impugned Judgment and order, a third party has been entrusted a right to develop the schedule property.\nMAINTAINABILITY OF APPLICATION UNDER SECTION 9:\n16.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0eeaaf3fa2f44545ab2a1ca4b1622e1e_85"
    },
    {
      "start": 20107,
      "end": 20342,
      "text": "Now we come to the issue of maintainability of the application filed under Section 9 of the Arbitration Act by an unsuccessful claimant pending the application under Section 34 of the Arbitration Act for challenging the Arbitral Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6be81c8551db4152849f3d22ccef1468_86"
    },
    {
      "start": 20343,
      "end": 20482,
      "text": "On this aspect, it will be necessary to make a reference to the decision of the Apex Court in the case of Mc Dermott International (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f85a0b8d51124862be7dc4bd6e8337e7_87"
    },
    {
      "start": 20483,
      "end": 20672,
      "text": "In paragraphs 51 to 54, the Apex Court discussed the issue relating to the scope of the powers of the Court while dealing with the application filed under Section 34 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9c75c07c088a45399f605113a485be26_88"
    },
    {
      "start": 20673,
      "end": 20741,
      "text": "In paragraph 52 of the said decision, the Apex Court held thus:\n\"52.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3590701915f8487ba97e90ce472e8df9_89"
    },
    {
      "start": 20742,
      "end": 20868,
      "text": "The 1996 Act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e141247e03684a84a7edc371e3c11f16_90"
    },
    {
      "start": 20869,
      "end": 21020,
      "text": "Intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "963a06f53a0f483ba6c48ca7cc86013c_91"
    },
    {
      "start": 21021,
      "end": 21072,
      "text": "The court cannot correct errors of the arbitrators.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ec5ba350aa574671be23262577dcc322_92"
    },
    {
      "start": 21073,
      "end": 21174,
      "text": "It can only quash the award leaving the parties free to begin the arbitration again if it is desired.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad28c24e769c4783ac52cafd66771cf2_93"
    },
    {
      "start": 21175,
      "end": 21474,
      "text": "So, the scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "444068768dbc42cab651b26d26529b54_94"
    },
    {
      "start": 21475,
      "end": 21494,
      "text": "\n(underlines added)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4f0ff255dc848f69ef2309025957530_95"
    },
    {
      "start": 21495,
      "end": 21833,
      "text": "Hence, the Apex Court, in categorical terms, held that while disposing of an application filed under Section 34 of the Arbitration Act, the Court cannot correct the errors of the Arbitrators and at the highest, it can only quash the Arbitral Award and thereby leaving the parties free to begin the Arbitration again, if it is desired.\n17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b12e75f179b4a6d9836a2a35351d34e_96"
    },
    {
      "start": 21834,
      "end": 22030,
      "text": "On this aspect, it is necessary to refer to another decision of the Apex Court of a bench consisting of three Hon'ble Judges in the case of Kinnari Mullick and another -vs- Ghanshyam Das Damani11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dad5495fe042406b9a249bf9298ad3c7_97"
    },
    {
      "start": 22031,
      "end": 22561,
      "text": "In the first paragraph of the said decision, the Apex Court has noted the question for consideration before it, which reads thus:\n(2018) 11 SCC 328 \"This appeal raises a short question as to whether Section 34(4) of the Arbitration and Conciliation Act, 1996 (for short \"the Act\") empowers the Court to relegate the parties before the Arbitral Tribunal after having set aside the arbitral award in question and more so suo motu in the absence of any application made in that behalf by the parties to the arbitration proceedings?\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "35aec7cf4ed442889940eca1a487f00b_98"
    },
    {
      "start": 22562,
      "end": 22818,
      "text": "\nThis was a case before the Apex Court wherein the Award made by the Arbitrator was set aside on an application filed under Section 34 of the Arbitration Act on the ground that the Award impugned therein did not disclose the reasons in support of the same.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d8e0539578e1442ea4f2517f9deb9add_99"
    },
    {
      "start": 22819,
      "end": 22915,
      "text": "By setting aside the Award, the parties were left to pursue their remedy in accordance with law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "42cac4a09b89401c8a0c7e19390e2a90_100"
    },
    {
      "start": 22916,
      "end": 23039,
      "text": "The order passed by the learned Single Judge was challenged in appeal before the Division Bench of the Calcutta High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4e089cb1b5ce4457bf8cd5168a2c3701_101"
    },
    {
      "start": 23040,
      "end": 23333,
      "text": "The Division Bench, while dismissing the appeal and affirming the order passed by the learned Single Judge, by placing reliance on the provisions of sub-section (4) of Section 34 directed that the Award be send back to the Arbitrator with a direction to support his Award by assigning reasons.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6bc6d25c69a64e63a25558bf05829b8f_102"
    },
    {
      "start": 23334,
      "end": 23562,
      "text": "Therefore, the issue before the Apex Court in the case of Kinnari Mullick (supra) was whether an order of remand can be made to the Arbitral Tribunal, while deciding the application filed under Section 34 of the Arbitration Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5d1bfc06cbaa460d9d4ccd173ed72ba2_103"
    },
    {
      "start": 23564,
      "end": 23794,
      "text": "18. After referring to the earlier decisions including the decision in the case of McDermott International (supra), the Apex Court, in paragraphs 14 to 16 of its decision in the said case of Kinnari Mullick (supra) held thus:\n\"14.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9541f6b8fc584dd0871a9fd6f6060244_104"
    },
    {
      "start": 23795,
      "end": 23968,
      "text": "In this backdrop, the question which arises is: whether the highlighted portion in the operative part of the impugned judgment of the Division Bench can be sustained in law?",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "34d3d65f875b4b85953dba31eccb888e_105"
    },
    {
      "start": 23969,
      "end": 24076,
      "text": "For that, we may advert to Section 34(4) of the Act which is the repository of power invested in the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a886ab0507e47039d1dca3148b6e446_106"
    },
    {
      "start": 24077,
      "end": 24522,
      "text": "The same reads thus:\n\"34. (4) On receipt of an application under sub- section (1), the court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the Arbitral Tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of Arbitral Tribunal will eliminate the grounds for setting aside the arbitral award.\"\n15.",
      "labels": [
        "STA"
      ],
      "id": "da47ca59d42341fba467ff1fa7041c27_107"
    },
    {
      "start": 24523,
      "end": 24962,
      "text": "On a bare reading of this provision, it is amply clear that the Court can defer the hearing of the application filed under Section 34 for setting aside the award on a written request made by a party to the arbitration proceedings to facilitate the Arbitral Tribunal by resuming the arbitral proceedings or to take such other action as in the opinion of the Arbitral Tribunal will eliminate the grounds for setting aside the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d61de6e7e83e4025974a114443332794_108"
    },
    {
      "start": 24963,
      "end": 25072,
      "text": "The quintessence for exercising power under this provision is that the arbitral award has not been set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2d729148e6f4d5d831e891aa4012e4a_109"
    },
    {
      "start": 25073,
      "end": 25338,
      "text": "Further, the challenge to the said award has been set up under Section 34 about the deficiencies in the arbitral award which may be curable by allowing the Arbitral Tribunal to take such measures which can eliminate the grounds for setting aside the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0a07ab78a173490d8dae0d91bbabf14f_110"
    },
    {
      "start": 25339,
      "end": 25540,
      "text": "No power has been invested by Parliament in the Court to remand the matter to the Arbitral Tribunal except to adjourn the proceedings for the limited purpose mentioned in sub-section (4) of Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "802b3b0f182649ecb119bbeb90ec72f1_111"
    },
    {
      "start": 25541,
      "end": 25687,
      "text": "This legal position has been expounded in McDermott International Inc. [McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181]",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6648dda5c63842cd85384d30859c9bf7_112"
    },
    {
      "start": 25688,
      "end": 26085,
      "text": "In para 8 of the said decision, the Court observed thus: (Bhaskar Industrial case [Bhaskar Industrial Development Ltd. v. South Western Railway, 2016 SCC OnLine Kar 8330] , SCC OnLine Kar) \"8. ... Parliament has not conferred any power of remand to the Court to remit the matter to the Arbitral Tribunal except to adjourn the proceedings as provided under sub-section (4) of Section 34 of the Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "60864eff40ed40f0a56ba26855b812c5_113"
    },
    {
      "start": 26086,
      "end": 26344,
      "text": "The object of sub-section (4) of Section 34 of the Act is to give an opportunity to the Arbitral Tribunal to resume the arbitral proceedings or to enable it to take such other action which will eliminate the grounds for setting aside the arbitral award.\"\n16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8c7ab1b3533c447d8c57959173affb8c_114"
    },
    {
      "start": 26345,
      "end": 26535,
      "text": "In any case, the limited discretion available to the Court under Section 34(4) can be exercised only upon a written application made in that behalf by a party to the arbitration proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d5be8b0bec204999b2ecbf5204ce7168_115"
    },
    {
      "start": 26536,
      "end": 26654,
      "text": "It is crystal clear that the Court cannot exercise this limited power of deferring the proceedings before it suo motu.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9cfeb3365fbb425ba2987e3c0163c6b3_116"
    },
    {
      "start": 26655,
      "end": 26908,
      "text": "Moreover, before formally setting aside the award, if the party to the arbitration proceedings fails to request the Court to defer the proceedings pending before it, then it is not open to the party to move an application under Section 34(4) of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a1169c5924040d39a785f441071a21d_117"
    },
    {
      "start": 26909,
      "end": 27035,
      "text": "For, consequent to disposal of the main proceedings under Section 34 of the Act by the Court, it would become functus officio.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31871d71114745bca24d07a832570812_118"
    },
    {
      "start": 27036,
      "end": 27212,
      "text": "In other words, the limited remedy available under Section 34(4) is required to be invoked by the party to the arbitral proceedings before the award is set aside by the Court\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d57fc6e8b8cd4c699da2499665803882_119"
    },
    {
      "start": 27213,
      "end": 27235,
      "text": "\n(underlines supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d218c6178ee4917a0093c224bca233d_120"
    },
    {
      "start": 27236,
      "end": 27473,
      "text": "\n19 . Hence, the larger Bench of the Apex Court has approved the view taken in the case of Mc Dermott International (supra) by holding that Parliament has not conferred any power on the Court to remit the matter to the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ec49dca95684bad9c0f800456ee3c21_121"
    },
    {
      "start": 27474,
      "end": 27649,
      "text": "However, there is a power to adjourn the proceedings of the application filed under Section 34 for the limited purposes mentioned in sub- section (4) of Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c81552cc38384ddb9d0bba64d8cfbfa4_122"
    },
    {
      "start": 27650,
      "end": 27894,
      "text": "The object of sub-section (4) of Section 34 of the Act is to give an opportunity to the Arbitral Tribunal to resume the arbitral proceedings to enable it to take such action which will eliminate the grounds for setting aside the Arbitral Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "150bef07e2954c1b8fa58258e977584f_123"
    },
    {
      "start": 27896,
      "end": 28352,
      "text": "20. At this stage, we must make a useful reference to a decision of a Division Bench of this Court in the case of Bhaskar Industrial Development Limited -vs- South Western Railway, Hubballi12 wherein the issue before the Division Bench of this Court was whether a Court while dealing with an application- petition filed under Section 34 of the Arbitration Act has a power to remit the matter to the Arbitral Tribunal after setting aside the Arbitral Award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ee87041aebdb43f79e4b1a63a1410bb3_124"
    },
    {
      "start": 28353,
      "end": 28540,
      "text": "After relying upon the decision of the Apex Court 2016 SCC OnLine Kar 8330 in the case of Mc Dermott International (supra), in paragraph 8, the Division Bench of this Court held thus:\n\"8.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f8e3e514f05848e8a8d67ff987ccdb38_125"
    },
    {
      "start": 28541,
      "end": 28813,
      "text": "A plain reading of Section 34 of the Act extracted above will show that Parliament has not conferred any power of remand to the Court to remit the matter to the Arbitral Tribunal except to adjourn the proceedings as provided under sub-Section (4) of Section 34 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ab91a53ba194911a3d12419000fd23b_126"
    },
    {
      "start": 28814,
      "end": 29056,
      "text": "The object of sub-Section (4) of Section 34 is to give an opportunity to the Arbitral Tribunal to resume the arbitral proceedings or to enable it to take such other action which will eliminate the grounds for setting aside the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8aef5d5fda9d4219b7e518574084b376_127"
    },
    {
      "start": 29057,
      "end": 29151,
      "text": "This provision (sub-Section (4)) cannot be invoked, once the arbitral Award is set-aside\".\n21.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "98a12d4362e148fa84632c2e23bb424a_128"
    },
    {
      "start": 29152,
      "end": 29480,
      "text": "In paragraph-52 of the decision of the Apex Court in the case of Mc Dermott International (supra), the Apex Court specifically held that while deciding the application under Section 34, the Court cannot correct the errors of the Arbitrator and it can only quash the award leaving the parties free to begin the Arbitration again.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5dd92cd811a0484a84aeb4e01d63225a_129"
    },
    {
      "start": 29481,
      "end": 29614,
      "text": "If the errors are such that the Arbitral Award is rendered illegal, there is no option available to the Court to correct such errors.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e2681e67b454456bb3e1f9df40cb2ad5_130"
    },
    {
      "start": 29615,
      "end": 29727,
      "text": "The only option available to the Court in such case is to set aside the Award without correcting the said error.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ae9ddb5bf6f470991ad2004c07c48e0_131"
    },
    {
      "start": 29728,
      "end": 29907,
      "text": "The reason is that after the parties have consciously chosen to exclude the jurisdictional Court, the parties should again go back to the Arbitration after the Award is set aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "07f1cd2b876643fdb84f64071176371f_132"
    },
    {
      "start": 29909,
      "end": 30003,
      "text": "22. Incorporation of sub-section (4) of Section 34 of the Arbitration Act is very significant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd488272f609497492de992acaca45b1_133"
    },
    {
      "start": 30004,
      "end": 30281,
      "text": "It empowers the Court on an application filed by the parties to give the Arbitral Tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of the Arbitral Tribunal will eliminate the grounds for setting aside the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30a6704a18d54c3090cb6d6ebe9d4d1a_134"
    },
    {
      "start": 30282,
      "end": 30611,
      "text": "If the intention of the Legislature was to confer a power on the Court while dealing with an application filed under Section 34 of the Arbitration Act to correct the errors or mistakes committed by the Arbitral Tribunal, there was no reason for the Legislature to incorporate sub-section (4) of Section 34 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "353a98d458454d2298a384deb8f7283b_135"
    },
    {
      "start": 30612,
      "end": 31001,
      "text": "If it is held that the Court dealing with an application under Section 34 has a power to modify the Award or to correct errors of the Arbitrator and to make a modified award, the provision of sub-section (4) of Section 34 will become redundant, as it will not be necessary for the Court to exercise the power under sub-section (4) of Section 34, as the Court can itself correct the errors.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4fcd801147a84bbba7e2b613addc8520_136"
    },
    {
      "start": 31002,
      "end": 31318,
      "text": "In paragraph 52 of the decision of the Apex Court rendered in the case of Mc Dermott International (supra) the word \"only\" has been used while observing that the Court cannot correct errors of the arbitrators and it can \"only\" quash the award leaving the parties free to begin the arbitration again if it is desired.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "33cc85236cc44e758c9f3a66d440deaf_137"
    },
    {
      "start": 31320,
      "end": 31723,
      "text": "23. At this stage, it is necessary to make a reference to Section 43 of the Arbitration Act, which reads thus:\n\"43. Limitation - (1) The Limitation Act, 1963 (36 of 1963), shall apply to arbitrations as it applies to proceedings in court.\n(2) For the purposes of this section and the Limitation Act, 1963 (36 of 1963), an arbitration shall be deemed to have commenced on the date referred in Section 21.",
      "labels": [
        "STA"
      ],
      "id": "e510a27d9b7d499697064c9de577b208_138"
    },
    {
      "start": 31724,
      "end": 32308,
      "text": "\n(3) Where an arbitration agreement to submit future disputes to arbitration provides that any claim to which the agreement applies shall be barred unless some step to commence arbitral proceedings is taken within a time fixed by the agreement, and a dispute arises to which the agreement applies, the Court, if it is of opinion that in the circumstances of the case undue hardship would otherwise be caused, and notwithstanding that the time so fixed has expired, may on such terms, if any, as the justice of the case may require, extend the time for such period as it thinks proper.",
      "labels": [
        "STA"
      ],
      "id": "62cb551726de495ba0fc9bd17c1b4ad3_139"
    },
    {
      "start": 32309,
      "end": 32667,
      "text": "\n(4) Where the Court orders that an arbitral award be set aside, the period between the commencement of the arbitration and the date of the order of the Court shall be excluded in computing the time prescribed by the Limitation Act, 1963 (36 of 1963), for the commencement of the proceedings (including arbitration) with respect to the dispute so submitted\".",
      "labels": [
        "STA"
      ],
      "id": "387e0daf942449c39dc44e1f5264f307_140"
    },
    {
      "start": 32668,
      "end": 32856,
      "text": "\n(underlines supplied) Sub-Section (4) of Section 43 applies to a situation when the Court exercising the jurisdiction under Section 34 of the Arbitration Act sets aside an Arbitral Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b596435bf2c34149816b67cc553a3d0c_141"
    },
    {
      "start": 32857,
      "end": 32968,
      "text": "Sub-Section (4) provides for exclusion of the period spent in Arbitration and the application under Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3521922a47142e2802e1e490edac1fc_142"
    },
    {
      "start": 32969,
      "end": 33109,
      "text": "This enables the successful party in Section 34 application to again take recourse to Arbitration after the Award is set aside by the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76f36a0066e84b7cadf7189f6f9aa075_143"
    },
    {
      "start": 33110,
      "end": 33380,
      "text": "If the intention of the Legislature was to confer a power on the Court dealing with an application under Section 34 of the Arbitration Act to modify the Award or to make a fresh Award, there was no reason to make a provision in the form of sub-section (4) of Section 43.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dffad34d628143bb9e709345f252ec27_144"
    },
    {
      "start": 33381,
      "end": 33511,
      "text": "This supports the conclusion that the Court dealing with application under Section 34 cannot modify or substitute Arbitral Awards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7a3f9df08dfb4681ae147fd274d64a64_145"
    },
    {
      "start": 33513,
      "end": 33860,
      "text": "24. Therefore, in a case, where the Court dealing with an application filed under Section 34 of the Arbitration Act finds that the claim of the claimant was erroneously rejected or the Arbitral Tribunal has committed an illegality by rejecting the claim, the Court can set aside the award so that the claimant can again go back to the Arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "058440df8e31485aa77833cdb95efa37_146"
    },
    {
      "start": 33861,
      "end": 34008,
      "text": "In such a case, by correcting the error made by the Arbitrator, the Court cannot make an Award in favour of the claimant after setting aside award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0afdcdc88ec940bd84ea84b4d782266d_147"
    },
    {
      "start": 34009,
      "end": 34366,
      "text": "If, after perusal of the award, a view is taken by the Court that the rejection of the claim made by the claimant by the Arbitral Tribunal is illegal, in view of the law laid down by the Apex Court in paragraph-52 of Mc Dermott International (supra), the Court is required to set aside the arbitral award enabling the parties to begin the arbitration again.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "70bef05d1542433199d14241cdd6fe46_148"
    },
    {
      "start": 34367,
      "end": 34473,
      "text": "As pointed out earlier, there are two parts in the conclusions recorded by the Apex Court in paragraph-52.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "344834c3ca0b49bdb46d18b0ec772eaa_149"
    },
    {
      "start": 34474,
      "end": 34626,
      "text": "The first part is that the Court cannot correct the errors committed by the Arbitrator and the second part is that the Court can \"only\" quash the Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11a4cd4146734764a77da84923523306_150"
    },
    {
      "start": 34627,
      "end": 34878,
      "text": "Therefore, if an Award rejecting the claim of the claimant who has filed an application under Section 34 is found to be illegal, a fresh award cannot be made by the Court in favour of the claimant while allowing the application filed under Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "20d3f89687094188ab97cafb471206b2_151"
    },
    {
      "start": 34879,
      "end": 34995,
      "text": "The only option in such a case is to set aside the award and leave the parties to resume the Arbitration once again.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b2632645eed74172afd7b4b4de9e97d3_152"
    },
    {
      "start": 34997,
      "end": 35157,
      "text": "25. In the decision of the learned Single Judge of the Madras High Court in the case of Gayatri Balaswamy (supra), in paragraphs 34 and 35 it is held thus:\n\"34.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "56ff51e21afd4d1dae3f8186cb48cc02_153"
    },
    {
      "start": 35158,
      "end": 35402,
      "text": "In Mc Dermott International Inc. v. Burn Standard Co. Ltd., 2006 (11) SCC 181, the Supreme Court was concerned with a challenge to various Partial/Interim Awards as well as a Final Award passed by the Arbitrator, appointed by the Supreme Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a776691bb8ae4e498a64b9788f87863a_154"
    },
    {
      "start": 35403,
      "end": 35460,
      "text": "The Arbitrator in that case first passed a partial award.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5b40c01e868e4946b20e058e3885355a_155"
    },
    {
      "start": 35461,
      "end": 35627,
      "text": "Thereafter, Applications under Section 33 of the 1996 Act were filed on the ground that certain claims had not been dealt with by the Arbitrator in his Partial Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f425d2c99984434895b9871b034b8c1_156"
    },
    {
      "start": 35628,
      "end": 35768,
      "text": "Though a preliminary objection was raised with regard to the entitlement to pass a Partial Award, the Arbitrator passed an Additional Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "edcfd2405a3f4feba8f7777eef6169b7_157"
    },
    {
      "start": 35769,
      "end": 35899,
      "text": "It was only thereafter that an Application under Section 34 was filed questioning both the Partial Award and the Additional Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88b9dd75ce9845fdaa3653ecf2015f60_158"
    },
    {
      "start": 35900,
      "end": 36037,
      "text": "During the pendency of the Application, a Final Award was also passed and an Application challenging the same under Section 34 was filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4f454d0b38f4d168088dcbbf4ef5285_159"
    },
    {
      "start": 36038,
      "end": 36163,
      "text": "Several questions arose before the Supreme Court, including the question as to whether a Partial Award is permissible in law.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e0cf20d273324fa08d74dd29765d790d_160"
    },
    {
      "start": 36164,
      "end": 36394,
      "text": "After holding in Paragraph 35 of the Report that a Partial Award, is in effect and substance, an Interim Award within the meaning of Sections 31(6) & 2I of the Act, the Supreme Court held that its validity is not open to question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ad203cbed6a4518826a93e5f3bc6816_161"
    },
    {
      "start": 36395,
      "end": 36485,
      "text": "Thereafter, the Supreme Court took up for consideration all other challenges to the Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0184d05154d34b9eb0464f90bf74f4ee_162"
    },
    {
      "start": 36486,
      "end": 36614,
      "text": "Before doing so, the Court indicated the legal scope of challenge to an Arbitration Award, in Paragraphs 45 to 48 of the Report.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6895394903dc4b6a8608152509626dda_163"
    },
    {
      "start": 36615,
      "end": 36874,
      "text": "Taking note of the radical departure made in the 1996 Act from the 1940 Act, the Supreme Court observed in Paragraph 52 as follows:\n\"The 1996 Act makes provision for the supervisory role of Courts, for the review of the Arbitral Award only to ensure fairness.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dfa92612fa3f4da1aad40ac67ebdfd01_164"
    },
    {
      "start": 36875,
      "end": 37024,
      "text": "Intervention of the Court is envisaged in few circumstances only like in case of fraud or bias by the Arbitrators, violation of Natural Justice, etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b09cdf24e5ed43dc9c3397a79e7d8c00_165"
    },
    {
      "start": 37025,
      "end": 37072,
      "text": "The Court cannot correct errors of Arbitrators.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "becb3950c0a1428cb2a3efbbea754746_166"
    },
    {
      "start": 37073,
      "end": 37174,
      "text": "It can only quash the Award leaving the parties free to begin the Arbitration again if it is desired.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21f9b495962e41cdb1a808ce191b37d7_167"
    },
    {
      "start": 37175,
      "end": 37477,
      "text": "So the scheme of the provision aims at keeping the supervisory role of the Court at minimum level and this can be justified as the parties to the Agreement make a conscious decision to exclude the Court's jurisdiction by opting for Arbitration as they prefer the expediency and finality offered by it.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a7a6bbdb8414462a8512ef2f3613126f_168"
    },
    {
      "start": 37479,
      "end": 37731,
      "text": "35. But, as in the case of other decisions, which I have dealt with in the previous paragraphs, the Supreme Court was not directly concerned, even in Mc Dermott, with the interpretation to be given to the expression \"set aside\" appearing in Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "facaa16cd81f4619830ebb5645538292_169"
    },
    {
      "start": 37732,
      "end": 37930,
      "text": "The observations made in the paragraph extracted above, were not given in an answer to a pointed question as to whether the Court has the power under Section 34 to modify or revise or vary an Award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8a7c972bf1324687bffbce68901bab1e_170"
    },
    {
      "start": 37931,
      "end": 38077,
      "text": "Therefore, I do not think that the question raised in this case, is settled by the Supreme Court in Mc Dermott finally\".\n(underlines supplied)\n26.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c84a62238a144f1bb53b3ac7d0611cd3_171"
    },
    {
      "start": 38078,
      "end": 38438,
      "text": "With greatest respect to the learned Single Judge (as he then was) of the Madras High Court, in our view, he has ignored the dictum laid down by the Apex Court in paragraph 52 in the case of Mc Dermott International (supra) wherein the Apex Court categorically held that the Court cannot correct the error of the Arbitrator and it can only set aside the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "991d9454fd74453692ecf1653d560eac_172"
    },
    {
      "start": 38440,
      "end": 38725,
      "text": "27. The learned Single Judge of the Madras High Court, in paragraph-52 has equated the jurisdiction of the Court which deals with an application under Section 34 of the Arbitration Act on par with the revisional jurisdiction of the High Court conferred by Section 115 of the said Code.",
      "labels": [
        "PRE_NOT_RELIED"
      ],
      "id": "efe11f95703d49bf85f0b6554bf5acc3_173"
    },
    {
      "start": 38726,
      "end": 39633,
      "text": "\nSub-section (1) of Section 115 of the said Code reads thus:\n\"115. Revision (1) The High Court may call for the record of any case which has been decided by any Court subordinate to such High Court and in which no appeal lies thereto, and if such subordinate Court appears - (a) to have exercised a jurisdiction not vested in it by law, or (b) to have failed to exercise a jurisdiction so vested, or (c) to have acted in the exercise of its jurisdiction illegally or with material irregularity, the High Court may make such order in the case as it thinks fit:\nProvided that the High Court shall not, under this section, vary or reverse any order made, or any order deciding an issue, in the course of a suit or other proceeding, except where the order, if it had been made in favour of the party applying for revision, would have finally disposed of the suit or other proceedings.\"\n(underlines supplied)\n28.",
      "labels": [
        "STA"
      ],
      "id": "a25f3a2d597a4ac58999cef07ea41be3_174"
    },
    {
      "start": 39634,
      "end": 39867,
      "text": "The scope of the revisional jurisdiction conferred on the High Court under Section 115 of the said Code is completely different from the limited supervisory jurisdiction conferred on the Court under Section 34 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9deefa49f838480e88c59ac661cb35b5_175"
    },
    {
      "start": 39868,
      "end": 40221,
      "text": "We may note here that in the case of Steel Authority of India Limited vs Gupta Brother Steel Tubes Limited13,the Apex Court held that while dealing with an application under Section 34 of the Arbitration Act, it is not permissible to a Court to examine the correctness of the findings of the Arbitrator, as if it was sitting in appeal over his findings.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2b274cc43c45457cbea35eb897980676_176"
    },
    {
      "start": 40222,
      "end": 40296,
      "text": "The powers of the High Court under Section 115 of the Code are much wider.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53749160af564ef0ad28705f41acd7b6_177"
    },
    {
      "start": 40297,
      "end": 40463,
      "text": "High Court can interfere with the decision even on the ground of material irregularity as is clear from clause (c) of sub-section (1) of Section 115 of the said Code.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bb32a263cefe499d9ce766d3f5b94dda_178"
    },
    {
      "start": 40464,
      "end": 40747,
      "text": "As held by the Apex Court in the case of Masjid Kacha Tank, Nahan - vs- Tuffail Mohammed14, the High Court while exercising its power under Section 115 of the said Code can interfere with the finding of fact recorded by the Court sub-ordinate to it on the ground that it is perverse.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "24655ae51ee044858634c119fb4ed90f_179"
    },
    {
      "start": 40748,
      "end": 40958,
      "text": "The High Court, while exercising the jurisdiction under Section 115 of the said Code can interfere with (2009) 10 SCC 63 AIR 1991 SC 455 the findings of the Court on the ground of non-consideration of evidence.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2fc8d815de704b08b6c9fbda6f04e8fb_180"
    },
    {
      "start": 40960,
      "end": 41238,
      "text": "29. From the proviso to Section-115 of the said Code, it is crystal clear that a specific power has been conferred on the High Court while dealing with revision filed under Section 115 of the said Code to vary or reverse an order made by the Court subordinate to the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "287cda897b8d46c29a3229021e51799e_181"
    },
    {
      "start": 41239,
      "end": 41372,
      "text": "In contrast, we may consider Section 34 of the Arbitration Act which reads thus:\n\"34. Application for setting aside arbitral award. -",
      "labels": [
        "STA"
      ],
      "id": "41e125780862457fb6daea881cbb473c_182"
    },
    {
      "start": 41373,
      "end": 43104,
      "text": "\n(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub- section (3).\n(2) An arbitral award may be set aside by the Court only if-- (a) the party making the application establishes on the basis of the record of the arbitral tribunal that-- (i) a party was under some incapacity; or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration:\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.",
      "labels": [
        "STA"
      ],
      "id": "d705aee9001e4692b3b7aea39f4aeb82_183"
    },
    {
      "start": 43106,
      "end": 43519,
      "text": "Explanation 1.--For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,--\n(i) the making of the award was induced or affected by fraud or corruption or was in violation of Section 75 or Section 81; or (ii) it is in contravention with the fundamental policy of Indian law; or (iii) it is in conflict with the most basic notions of morality or justice.",
      "labels": [
        "STA"
      ],
      "id": "f1fc8f406b894d38b7e62c7982bdcab6_184"
    },
    {
      "start": 43521,
      "end": 43710,
      "text": "Explanation 2.--For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "163a2dbdc0be46d18e28ad3382f51271_185"
    },
    {
      "start": 43711,
      "end": 44097,
      "text": "\n(2-A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the court, if the court finds that the award is vitiated by patent illegality appearing on the face of the award:\nProvided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence\".\n30.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "80679ae38103429ca536e7db395ab7a2_186"
    },
    {
      "start": 44098,
      "end": 44292,
      "text": "In contrast to Section 115 of the said Code, which confers a specific power to vary or reverse an order of Civil Court, Section 34 of the Arbitration Act refers to only setting aside the Awards.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ba520b5e5c1147d39c60741926b92c05_187"
    },
    {
      "start": 44293,
      "end": 44369,
      "text": "Hence, with respect, the view taken by the Madras High Court is not correct.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc5033f30bc14374a46aeae6f7e1df36_188"
    },
    {
      "start": 44370,
      "end": 44567,
      "text": "The decision of the Gujarat High Court in the case of Gail (India) Ltd (supra) has not even adverted to the effect of the decision of the Apex Court in the case of Mc Dermott International (supra).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a720f021714e48eebc5a119f09f9e9b1_189"
    },
    {
      "start": 44568,
      "end": 44935,
      "text": "In the case of Saptarishi Hotels (supra), the Division Bench of the High Court of Telengana has proceeded to hold that the Court, while dealing with the application filed under Section 34 of the Arbitration Act, can even modify the Award passed by the Arbitral Tribunal while sustaining it in relation to a part thereof and setting it aside in relation to other part.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b85bc5345f534ca7905110ad207654f2_190"
    },
    {
      "start": 44936,
      "end": 45005,
      "text": "We are unable to take the said view for the reasons recorded earlier.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03ad1e8b34dc41bd96cc0b19e49156b3_191"
    },
    {
      "start": 45006,
      "end": 45324,
      "text": "Even if the Court which decides an application made by unsuccessful claimant is satisfied that a part of the claim of the claimant could not have been rejected by the Arbitral Tribunal, at the highest, that part of the award could be set aside, so that the claimant can again take recourse to the Arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e041a1362ee54818be4a6817ebe02399_192"
    },
    {
      "start": 45325,
      "end": 45530,
      "text": "The Andhra Pradesh High Court, in the case of Sudershan Rao (supra), has not adverted to the limitation on the powers of the Court while dealing with an application under Section 34 of the Arbitration Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7e828e4361264a47a1fd383e88f6cb89_193"
    },
    {
      "start": 45531,
      "end": 47560,
      "text": "\n31. Section 9 of the Arbitration Act reads thus:\n\"9. Interim measures, etc. by Courts - (1) A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with Section 36, apply to a Court:--\n(i) for the appointment of a guardian for a minor or a person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely:--\n(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.\n(2) Where, before the commencement of the arbitral proceedings, a court passes an order for any interim measure of protection under sub-section (1), the arbitral proceedings shall be commenced within a period of ninety days from the date of such order or within such further time as the court may determine.\n(3) Once the arbitral tribunal has been constituted, the court shall not entertain an application under sub- section (1), unless the court finds that circumstances exist which may not render the remedy provided under Section 17 efficacious\".\n(underlines supplied)\n32.",
      "labels": [
        "STA"
      ],
      "id": "4fefd502668c40abbe927388c493cabf_194"
    },
    {
      "start": 47561,
      "end": 47648,
      "text": "Thus, on its plain reading, an application under Section 9 can be made at three stages.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1e4ad2edf164ab69bd85cdcc2addf1b_195"
    },
    {
      "start": 47649,
      "end": 47796,
      "text": "(i) Before commencement of Arbitration; (ii) during the pending of arbitral proceedings and (iii) after making an Award, but before it is enforced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b57b0862f544495a4dc43ca91b898a3_196"
    },
    {
      "start": 47797,
      "end": 47937,
      "text": "Hence, after conclusion of the arbitral proceedings, recourse can be taken to Section 9 of the Arbitration Act before the Award is enforced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3f8e252efc54bef8e8446012471a562_197"
    },
    {
      "start": 47938,
      "end": 48037,
      "text": "The third contingency will arise only if there is an award made which is capable of being enforced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83055b70d0db44ab91d5bfdc9d344ac7_198"
    },
    {
      "start": 48038,
      "end": 48207,
      "text": "If, by the award, the claim is rejected, the unsuccessful party cannot take recourse to Section 9 of the Arbitration Act, pending the decision on Section 34 application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1675502ddd69421ea2fffa36ba9b1993_199"
    },
    {
      "start": 48209,
      "end": 48321,
      "text": "33. On this background, now we refer to the decision of the Bombay High Court in the case of Dirk India (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "75098be4b6ce4de88d19b98a3f952742_200"
    },
    {
      "start": 48322,
      "end": 48427,
      "text": "In paragraphs 13 and 14 of the said decision, the Division Bench of the Bombay High Court held thus:\n\"13.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0dfb57ff6375446ebbf5cb857a272b3d_201"
    },
    {
      "start": 48428,
      "end": 48467,
      "text": "Two facets of Section 9 merit emphasis.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2fccb8c5ea3c404bbfab92b9866c033a_202"
    },
    {
      "start": 48468,
      "end": 48697,
      "text": "The first relates to the nature of the orders that can be passed under clauses (i) and (ii). Clause (i) contemplates an order appointing a guardian for a minor or a person of unsound mind for the purposes of arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b181b1ba999047659433b92b0acff5f0_203"
    },
    {
      "start": 48698,
      "end": 49230,
      "text": "Clause (ii) contemplates an interim measure of protection for: (a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\nand (c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration; (d) an interim injunction or the appointment of a receiver; and (e) such other interim measure of protection as may appear to the Court to be just and convenient.",
      "labels": [
        "STA"
      ],
      "id": "c72b0aafca7f47919236a925bd3011d6_204"
    },
    {
      "start": 49231,
      "end": 49488,
      "text": "The underlying theme of each one of the sub-clauses of clause (ii) is the immediate and proximate nexus between the interim measure of protection and the preservation, protection and securing of the subject-matter of the dispute in the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b49e1139ed64b15b80007a302df9729_205"
    },
    {
      "start": 49489,
      "end": 49670,
      "text": "In other words, the orders that are contemplated under clause (ii) are regarded as interim measures of protection intended to protect the claim in arbitration from being frustrated.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50d5d6a4cdc14f069345f306be884eaa_206"
    },
    {
      "start": 49671,
      "end": 49792,
      "text": "The interim measure is intended to safeguard the subject-matter of the dispute in the course of the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf77c398c41f4b01a9be188274df749c_207"
    },
    {
      "start": 49793,
      "end": 49910,
      "text": "The second facet of Section 9 is the proximate nexus between the orders that are sought and the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b24b4ab26a247f6afab0f3cccf87f80_208"
    },
    {
      "start": 49911,
      "end": 50074,
      "text": "When an interim measure of protection is sought before or during arbitral proceedings, such a measure is a step in aid to the fruition of the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b3b23c3c71df4f3c995a5e80a4947e22_209"
    },
    {
      "start": 50075,
      "end": 50270,
      "text": "When sought after an arbitral award is made but before it is enforced, the measure of protection is intended to safeguard the fruit of the proceedings until the eventual enforcement of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6e679df9d0a1405c9653a7722bdcaa70_210"
    },
    {
      "start": 50271,
      "end": 50340,
      "text": "Here again the measure of protection is a step in aid of enforcement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1b5edf672bfd430db09ba32d151e9600_211"
    },
    {
      "start": 50341,
      "end": 50553,
      "text": "It is intended to ensure that enforcement of the award results in a realisable claim and that the award is not rendered illusory by dealings that would put the subject of the award beyond the pale of enforcement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "54006efbf58c4baebc330aef46b2e6e7_212"
    },
    {
      "start": 50554,
      "end": 50797,
      "text": "Now it is in this background that it is necessary for the Court to impart a purposive interpretation to the meaning of the expression \"at any time after the making of the arbitral award but before it is enforced in accordance with section 36\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee3aa180d59643e5a77a428d1be2482e_213"
    },
    {
      "start": 50798,
      "end": 50939,
      "text": "Under Section 36, an arbitral award can be enforced under the Code of Civil Procedure in the same manner as if it were a decree of the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a88f995246f47e9b17e512364a673b6_214"
    },
    {
      "start": 50940,
      "end": 51154,
      "text": "The arbitral award can be enforced where the time for making an application to set aside the arbitral award under Section 34 has expired or in the event of such an application having been made, it has been refused.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03524fb2b8ca4e989e31a90252d26458_215"
    },
    {
      "start": 51155,
      "end": 51271,
      "text": "The enforcement of an award enures to the benefit of the party who has secured an award in the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c6f583757304158a9c9156c401b5627_216"
    },
    {
      "start": 51272,
      "end": 51563,
      "text": "That is why the enforceability of an award under Section 36 is juxtaposed in the context of two time frames, the first being where an application for setting aside an arbitral award has expired and the second where an application for setting aside an arbitral award was made but was refused.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7805cf158b994925a91ae12504db1da0_217"
    },
    {
      "start": 51564,
      "end": 51859,
      "text": "The enforceability of an award, in other words, is defined with reference to the failure of the other side to file an application for setting aside the award within the stipulated time limit or having filed such an application has failed to establish a case for setting aside the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9170022d7cb4045a75578a3c2a0a608_218"
    },
    {
      "start": 51860,
      "end": 52168,
      "text": "Once a challenge to the arbitral award has either failed under Section 34 having been made within the stipulated period or when no application for setting aside the arbitral award has been made within time, the arbitral award becomes enforceable at the behest of the party for whose benefit the award enures.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "022403b2a3de4a39bd07e271bcd20278_219"
    },
    {
      "start": 52169,
      "end": 52424,
      "text": "Contextually, therefore, the scheme of Section 9 postulates an application for the grant of an interim measure of protection after the making of an arbitral award and before it is enforced for the benefit of the party which seeks enforcement of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1510c2b8504d4dfbac7d190061ac8e90_220"
    },
    {
      "start": 52425,
      "end": 52604,
      "text": "An interim measure of protection within the meaning of Section 9(ii) is intended to protect through the measure, the fruits of a successful conclusion of the arbitral proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8db0f4f5fe645d4a07888b98e4c4d0b_221"
    },
    {
      "start": 52605,
      "end": 52764,
      "text": "A party whose claim has been rejected in the course of the arbitral proceedings cannot obviously have an arbitral award enforced in accordance with Section 36.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "191026f6655d4d25ac7f70a6923a584a_222"
    },
    {
      "start": 52765,
      "end": 52972,
      "text": "The object and purpose of an interim measure after the passing of the arbitral award but before it is enforced is to secure the property, goods or amount for the benefit of the party which seeks enforcement.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5dbbe5890040458f9c05b7358f2041fb_223"
    },
    {
      "start": 52974,
      "end": 53117,
      "text": "14. The Court which exercises jurisdiction under Section 34 is not a court of first appeal under the provisions of the Code of Civil Procedure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3167d77e4ca14f5ba8a1a25ba84a6228_224"
    },
    {
      "start": 53118,
      "end": 53265,
      "text": "An appellate court to which recourse is taken against a decree of the trial Court has powers which are co- extensive with those of the trial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23562284bdc94876b3c9d4498c1ba081_225"
    },
    {
      "start": 53266,
      "end": 53445,
      "text": "A party which has failed in its claim before a trial Judge can in appeal seek a judgment of reversal and in consequence, the passing of a decree in terms of the claim in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9c206b8359c4d798050e11b3c96a89c_226"
    },
    {
      "start": 53446,
      "end": 53576,
      "text": "The court to which an arbitration petition challenging the award under Section 34 lies does not pass an order decreeing the claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "83361da5a0c54ec29bfd4bc6521deefe_227"
    },
    {
      "start": 53577,
      "end": 53795,
      "text": "Where an arbitral claim has been rejected by the arbitral tribunal, the court under Section 34 may either dismiss the objection to the arbitral award or in the exercise of its jurisdiction set aside the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "465f331e39444be3a4a686481722bfd7_228"
    },
    {
      "start": 53796,
      "end": 54005,
      "text": "The setting aside of an arbitral award rejecting a claim does not result in the claim which was rejected by the Arbitrator being decreed as a result of the judgment of the court in a petition under Section 34.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "729f7d0f966a433d93851e83755e02d3_229"
    },
    {
      "start": 54006,
      "end": 54281,
      "text": "To hold that a petition under Section 9 would be maintainable after the passing of an arbitral award at the behest of DIPL whose claim has been rejected would result in a perversion of the object and purpose underlying Section 9 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "476acb2700374b1898e0c13b34c2e136_230"
    },
    {
      "start": 54282,
      "end": 54462,
      "text": "DIPL's application under Section 9, if allowed, would result in the grant of interim specific performance of a contract in the teeth of the findings recorded in the arbitral award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1f1315fb66564c708ac6b8da12efcd64_231"
    },
    {
      "start": 54463,
      "end": 54692,
      "text": "The interference by the Court at this stage to grant what in essence is a plea for a mandatory order for interim specific performance will negate the sanctity and efficacy of arbitration as a form of alternate disputes redressal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "38f6a53c737b4c719b99b3fa9fdd1ba4_232"
    },
    {
      "start": 54693,
      "end": 54875,
      "text": "What such a litigating party cannot possibly obtain even upon completion of the proceedings under Section 34, it cannot possibly secure in a petition under Section 9 after the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a696c9b53bed470b9a3ba2bdba5a85db_233"
    },
    {
      "start": 54876,
      "end": 55163,
      "text": "The object and purpose of Section 9 is to provide an interim measure that would protect the subject-matter of the arbitral proceedings whether before or during the continuance of the arbitral proceedings and even thereafter upon conclusion of the proceedings until the award is enforced.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da2f3213458b427caf7231f6742a8421_234"
    },
    {
      "start": 55164,
      "end": 55350,
      "text": "Once the award has been made and a claim has been rejected as in the present case, even a successful challenge to the award under Section 34 does not result an order decreeing the claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8197d30254bf4ffb8ffe19a9d41d2609_235"
    },
    {
      "start": 55351,
      "end": 55436,
      "text": "In this view of the matter, there could be no occasion to take recourse to Section 9.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28f67c3f36a6472a8b0406df887097ab_236"
    },
    {
      "start": 55437,
      "end": 55766,
      "text": "Enforcement for the purpose of Section 36 as a decree of the Court is at the behest of a person who seeks to enforce the award\".\n(underlines added) The view taken by the Bombay High Court in paragraph 13 above has been quoted with approval in a recent decision of the Apex Court in the case of Hindustan Construction (supra).\n34.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "bdd76b232e024698a71c193a9cc8240d_237"
    },
    {
      "start": 55767,
      "end": 55946,
      "text": "According to us, the view taken by the Division Bench of the Bombay High Court is consistent with the view taken by the Apex Court in the case of Mc Dermott International (supra).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9952e71245249faa0ed1c507ab19734_238"
    },
    {
      "start": 55947,
      "end": 56097,
      "text": "Hence, the relief of injunction granted in the present case on an application made under Section 9 of the Arbitration Act could not have been granted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "055a06ea4c6d4cc88be71fd030c63bb3_239"
    },
    {
      "start": 56099,
      "end": 56220,
      "text": "35. In the facts of the present case, the entire claim made by the respondent has been rejected by the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a5a3fe3f614e4c0293cad25448d67598_240"
    },
    {
      "start": 56221,
      "end": 56430,
      "text": "Therefore, even if the respondent succeeds in the application filed under Section 34 of the Arbitration Act, at the highest, the Arbitral Award can be set aside, leaving the parties to begin fresh arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "24c44922ef74438aa92cbd0a00fdc44d_241"
    },
    {
      "start": 56431,
      "end": 56776,
      "text": "Therefore, this Court is of the considered view that the order of interim relief granted under the impugned order by allowing the application filed under Rules 1 and 2 of Order XXXIX of the said Code is illegal as it is not in aid of the final relief which can be granted in the pending application filed under Section 34 of the Arbitration Act.",
      "labels": [
        "RATIO"
      ],
      "id": "602abeec258f47caa18b887c05026147_242"
    },
    {
      "start": 56777,
      "end": 56832,
      "text": "There is a second reason why the said order is illegal.",
      "labels": [
        "RATIO"
      ],
      "id": "85a99a668dc84ac79fa2139056df3213_243"
    },
    {
      "start": 56833,
      "end": 57057,
      "text": "Even going by the material placed on record, it is evident that now the development of the schedule property has been undertaken by the new developer by virtue of the second JDA executed by the appellants on 13th March 2020.",
      "labels": [
        "RATIO"
      ],
      "id": "38fb889465854993ac90da85745b3d30_244"
    },
    {
      "start": 57058,
      "end": 57183,
      "text": "By the said second JDA, third party interests are already created in favour of the new developer who is not before the Court.",
      "labels": [
        "RATIO"
      ],
      "id": "8e1e4075d81540028d6a4d28f9f58acb_245"
    },
    {
      "start": 57184,
      "end": 57313,
      "text": "Therefore, for the reasons aforesaid, the impugned order of injunction cannot be sustained and the same deserves to be set aside.",
      "labels": [
        "RPC"
      ],
      "id": "e67e8dfa07d54c3eb0aee1616cb17ac5_246"
    },
    {
      "start": 57314,
      "end": 57589,
      "text": "Accordingly, we pass the following order:\nORDER i) The appeal is allowed;\nii) That part of the impugned order dated 19th November 2020 passed by the LXXXIII Additional City Civil and Sessions Judge, Bengaluru city (CCH-84) by which IA No.I is allowed, is hereby set aside and",
      "labels": [
        "RPC"
      ],
      "id": "2936ddf43e5b4066a3090896078c0c04_247"
    },
    {
      "start": 57590,
      "end": 57667,
      "text": "the application being IA No. I filed in Com.A.A. No.45/2020 stands dismissed;",
      "labels": [
        "RPC"
      ],
      "id": "9f5981d7bbf5442aa3d2875870c669a8_248"
    },
    {
      "start": 57668,
      "end": 57813,
      "text": "\niii) The direction regarding expeditious hearing of Com. A.S. No. 144/2019 is hereby maintained;\niv)    There shall be no order as to the costs.",
      "labels": [
        "RPC"
      ],
      "id": "ba33138cb81c465fb18bb4e2f0f27e20_249"
    },
    {
      "start": 57862,
      "end": 57964,
      "text": "Sd/-\n                                      CHIEF JUSTICE                                              ",
      "labels": [
        "RPC"
      ],
      "id": "43f1990e9ade4bdfb9634ae796fdd110_250"
    },
    {
      "start": 57964,
      "end": 58023,
      "text": "Sd/- \n                                           JUDGE VR  ",
      "labels": [
        "NONE"
      ],
      "id": "71887b19c1444b719dc0a1cd5f6110ce_251"
    }
  ]
}