{
  "id": "8106a9a6b61d56cfeb6bd96eaf1b2478a8f05b8c964efdb7308f2cec7eb6bb36",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court \nM/S Sadbhav Engineering Limited vs Efftech Infra Engineers on 8 January, 2024 \nAuthor: Sunita Agarwal\nBench: Sunita Agarwal \n                                                                                     Neutral Citation\n\n\n\n\n      C / Fa/4806/2023                               Judgment Dated: 08/01/2024\n\n                                                                                      undefined \n\n\n\n\n              In The High Court Of Gujarat At Ahmedabad\n\n                       R/ First Appeal No. 4806 of 2023 \n                                    With\n                 Civil Application (For Stay) No. 1 of 2023\n                      In R/First Appeal No. 4806 of 2023\n\nFor Approval And Signature:\n\nHonourable The Chief Justice Mrs. Justice Sunita Agarwal                sd/-\n\nand \n\nHonourable Mr. Justice Aniruddha P. Mayee                               sd/- \n\n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n\n1     Whether Reporters of Local Papers may be allowed                   Yes\n      to see the judgment ?\n\n2     To be referred to the Reporter or not ?                             No\n\n3     Whether their Lordships wish to see the fair copy                   No\n      of the judgment ?\n\n4     Whether this case involves a substantial question                   No\n      of law as to the interpretation of the Constitution\n      of India or any order made thereunder ?\n\n============== = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n                       M / S Sadbhav Engineering Limited \n                                    Versus\n                           Efftech Infra Engineers \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = ======================\nAppearance:\nMr Unmesh Shukla, Sr. Counsel, For Thakkar And Pahwa\nAdvocates(1357) for the Appellant(s) No. 1\nMr Shalin Mehta, Sr. Counsel, With Mr Saurin A Mehta, With\nMr Krishal H Patel(9644) for the Defendant(s) No. 1\n==================== = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n\n    Coram: Honourable The Chief Justice Mrs. Justice\n          Sunita Agarwal \n          and \n          Honourable Mr. Justice Aniruddha P. Mayee \n\n                               Date : 08/01/2024\n\n                               Oral Judgment\nNeutral Citation C/Fa/4806/2023 Judgment Dated: 08/01/2024 undefined Per Court:\n1. Heard Mr. Unmesh Shukla, learned Senior Advocate appearing for Thakkar and Pahwa Advocates for the appellant and Mr.  Shalin Mehta, learned Senior Advocate assisted by learned advocates Mr. Sauin A. Mehta and Mr. Krishal H. Patel for the defendant. \n2. The present First Appeal impugns the judgment and order dated 27.10.2023 passed by the learned Commercial Court at City Civil Court, Ahmedabad in Commercial Civil Misc. Application No.171 of 2023 whereby the learned Court has allowed the application under Section 9 of the Arbitration and Conciliation Act, 1996 [\"Act of 1996\" for short] and directed the appellant to furnish a bank guarantee of Rs.29,61,159/-.\n3. The brief facts of the case are that the appellant herein was awarded a contract by the National Highway Authority of India [\"NHAI\" for short] for 'augmenting existing road from 180.478 km to 221.610 (design chainage from NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined 181.450 km to 222.400km) on the Una to Kodinar National Highway No.8E in Gujarat by four laning'. The total project cost was Rs.40.95 crores. The appellant further sub- contracted the said work to the respondent company vide Work Order bearing No.SEL/SBHPL/FY17-18/WO/03841 dated 10.2.2018. The respondent carried out the work for the appellant under the said work order. Accordingly, inspections came to be made and running bills were raised by the respondent. Further, for the period between 1.4.2018 to 30.09.2022, the respondent raised invoices and accordingly, payment certificates came to be issued by the appellant herein in favour of the respondent. Thus, as per the agreement between the parties, the respondent concluded the work order and a sum of Rs.25,97,639/- remained due and payable to the respondent by the appellant. Despite several reminders, the appellant did not make the payment of the outstanding dues. The respondent also proposed a settlement with the appellant, but it did not make any payment even as per the settlement proposed by the respondent. It is the case of the respondent that the appellant is liable to pay a sum of NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined Rs.29,61,159/- in total towards the outstanding dues. 3.1 We may note that the work order consisted of an arbitration clause. The respondent company came to know that the appellant had received entire amount for the work done from the NHAI. Further, the audited accounts of the company for the financial year ended on 31.3.2023, showed huge losses. Also there was a negative cash flow in the balance sheet and profit and loss account. Apprehending genuine prejudice to its rights and interest, the respondent company moved an application under Section 9 of the Act of 1996 praying for the following reliefs:-\n\"28A. Direct the Respondent to provide monetary security by way of a Bank Guarantee of any Nationalized and/or Schedule Bank or any other appropriate security of Rs.34,88,713/- along with pendent lite interest in favour of the Applicant and/or deposit an equal amount of Rs.34,88,713/- along with pendent lite interest with this Hon'ble Court securing the amount in dispute in the Arbitration;\nB. Pass an order of attachment of the Bank Account of the Respondent, to be disclosed by the Respondent by way of an affidavit, being in its special knowledge, for an amount of Rs.34,88,713/- along with pendent lite interest;\nC. Pending hearing and till final disposal of the present Application, this Hon'ble Court may be pleased to direct Respondent to keep Rs. 34,88,713/- separately in its Bank Accounts and not deal with the same nor create any lien, charge, interest etc. over the same. \nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined D. Pass an ex-parte ad interim relief in terms of Para 28(C);\" \n3.2 The appellant company filed its reply opposing the said application. It was contended by the appellant that the respondent company is trying to seek priority amongst other creditors. The respondent company being an unsecured operational creditor, by way of the said application wants to rank equal to the secured creditors. It was submitted that there is no urgency for granting the relief as prayed for in the application by way of interim measure. The said relief can very well be granted by the Arbitral Tribunal in case the respondent company invokes arbitration clause. It was further stated in the reply that the respondent company had failed to prove the requirement needed for grant of attachment before judgment. It also failed to produce any substantial material on record to establish a prima facie case for attachment. Accordingly, the appellant company prayed for dismissal of the application under Section 9 of the Act of 1996. \nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined 3.3 After hearing both the parties, the learned Trial Court was pleased to allow the application under Section 9 of the Act of 1996 preferred by the respondent company. The Court has observed that the respondent company had prima facie dues of Rs.29,61,159/- recoverable from the appellant company and the financial status of the appellant company was not sound and there is a strong possibility of diminution of assets. In the aforesaid background, the learned Trial Court has allowed the application under Section 9 of the Act of 1996 with a view to ensure that the arbitration proceedings do not become infructuous and the award, if any, passed by the Arbitral Tribunal does not remain a paper award. In view thereof, it was directed to the appellant company to furnish a bank guarantee of Rs.29,61,159/- in the name of the Registrar, City Civil Court, Ahmedabad, within a period of 30 days from the date of the order. \nAggrieved, the appellant has preferred the present First Appeal. \n4. Mr. Unmesh Shukla, learned Senior Counsel, appearing for the appellant company submitted that the Trial NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined Court has failed to appreciate that there is no averment in the application under Section 9 of the Act of 1996 as to the likelihood of the appellant company being dissolved or that its assets would be disposed of as required under the provisions of Order XXXVIII Rules 4 and 5 of the Civil Procedure Code, 1908 [\"CPC\" for short]. He submits that in absence of any such averment, the application could not have been considered on merits. He further submits that the Trial Court has failed to appreciate the provisions of the CPC which are to be followed while deciding the application under Section 9 of the Act of 1996. The respondent company has failed to make out a strong prima facie case on merits; even the balance of convenience is not in favour of the appellant. No case is made out in respect of the diminution of the assets of the appellant company. \n5. It was argued that the respondent company only wants to seek priority over other operational creditors which is impermissible under Section 9 of the Act of 1996. By filing the said application, the respondent company is trying to NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined convert its unsecured debts into secured debts. It is further submitted that the reduction of the revenue or fall in the turn-over will not amount to diminution in assets. There are various recoverable dues of the appellant company. Further, the restructuring of the Company is under consideration before the NCLT. He would submit that even otherwise, the same cannot be a reason for a direction to furnish the bank guarantee. The Trial Court has failed to appreciate the law as laid down in the various judgments of the Hon'ble Supreme Court on the issue under consideration. \n6. It was urged that the Apex Court in the case of Sanghi Industries Ltd. v. Ravin Cables Ltd. & Anr. [2022 SCC Online SC 1329] has held that unless and until, the conditions as prescribed under Order XXXVIII Rule 5 of CPC are satisfied, an order granting interim relief under Section 9 of the Act of 1996 cannot be passed. It is held therein that there has to be a categorical pleading supported by cogent evidence to hold that there is exposition of an attachment before judgment and that the party was actively NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined engaging in activities such as removal or dissipation of assets so as to defeat any judgment or award that may ultimately be rendered. It is held therein that the power of attachment before judgment is not liable to be exercised to secure a debt which is yet to be established. \n7. The learned Senior Counsel has further submitted that the Trial Court has wrongly relied upon the decision of the Apex Court in the case of Essar House Private Ltd. v. Arcelor Mittal Nippon Steel India Ltd. [(2022) SCC Online 1219]. The law laid down therein has been distinguished in a subsequent decision in Sanghi Industries Ltd. (supra). The judgment of the Delhi High Court in case of Dr. Vivek Jain v. Prepladder Private Ltd., reported in 2023 SCC OnLine Del 6370, [OMP(I) (Comm) No.397 of 2022] has been pressed into service to argue that the Delhi High Court has explained the circumstances in which Essar House Private Ltd. (supra), would apply and that it was distinguished. It has been held by Delhi High Court that Sanghi Industries Ltd. (supra) being a subsequent NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined decision of the Apex Court would prevail over the previous decision in case of Essar House Private Ltd. (supra).\n8. Per contra, Mr. Shalin Mehta, learned Senior Counsel appearing for the respondent company submitted that the respondent company had completed the works on receiving orders from the appellant company through email, as per the required standards and mutually finalized measures with the rates and schedules to the satisfaction of the appellant company. Accordingly, as per the payment terms, R.A. bills were submitted to the appellant company and payment certificate came to be issued against such works duly approving the payment. Though against a lot of work done, bills were pending for a long period, the appellant company did not make payment against the said payment certificates without reasons. The respondent company invoked Clause 12 of the work order requesting for settlement of the outstanding dues. On receipt of the said email, the representatives of the appellant company and the partners of the respondent company held a meeting on 27.3.2023 for mediation. It was agreed in the said meeting to NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined settle the outstanding amount at Rs.22,05,217/- instead of total outstanding dues with the assurance that the aforesaid settlement amount shall be paid in two installments, first on or before 30.4.2023 and second installment on or before 31.7.2023. All the partners of the respondent company accordingly had executed the settlement agreement which was sent to the respondent by email dated 18.4.2023 and couriered on 15.4.2023. On failure to receive the first installment as per the settlement agreement, the partners of the respondent company visited the office of the appellant company on 7.6.2023, but there was no response from the management. \n9. It was placed before us that the appellant company published its audited financial results for the year ending on 31.3.2023 on 28.5.2023 showing huge financial loss to the tune of Rs.34,648.38 lakhs (standalone) and Rs.69,900.57 lakhs (consolidated). The independent auditor of the appellant company in its review report for the quarter ended on 30.6.2023 has stated that as per the consolidated financial NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined results, the appellant company accumulated losses exceed the paid up capital and reserves by Rs.1,884.40 crores and that the appellant company also finds difficulty in meeting obligation of payment to suppliers and statutory dues. 7.1 Learned Senior Counsel for the respondent has further submitted that the appellant company has received the amount from NHAI for the completed work and it does not have right to withhold the outstanding dues which are due and payable to the applicant. He would submit that further in view of the financial difficulty and non-payment of the dues by the appellant company to several other creditors, there are 18 applications pending before the NCLT, Ahmedabad for initiating action under Section 9 of the Insolvency and Bankrupcy Code, 2016. The corporate insolvency resolution process is yet to be initiated. \n10. He would submit that for the above reasons, the respondent company is under genuine and reasonable apprehension that the acts of the appellant company will prejudice the rights and interest of the respondent company. \nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined 11. Learned Senior Counsel would further submit that the dispute as raised by the respondent company is arbitrable and is required to be adjudicated through arbitration since the parties under the work order have agreed for the same. Further, the dispute is in relation to and arising out of the work order is covered by the arbitration clause contained therein. The respondent company has already invoked the arbitration clause by issuing notice to the appellant company. The Trial Court on appreciation of the facts of the case and also the law as laid down by the Apex Court in its various pronouncements, has exercised the power under Section 9 of the Act of 1996 which is in consonance with the law laid down by the Apex Court. The decision of the Trial Court is to protect the interest of the respondent company by directing the appellant company to furnish a bank guarantee of the outstanding amount which are duly acknowledged by it. No interference, as such, is called for in the impugned order and the same is to be upheld. \n12. Heard learned Senior Counsels for the parties and NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined perused the documents on record.\n13. At the outset, it is to be noted that the appellant company has not denied the issuance of payment certificates and the outstanding dues are admitted by the appellant company. Learned Senior Counsel for the appellant has also stated before this Court that he does not dispute the payment certificates issued by the appellant company as well as the outstanding amount under the said certificates. It was also admitted that the respondent company has performed its part of the contract and time to time running bills were raised for the completed work which were certified and accordingly, payment certificates came to be issued. In view of the above statement made by the appellant company, it is evident that the outstanding dues of respondent company against the appellant company, are admitted in all respects. \n14. Furthermore, it is also not in dispute that the financial condition of the appellant company is not sound. There are about 18 applications of different creditors pending against the appellant company before the NCLT. It is not in NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined dispute that the balance sheet of the appellant company is in the negative and the audited financial results showed huge losses. The independent auditor of the appellant company in its review report for the quarter ended 30.06.2023 has noted that accumulated losses exceed paid up capital and reserves by Rs.1,884.40 crores and the appellant company is in difficulty in meeting its obligations of payment to its creditors, suppliers and statutory dues. The restructuring of the appellant company is under consideration before the NCLT. \n15. The only submission of the learned Senior Counsel for the appellant company is that there is no imminent danger of diminution of assets. It was not the case of the respondent that the appellant company is going to dispose off its assets and there would be a situation where respondent would not be able to recover its dues. It was vehemently argued that the pendency of applications moved by the creditors before the NCLT is rather an indication that there are fair chances of revival of the appellant company as a NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined going concern. Moreover, the appellant company is not in a position to furnish Bank guarantee because of its current financial condition. The submission is that unless and until the pre-conditions of Order XXXVIII Rule 5 CPC are fulfilled, there is no question of passing an order of furnishing the Bank guarantee. \n16. We may note that at least from the above noted admitted facts, the respondent company has made out a prima facie case of pending dues to the tune of Rs.29,61,159/- recoverable from the appellant company and that as per the current financial status of the appellant company, it is not in a position to discharge its financial obligation. \n17. At this juncture, it would be profitable to refer to Section 9 of the Act of 1996 which as under:-\n\"9. Interim measures, etc. by Court.--A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court:\n(i) for the appointment of a guardian for a minor or a person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely:--\nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined (a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.\"\n18. To understand the scope of Section 9 of the Arbitration and Conciliation Act, 1996, we may refer to the decision of the Apex Court in the case of Arvind Constructions Co. (P) Ltd. versus Kalinga Mining Corporation and Others reported in (2007) 6 SCC 798, wherein arguments that the power under Section 9 of the Arbitration and Conciliation Act, 1996 is independent of the Specific Relief Act or that the restrictions placed by the Specific Relief Act cannot control the exercise of power under NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined Section 9 of the Act, was repelled. It was held that the power under Section 9 is conferred on the District Court. No special procedure is prescribed by the Act in that behalf. The Court entertaining an application under Section 9 of the Act shall have the same power for making orders as it has for the purpose and in relation to any proceedings before it. General rule governing the Court while considering the grant of an interim injunction at the threshold are attracted even while dealing with an application under Section 9 of the Act, 1996. The same is on the principle that when a power is conferred under special statute and it is conferred on an ordinary court of the land, without laying down any special condition for exercise of that power, the general rules of procedure of that Court would apply. It was held that the Act does not prima facie purport to keep out the provisions of the Special Relief Act from consideration. The exercise of power under Section 9 of the Act must be based on well recognized principles governing the grant of interim injunction and other orders of interim protection or the appointment of Receiver. \nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined 19. In Adhunik Steels Ltd. versus Orissa Manganese and Minerals (P) Ltd. reported in (2007) 7 SCC 125, in an appeal arising out of the order of the High Court of dismissal of the Appeal under Section 37(1)(a) of the Act, 1996 against the order of the District Court in a petition under Section 9 of the Act, 1996 filed by the appellant, the import of Section 9 of the Act, 1996 was discussed by the Apex Court. It was held that it is true that Section 9 speaks of the Court by way of an interim measure passing an order for protection, for preservation, interim custody or sale of any goods, which are the subject matter of the arbitration agreement and such interim measure of protection as may appear to the court to be just and convenient. It was observed that the grant of an interim prohibitory injunction or an interim mandatory injunction are governed by well known rules and it is difficult to imagine that the legislature while enacting Section 9 of the Act, 1996 intended to make a provision which was de hors the accepted principles that governed the grant of an interim injunction. Noticing sub- clauses (d) and (e) in Clause (ii) of sub-section (1) of Section NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined 9, it was observed that similar is the position regarding the appointment of a Receiver since the Section brings in the concept of \"just and convenient\" while speaking of passing any interim measure of protection. The concluding words in sub-section (1) of Section 9 \"and the court shall have the same power for making orders as it has for the purpose, and in relation to any proceedings before it\" have been interpreted to suggest that the normal rules that govern the court in the grant of interim orders is not sought to be jettisoned by the provision. It was observed that when a party is given a right to approach an ordinary court of the country without providing a special procedure or a special set of rules in that behalf, the ordinary rules followed by that court would govern the exercise of power conferred by the Act. The fundamental principles governing the exercise of power for grant of interim injunction, the concept of balance of convenience, prima facie case, irreparable injury and the concept of just and convenient while passing interim measures under Section 9 of the Act, therefore, cannot be kept out. \nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined 20. In Essar House Private Ltd. (supra), the issue before the Apex Court was that whether while deciding Section 9 application filed under the Arbitration and Conciliation Act, 1996, the principles of the Code of Civil Procedure, 1908 are to be strictly followed. The principles enunciated by the Apex Court in the case of Raman Tech & Process Engg. Co. and Another versus Solanki Traders reported in (2008) 2 SCC 302, were noted therein. \n21. At this juncture, we may note that in Raman Tech & Process Engg. Co. and Another (supra), it was held that power under Order XXXVIII Rule 5 of CPC is the drastic and extraordinary power. Such power should not be exercised mechanically or merely for the asking. It should be used sparingly and strictly in accordance with the Rule. The purpose of Order XXXVIII Rule 5 is not to convert an unsecured debt into a secured debt. While considering the said decision, the Apex Court in Essar House Private Ltd. (supra) has proceeded to discuss the scope of Section 9 of NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined the Arbitration and Conciliation Act, 1996 in paragraph 38, 40 and 41 as under : -\n\"38. In this case, however, the High Court has taken note of the pleadings for invoking the principles of Order 38 Rule 5 CPC and observed :-\n\"31. In our view, the paragraphs of the aforesaid pleadings of the respondent in arbitration petition filed under section 9 filed by the respondent were sufficient to secure the claim of the respondent under section 9 of the Arbitration Act and to invoke the principles of Order 38 Rule 5 of the Code of Civil Procedure even if it is strictly made applicable to the facts of this case.\" \n40. While it is true that the power under Section 9 of the Arbitration Act should not ordinarily be exercised ignoring the basic principles of procedural law as laid down in the CPC, the technicalities of CPC cannot prevent the Court from securing the ends of justice. It is well settled that procedural safeguards, meant to advance the cause of justice cannot be interpreted in such manner, as would defeat justice. \n41. Section 9 of the Arbitration Act provides that a party may apply to a Court for an interim measure or protection inter alia to (i) secure the amount in dispute in the arbitration; or (ii) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.\n22. Having considered the scope of Section 9 as discussed by different High Courts in various decisions noted therein, it was concluded in paragraph No. 48, 49 and 50 of Essar House Private Ltd. (supra) as under : -\n\"48. Section 9 of the Arbitration Act confers wide power on the Court to pass orders securing the amount in dispute in arbitration, whether before the NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined commencement of the arbitral proceedings, during the arbitral proceedings or at any time after making of the arbitral award, but before its enforcement in accordance with Section 36 of the Arbitration Act. All that the Court is required to see is, whether the applicant for interim measure has a good prima facie case, whether the balance of convenience is in favour of interim relief as prayed for being granted and whether the applicant has approached the court with reasonable expedition. \n49. If a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order 38 Rule 5 of the CPC. \n50. Proof of actual attempts to deal with, remove or dispose of the property with a view to defeat or delay the realisation of an impending Arbitral Award is not imperative for grant of relief under Section 9 of the Arbitration Act. A strong possibility of diminution of assets would suffice. To assess the balance of convenience, the Court is required to examine and weigh the consequences of refusal of interim relief to the applicant for interim relief in case of success in the proceedings, against the consequence of grant of the interim relief to the opponent in case the proceedings should ultimately fail.\" \n23. It was, thus, held that Section 9 of the Arbitration and Conciliation Act, 1996 which confers powers on the Court to pass orders securing the amount in dispute in arbitration, whether before the commencement of arbitral proceedings, during the arbitral proceedings or at any time after making of the arbitral award, but before its enforcement in accordance NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined with Section 36 of the Arbitration Act, confers wide powers on the Court. If strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration Act should not withhold relief on the mere technicality of absence of averments incorporating the grounds for attachment before judgment under Order VVVXIII Rule 5 of the CPC. Proof of actual attempts to deal with, remove or dispose of the property with a view to defeat or delay the realisation of an impending arbitral award is not imperative for grant of relief under Section 9 of the Arbitration Act. A strong possibility of diminution of assets would suffice. The Court has to assess the balance of convenience, weighing the consequences of refusal of interim relief to the applicant in case of success in the proceedings, as against the consequence of grant of the interim relief in case the proceedings should ultimately fail. \n24. It is, thus, clear that the principles of strong prima case and weighing the balance of convenience vis-a-vis the NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined claims of the contesting parties will have to be applied in the facts and circumstances of a particular case. \n25. As rightly noted by the Division Bench of Delhi High Court in the case of Dr. Vivek Jain versus Prepladder Private Ltd. reported in 2023 SCC OnLine Del 6370, the observation bearing in Essar House Private Ltd. (supra), where the Apex Court alluded to the possibility of \"diminution of assets\" appeared on the facts found by the Apex Court where refundable security deposit was being utilised for the purposes of liquidating the dues of Essar Steel owed to third parties by way of series of internal arrangements. Since the Apex Court had found on facts that the security deposit was otherwise refundable to the appellant therein, it had frowned upon the course as adopted and was, thus, constrained to render the observations noted hereinabove.\n26. In a later decision of the Apex Court in the case of Sanghi Industries Ltd. (supra), the Apex Court was dealing with the order passed by the Commercial Court in an NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined application under Section 9 of the Arbitration and Conciliation Act, 1996. It was noted therein that the dispute between the parties was with respect to three purchase orders and the appellant therein had served a notice upon the respondent no. 1 claiming a loss of INR 29.31 crores (approximately) owing to the defective cable supply. The respondent No. 1, on the other hand, sent a legal notice claiming for outstanding payment of INR 11.30 crores (approximately). The appellant, in turn, had invoked the Bank guarantees issued by the respondent No. 1 therein, which according to the respondent No. 1 were by way of performance bank guarantees. The arbitration clause was, thereafter, invoked by the appellant and the respondent no. 1 therein immediately filed an application under Section 9 of the Arbitration and Conciliation Act, 1996. Taking note of these circumstances of the case, it was noted by the Apex Court that the Commercial Court while passing the order Section 9(ii)(e) of the Arbitration Act, 1996 to secure the amount-in-dispute by directing the appellant therein to deposit the amount of respective performance bank NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined guarantees, which, as such, had already been invoked and for which the payments were already made by the Bank, had ignored the import and purport of Section 9(ii)(e) of the Arbitration Act, 1996. It was, thus, held that until and unless the pre-conditions under the Order XXXVIII Rule 5 of CPC are satisfied and unless there are specific allegations with cogent material and unless prima facie the Court is satisfied that the appellant is likely to defeat the decree / award that may be passed by the Arbitrator, by disposing of the property and/or in any other manner, the Commercial Court cannot pass such order in exercise of power under Section 9 of the Arbitration Act, 1996. It was further observed that the order(s) which may be passed by the Commercial Court in an application under Section 9 of the Arbitration Act, 1996, is basically and mainly by way of interim measure. In a given case, if all the conditions of the Order XXXVIII Rule 5 of the CPC are satisfied, and the Commercial Court is satisfied on the conduct of the opponent that the opponent is trying to sell its property to defeat the award that may be passed and / or any other conduct on the part of the opponent which may NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined tantamount to any attempt on the part of the opponent to defeat the award that may be passed in the arbitral proceedings, the Commercial Court may pass an appropriate order including the restrain order, and/or any other appropriate order to secure the interest of the parties. However, unless and until the conditions mentioned in Order XXXVIII Rule 5 of the CPC are satisfied such an order could not have been passed by the Commercial Court in the facts of the said case. \n27. It would not be out of place to note here that the above noted observations were made by the Apex Court noticing the facts and circumstances of the case that there was very serious dispute on the amount claimed by the rival parties, which was to be adjudicated upon in the proceedings before the Arbitral Tribunal. \n28. In the decision relied upon by learned Senior Counsel for the appellant, of the High Court of Delhi in Tahal Consulting Engineers India Pvt. Ltd. versus Promax NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined Power Ltd. reported in 2023 SCC OnLine Del 2069, the High Court has considered the law laid down by the Apex Court in Essar House Private Ltd. (supra), in the facts and circumstances of the case before it. It was noted that it is, now, well settled that while the Arbitral Tribunal may not be strictly bound by the principles which inform Order XXXVIII Rule 5 of the Code, it could adopt principles analogous to those comprised in that provision. Courts have repeatedly held that while the power to attach before Award may not have been specifically set out in Sections 9 and 17 of the Act, 1996, but such an order could be made if circumstances so warrant. Indubitably, while the Arbitral Tribunal or for that matter the Court under Section 9 may not be strictly bound by the rigidity of the discretion vested upon a Court by the Code, at the same time when it does choose to exercise that power it must do so guided by the principles accepted as relevant and germane for that power being wielded. The power of attachment before judgment has always been understood and described to be one which is harsh and severe in character. That power, as has been repeatedly held, NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined is not liable to be invoked merely upon a claim being found upon a prima facie evaluation to have a just or valid claim. Apart from establishing the existence of a strong prima facie case, it would also be obligatory upon the claimant to establish that the defendant before the Tribunal is indulging in activities aimed at dissipation of assets or seeking to remove assets with an intent to defeat the Award that may ultimately be rendered. It is settled that the power of attachment before judgment is not liable to be exercised to secure a debt which is yet to be established before the Tribunal. The power of attachment before judgment would, thus, be liable to be exercised where the Tribunal is convinced that the claimant has made out a strong prima facie case and is likely to ultimately succeed. \n29. The twin test as discussed by the Delhi High Court in Tahal Consulting Engineers India Pvt. Ltd. (supra), which must be satisfied before an order of attachment being justifiably made under Section 9 of the Arbitration Act, 1996 are : -\nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined (i) The claimant has made out a prima facie case and is likely to ultimately succeed;\n(ii) In case, emergent steps are not taken, the respondent would be able to remove its assets from the control of the Tribunal and, thus, deny the claimant the fruits of the award that may ultimately be pronounced.\n30. It is, thus, held that the power to attach even before judgment is rendered would have to be founded upon the material, which would establish or indicate the party taking steps to disperse or dispose of its assets with an intent to defeat judgment that may be ultimately passed. \n31. The observations in Essar House Private Ltd. (supra), that \"strong possibility of diminution of assets would suffice\", has been considered in Tahal Consulting Engineers India Pvt. Ltd. (supra), in light of the arguments before the High Court that it was not incumbent upon claimant to prove any actual attempt having been made by the opponent to remove or dispose of its assets, based on NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined the said decision. \n32. It is observed in Tahal Consulting Engineers India Pvt. Ltd. (supra), that on a holistic reading of the observations in Essar House Private Ltd. (supra), the phrase \"possibility of diminution of assets\" has to be understood within the scope and ambit of Order XXXVIII Rule 5 of Code of Civil Procedure in the facts and circumstances of the case. It cannot be read out of context or in disjointed fashion. The said expression came to be employed by the Apex Court in light of the fact of the said case. It was noted that Essar Steel is an authority for the proposition that it is not necessary that an actual attempt to fritter away assets be discovered or proven. If a steady fall in assets over a period of time is established or if it be found that assets are steadily shrinking, those situations could also possibly constitute a circumstance where the power may be justifiably invoked. When Essar House had spoken of \"diminution of assets\", it does not propound that the reduction in revenues or a fall in turnover would as a general rule constitute a diminution of assets. We may note that the said observations were made by NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined the Delhi High Court in the facts and circumstances of the case before it noticing that from the material on record, from a financial stand point, the opponent was in a far strong position then the applicant therein. \n33. The settled position of law with regard to the powers of the Court within the scope and ambit of Section 9 of the Arbitration and Conciliation Act, 1996, thus, can be culled as under : -\n(i) General rule governing the Court while considering the grant of interim injunction are attracted while dealing with the application under Section 9 of the Arbitration Act, 1996. The exercise of power under Section 9 of the Act must be based on well recognized principles governing the grant of injunction and other orders of interim protection. \n(ii) The fundamental principles governing the exercise of power for grant of interim injunction namely the concept of balance of convenience, prima facie case, irreparable injury and concept of just and convenient while passing interim measures under Section 9 of the Act would have to be strictly followed. \nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined (iii) The power Under XXXVIII Rule 5 of CPC is drastic and extraordinary power. Such power should not be exercised mechanically and should be used sparingly and strictly in accordance with the Rule. \n(iv) Until and unless the pre-conditions of Order XXXVIII Rule 5 of CPC are satisfied and unless there are specific allegations with cogent material and the Court is prima facie satisfied that the opponent is likely to defeat the decree / award that may be passed by the Arbitrator, by disposing of the property and / or in any other manner, it cannot pass such order in exercise of power under Section 9 of the Arbitration Act, 1996. The Court must satisfied on the conduct of the opponent that the opponent is trying to sell its property to defeat the award that may be passed and/or any other conduct on the part of the opponent which may tantamount to any attempt on the part of the opponent to defeat the award that may be passed in the arbitral proceedings before passing the restrain order and / or an other appropriate order to secure interest of the parties. \nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined (v) If a strong prima facie case is made out and the balance of convenience is in favour of the interim relief being granted, the Court exercising power under Section 9 of the Arbitration Act, 1996 should not withhold relief on the mere technicality of absence of averements incorporating the grounds for attachment before judgment under Order XXXVIII Rule 5 of the CPC. Proof of actual attempts to deal with, remove or dispose of the property with a view to defeat or delay the realisation of impending arbitral award is not imperative for grant of relief under Section 9 of the Arbitration Act, 1996. \n(vi) The Court has to assess the balance of convenience weighing the consequence of refusal of interim relief to the applicant in case of success in the proceedings as against the consequence of grant of interim relief in case the proceedings should ultimately fail. The principles of strong prima facie case and weighing the balance of convenience vis-a-vis the claim of the contesting parties will have to be applied in the facts and circumstances of a given case. \nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined (vii) The observations of the Apex Court in Essar House Pvt. Ltd. (supra), that \"strong possibility of diminution of assets would suffice\" would have to be understood in the context of above noted principles and cannot be read out of context or any disjointed fashion.\n(viii) For exercise of power of attachment before judgment twin test to be applied, are : -\n(a) The claimant has made out a prima facie case and is likely to ultimate succeed;\n(b) In case, emergent steps are not taken, the opponent would be able to remove its assets from the control of the Tribunal and, thus, deny the claimant the fruits of the award that may ultimately be pronounced. \n(ix) The power of attachment even before judgment would have to be founded upon the material which would establish or indicate the party taking steps to disperse or dispose of its assets with an intent to defeat judgment that may be ultimately passed. \n34. Thus, the scope and purport of Section 9 of the Arbitration Act, 1996 can be understood in a way that interim NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined orders in exercise of power under the said provision are to be issued by the Court to facilitate the arbitration proceedings by protecting the interest of the parties seeking interim protection until its rights are finally adjudicated by the Arbitral Tribunal and to ensure that the award, if any, passed by the Arbitral Tribunal can be executed. It is the duty of the Court to ensure that such interim order, so granted, in favour of one party, will not frustrate the process of arbitration, even if a prima facie case exists. The interim measures ordered by the Court shall be such which would ultimately achieve the ends of justice, being just and convenient in the facts and circumstances of the case by protecting or safeguarding the interest of the parties at the initial stage. \n35. Applying the abovenotd principles in the facts and circumstances of the present case, we may note that a strong prima facie case has been made out by the respondent that dues of Rs. 29,61,159/- are recoverable from the appellant company against the payment certificates issued to it by the appellant company, thus, admitting the dues as payable. It is also proved from the record that financial condition of the NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined appellant company is not sound and various applications filed by the creditors are pending before NCLT. Audit report of the appellant company brought on record would show that the appellant company is in financial crunch and its financial consolidated results show accumulated loss exceed paid up capital and reserves by Rs.1,884.40 crores. The Board of Directors in its resolution also recorded that the appellant company is in difficulty in meeting its obligations to make payment of its statutory dues and many of its lenders have declared the appellant company as NPA. The categorical statement made by the applicant - respondent before the trial Court that the appellant company has received full payment from the National Highways Authority (NHAI) towards the work done by the respondent company and such amount has also not been paid to the respondent company even on receipt of the same, remains uncontroverted. \n36. The categorical statement made in this regard in the application by the respondent before the Commercial Court (paragraph 21 and 23) have not been replied in the affidavit- in-reply filed on behalf of the appellant company therein. The NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined contention of the learned Senior Counsel for the appellant based upon the decision of the Apex Court in Sanghi Industries Ltd. (supra), that as there is no instance or any proof of any actual attempt having been made by the appellant company to remove or dispose of its assets, the pre- conditions of Order XXXVIII Rule 5 of the CPC are not satisfied, is found to be untenable in view of the abovenoted facts and circumstances of the instant case. \n37. We are of the considered view that twin conditions of grant of interim measure, i.e. a strong prima facie case and balance of convenience weighing in favour of the respondent company are fulfilled in the facts and circumstances of the instant case and there was a necessity of providing interim protection to the respondent, as in the case of refusal thereof, the interest of the respondent would be seriously impaired or prejudiced. In the facts of the instant case, as is evident that in the event of refusal to grant interim protection to the respondent, there may be a situation where the respondent may not be able to enjoy the fruits of success in the NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined arbitration proceedings. We may also note that the application under Section 11 of the Arbitration and Conciliation Act, 1996 has already been filed by the respondent before this Court, and which is pending consideration. \n38. For the above discussion, we do not find any good ground to interfere in the judgment and order dated 27.10.2023 passed by the Commercial Court at City Civil Court, Ahmedabad in Commercial Civil Misc. Application No.171 of 2023. The instant First Appeal is found devoid of merits and is, accordingly, dismissed. No order as to costs. Connected Civil Application for stay also stands disposed of. \nsd/-\n(SUNITA AGARWAL, CJ ) sd/-\n(ANIRUDDHA P. MAYEE, J.) KAUSHIK D. CHAUHAN / Amar Singh",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "653fab15437b4a0db6a7e671635c8518_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9fe6daa2e0ec47fbaf7f07ac53440006_1"
    },
    {
      "start": 242,
      "end": 261,
      "text": "\nGujarat High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f50961d7b3a04e38a83d8247c2655ebb_2"
    },
    {
      "start": 262,
      "end": 340,
      "text": "\nM/S Sadbhav Engineering Limited vs Efftech Infra Engineers on 8 January, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b67e60ae45094dab975bea6c2a561d33_3"
    },
    {
      "start": 342,
      "end": 371,
      "text": "Author: Sunita Agarwal\nBench:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f5454f8058824e78ba50d143627ed156_4"
    },
    {
      "start": 372,
      "end": 386,
      "text": "Sunita Agarwal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f6ee3fb6d7b345adb49b82b5ab8f696a_5"
    },
    {
      "start": 473,
      "end": 500,
      "text": "Neutral Citation\n\n\n\n\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fb52441129fc426ab4018a875a0fd9de_6"
    },
    {
      "start": 500,
      "end": 516,
      "text": "C / Fa/4806/2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "586f9194fd7b48788e854fa2f3136795_7"
    },
    {
      "start": 547,
      "end": 670,
      "text": "Judgment Dated: 08/01/2024\n\n                                                                                      undefined",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1d2995fadb8e4540bedc4c7baa973073_8"
    },
    {
      "start": 690,
      "end": 756,
      "text": "In The High Court Of Gujarat At Ahmedabad\n\n                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "48feeb71bfdd4428ac310e99ebb435ee_9"
    },
    {
      "start": 756,
      "end": 788,
      "text": "R/ First Appeal No. 4806 of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de774319db0e4d338cc36c64c3852f58_10"
    },
    {
      "start": 826,
      "end": 913,
      "text": "With\n                 Civil Application (For Stay) No. 1 of 2023\n                      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ce5ab0522acb482aa0eed09094982584_11"
    },
    {
      "start": 913,
      "end": 978,
      "text": "In R/First Appeal No. 4806 of 2023\n\nFor Approval And Signature:\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5ca7e7eb56d044e58a9c099f0fdc2bdb_12"
    },
    {
      "start": 978,
      "end": 988,
      "text": "Honourable",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26a0aeda69d74019810bf31b32062231_13"
    },
    {
      "start": 989,
      "end": 1034,
      "text": "The Chief Justice Mrs. Justice Sunita Agarwal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "876498e5cd004ee5a1f301f5acf7f45c_14"
    },
    {
      "start": 1050,
      "end": 1059,
      "text": "sd/-\n\nand",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8d1afeb8d2f4577b09db4c3a5c1217c_15"
    },
    {
      "start": 1060,
      "end": 1103,
      "text": "\n\nHonourable Mr. Justice Aniruddha P. Mayee",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5dbc2fbcad14d89824b1cf07f4c1875_16"
    },
    {
      "start": 1134,
      "end": 1142,
      "text": "sd/- \n\n=",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8061fcef3c904d77ac79968dc5fe0be0_17"
    },
    {
      "start": 1143,
      "end": 1150,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8e0ddf023ab647429fd04cab1f87041f_18"
    },
    {
      "start": 1151,
      "end": 1158,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47d306c938a946028fcd7d9d8953b81d_19"
    },
    {
      "start": 1159,
      "end": 1166,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cfe50a051f904f0c9ab7bae5d357cd0a_20"
    },
    {
      "start": 1167,
      "end": 1174,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f13a00d5a2594a5891822fc31e31a28d_21"
    },
    {
      "start": 1175,
      "end": 1182,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4d4a9c6c51fb40048feb54151f6bef96_22"
    },
    {
      "start": 1183,
      "end": 1190,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e4844010621449ddb99654807b16555f_23"
    },
    {
      "start": 1191,
      "end": 1198,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f4a4f5aeb9f94b78ac6609303e9aada3_24"
    },
    {
      "start": 1199,
      "end": 1206,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "be4d8d6ab4134409a71df2494378e2f7_25"
    },
    {
      "start": 1207,
      "end": 1214,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fca05ab56c7143e6a78321cde47c903e_26"
    },
    {
      "start": 1215,
      "end": 1222,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "290b871c836b442db50ba7654476459f_27"
    },
    {
      "start": 1223,
      "end": 1230,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5f78d777aea44acaabf64f9c24462317_28"
    },
    {
      "start": 1231,
      "end": 1238,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f2214598984e4055910be3bd4fe8dc36_29"
    },
    {
      "start": 1239,
      "end": 1246,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3c115a99dbf44410939d74c32ba736c3_30"
    },
    {
      "start": 1247,
      "end": 1254,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ebab6b9129e42b78b7ecebc4cd29762_31"
    },
    {
      "start": 1255,
      "end": 1409,
      "text": "=\n\n1     Whether Reporters of Local Papers may be allowed                   Yes\n      to see the judgment ?\n\n2     To be referred to the Reporter or not ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8dee06fd71ec4dda90575a0da81c9074_32"
    },
    {
      "start": 1438,
      "end": 1740,
      "text": "No\n\n3     Whether their Lordships wish to see the fair copy                   No\n      of the judgment ?\n\n4     Whether this case involves a substantial question                   No\n      of law as to the interpretation of the Constitution\n      of India or any order made thereunder ?\n\n==============",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aeaba252d4b649b18593457b510018ec_33"
    },
    {
      "start": 1741,
      "end": 1748,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2d09c4ca1fd4b1282ddc3e6cb784be2_34"
    },
    {
      "start": 1749,
      "end": 1756,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "870a569480c042358797f4a969a11e32_35"
    },
    {
      "start": 1757,
      "end": 1764,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fa14bebac3a8437e82f2dfec632194d7_36"
    },
    {
      "start": 1765,
      "end": 1772,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "45d092f5b3674adeb3942b91927a6a34_37"
    },
    {
      "start": 1773,
      "end": 1780,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "670f0c712baa4069a1de1d38fa21061d_38"
    },
    {
      "start": 1781,
      "end": 1788,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cacc000a50a54c2f923588bac2b0b3ee_39"
    },
    {
      "start": 1789,
      "end": 1796,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "702864d00bb44dcbb9d909859ed8113d_40"
    },
    {
      "start": 1797,
      "end": 1804,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f940585193e94e4bae8c7caf86fe297a_41"
    },
    {
      "start": 1805,
      "end": 1812,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2a858be0ba6f4b7a93051c84e669e71c_42"
    },
    {
      "start": 1813,
      "end": 1820,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "729e4fe6c30044eca77742cd4467fecd_43"
    },
    {
      "start": 1821,
      "end": 1852,
      "text": "= = = =\n                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18a3d201588445c3a4db5cfaf598c9f0_44"
    },
    {
      "start": 1852,
      "end": 1885,
      "text": "M / S Sadbhav Engineering Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ecdce25657f7404583a24a9d8cfeb1ce_45"
    },
    {
      "start": 1923,
      "end": 1957,
      "text": "Versus\n                           ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8b01caa879d4218a26a12271cfa4d06_46"
    },
    {
      "start": 1957,
      "end": 1980,
      "text": "Efftech Infra Engineers",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f9b2a15e0a7c46329c45460a51d55393_47"
    },
    {
      "start": 1982,
      "end": 1989,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9adfb1dd7f804e47b208ae00257b37eb_48"
    },
    {
      "start": 1990,
      "end": 1997,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a7c5ff5fe9b3496d90893e953159cda1_49"
    },
    {
      "start": 1998,
      "end": 2005,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5bebc000734249e3aec0131ae5ae13c4_50"
    },
    {
      "start": 2006,
      "end": 2013,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c6504c5975fb4d3581dd5c1a0471ee2b_51"
    },
    {
      "start": 2014,
      "end": 2021,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d45478aab3fa4e4294e3780e6097c419_52"
    },
    {
      "start": 2022,
      "end": 2029,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f8022b098b314a638d6097826ad86039_53"
    },
    {
      "start": 2030,
      "end": 2037,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69875a2daaa04a7ab15bcba2508637e2_54"
    },
    {
      "start": 2038,
      "end": 2045,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4f04409ffc3c4911b2fbab7258af693f_55"
    },
    {
      "start": 2046,
      "end": 2053,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3d9436f422c54c619bbade73d0d4e798_56"
    },
    {
      "start": 2054,
      "end": 2077,
      "text": "======================\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85611ab587fb4035a7edde928c0c9657_57"
    },
    {
      "start": 2077,
      "end": 2316,
      "text": "Appearance:\nMr Unmesh Shukla, Sr. Counsel, For Thakkar And Pahwa\nAdvocates(1357) for the Appellant(s) No. 1\nMr Shalin Mehta, Sr. Counsel, With Mr Saurin A Mehta, With\nMr Krishal H Patel(9644) for the Defendant(s) No. 1\n====================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "97b4301127bd4518a5275c2affe84f95_58"
    },
    {
      "start": 2317,
      "end": 2324,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5fc4267b73ae49afad892ee99f3d52c1_59"
    },
    {
      "start": 2325,
      "end": 2332,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "33888346a7174303a9569df0f482115f_60"
    },
    {
      "start": 2333,
      "end": 2340,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "61d33cdecf254d3d89811326d3a503d3_61"
    },
    {
      "start": 2341,
      "end": 2348,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8dd1a60494b04b5eaebe41f711197829_62"
    },
    {
      "start": 2349,
      "end": 2356,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7e4cefca7d494267b86bb04066e3fc84_63"
    },
    {
      "start": 2357,
      "end": 2364,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fca4f93a526e48d6a999cb1126e04b8b_64"
    },
    {
      "start": 2365,
      "end": 2372,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8d9a3cd2cac54e6c9540b5501a15c5a8_65"
    },
    {
      "start": 2373,
      "end": 2380,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "48d6ed8e61d2464491dbfbb7867877ec_66"
    },
    {
      "start": 2381,
      "end": 2388,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e4f4acf32e934b42828de191c9f39908_67"
    },
    {
      "start": 2389,
      "end": 2404,
      "text": "= =\n\n    Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bafa4348ba1c462eafe9c1f31602c619_68"
    },
    {
      "start": 2405,
      "end": 2471,
      "text": "Honourable The Chief Justice Mrs. Justice\n          Sunita Agarwal",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1c6d3161e0d047e9ae9022f5eede2a2d_69"
    },
    {
      "start": 2472,
      "end": 2539,
      "text": "\n          and \n          Honourable Mr. Justice Aniruddha P. Mayee",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6b4fb309d6b3401e887bc0217502082e_70"
    },
    {
      "start": 2573,
      "end": 2836,
      "text": "Date : 08/01/2024\n\n                               Oral Judgment\nNeutral Citation C/Fa/4806/2023 Judgment Dated: 08/01/2024 undefined Per Court:\n1. Heard Mr. Unmesh Shukla, learned Senior Advocate appearing for Thakkar and Pahwa Advocates for the appellant and Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "36af719b649b4098ac0664647798bb98_71"
    },
    {
      "start": 2837,
      "end": 2968,
      "text": " Shalin Mehta, learned Senior Advocate assisted by learned advocates Mr. Sauin A. Mehta and Mr. Krishal H. Patel for the defendant.",
      "labels": [
        "NONE"
      ],
      "id": "04ba1bdbf705465e8f513a155ed99da1_72"
    },
    {
      "start": 2969,
      "end": 3387,
      "text": "\n2. The present First Appeal impugns the judgment and order dated 27.10.2023 passed by the learned Commercial Court at City Civil Court, Ahmedabad in Commercial Civil Misc. Application No.171 of 2023 whereby the learned Court has allowed the application under Section 9 of the Arbitration and Conciliation Act, 1996 [\"Act of 1996\" for short] and directed the appellant to furnish a bank guarantee of Rs.29,61,159/-.\n3.",
      "labels": [
        "RLC"
      ],
      "id": "3890c60ce8c849569ec689ae00ac4f45_73"
    },
    {
      "start": 3388,
      "end": 3776,
      "text": "The brief facts of the case are that the appellant herein was awarded a contract by the National Highway Authority of India [\"NHAI\" for short] for 'augmenting existing road from 180.478 km to 221.610 (design chainage from NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined 181.450 km to 222.400km) on the Una to Kodinar National Highway No.8E in Gujarat by four laning'.",
      "labels": [
        "FAC"
      ],
      "id": "fe55fc40794940548dfbaf6456022154_74"
    },
    {
      "start": 3777,
      "end": 3820,
      "text": "The total project cost was Rs.40.95 crores.",
      "labels": [
        "FAC"
      ],
      "id": "2c70470a2d134be0bb357c5101d3813e_75"
    },
    {
      "start": 3821,
      "end": 3969,
      "text": "The appellant further sub- contracted the said work to the respondent company vide Work Order bearing No.SEL/SBHPL/FY17-18/WO/03841 dated 10.2.2018.",
      "labels": [
        "FAC"
      ],
      "id": "5d07ede496294fd3aea417f1292a117f_76"
    },
    {
      "start": 3970,
      "end": 4050,
      "text": "The respondent carried out the work for the appellant under the said work order.",
      "labels": [
        "FAC"
      ],
      "id": "ad180cb2fe954e07aa4ea19fb178578c_77"
    },
    {
      "start": 4051,
      "end": 4140,
      "text": "Accordingly, inspections came to be made and running bills were raised by the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "48322a42a92d4e14bf0691f30cc3b21f_78"
    },
    {
      "start": 4141,
      "end": 4336,
      "text": "Further, for the period between 1.4.2018 to 30.09.2022, the respondent raised invoices and accordingly, payment certificates came to be issued by the appellant herein in favour of the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "b3ba0a8d9a184907b1ca8f4e53914223_79"
    },
    {
      "start": 4337,
      "end": 4513,
      "text": "Thus, as per the agreement between the parties, the respondent concluded the work order and a sum of Rs.25,97,639/- remained due and payable to the respondent by the appellant.",
      "labels": [
        "FAC"
      ],
      "id": "0672d9e8d7f241d6b2499ff1f36e7c23_80"
    },
    {
      "start": 4514,
      "end": 4604,
      "text": "Despite several reminders, the appellant did not make the payment of the outstanding dues.",
      "labels": [
        "FAC"
      ],
      "id": "0f482b04e4dd43848dd30c91005afee6_81"
    },
    {
      "start": 4605,
      "end": 4753,
      "text": "The respondent also proposed a settlement with the appellant, but it did not make any payment even as per the settlement proposed by the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "6decfb65c9ff4a24a55d750a4e64fd17_82"
    },
    {
      "start": 4754,
      "end": 4954,
      "text": "It is the case of the respondent that the appellant is liable to pay a sum of NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined Rs.29,61,159/- in total towards the outstanding dues.",
      "labels": [
        "FAC"
      ],
      "id": "6e4433d0cc5443619e9316cff3fbf32a_83"
    },
    {
      "start": 4955,
      "end": 5026,
      "text": "3.1 We may note that the work order consisted of an arbitration clause.",
      "labels": [
        "FAC"
      ],
      "id": "b2d0162ed1eb4a758ed8abf0fbc40d53_84"
    },
    {
      "start": 5027,
      "end": 5141,
      "text": "The respondent company came to know that the appellant had received entire amount for the work done from the NHAI.",
      "labels": [
        "FAC"
      ],
      "id": "4dfae5876af44431942994f2aca650ad_85"
    },
    {
      "start": 5142,
      "end": 5249,
      "text": "Further, the audited accounts of the company for the financial year ended on 31.3.2023, showed huge losses.",
      "labels": [
        "FAC"
      ],
      "id": "6ed3fc3f4eca48ed8ee6a4ef8c9fd4c8_86"
    },
    {
      "start": 5250,
      "end": 5335,
      "text": "Also there was a negative cash flow in the balance sheet and profit and loss account.",
      "labels": [
        "FAC"
      ],
      "id": "334e3427f78440fa98d161f15748946f_87"
    },
    {
      "start": 5336,
      "end": 6132,
      "text": "Apprehending genuine prejudice to its rights and interest, the respondent company moved an application under Section 9 of the Act of 1996 praying for the following reliefs:-\n\"28A. Direct the Respondent to provide monetary security by way of a Bank Guarantee of any Nationalized and/or Schedule Bank or any other appropriate security of Rs.34,88,713/- along with pendent lite interest in favour of the Applicant and/or deposit an equal amount of Rs.34,88,713/- along with pendent lite interest with this Hon'ble Court securing the amount in dispute in the Arbitration;\nB. Pass an order of attachment of the Bank Account of the Respondent, to be disclosed by the Respondent by way of an affidavit, being in its special knowledge, for an amount of Rs.34,88,713/- along with pendent lite interest;\nC.",
      "labels": [
        "FAC"
      ],
      "id": "f89bc247a7774875b5c167067c777ec7_88"
    },
    {
      "start": 6133,
      "end": 6396,
      "text": "Pending hearing and till final disposal of the present Application, this Hon'ble Court may be pleased to direct Respondent to keep Rs. 34,88,713/- separately in its Bank Accounts and not deal with the same nor create any lien, charge, interest etc. over the same.",
      "labels": [
        "FAC"
      ],
      "id": "86d664a0f2a340cda7b2ed672ce2972d_89"
    },
    {
      "start": 6397,
      "end": 6529,
      "text": "\nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined D. Pass an ex-parte ad interim relief in terms of Para 28(C);\"",
      "labels": [
        "FAC"
      ],
      "id": "38b7bba996564ffdae96d674fb32f88b_90"
    },
    {
      "start": 6531,
      "end": 6603,
      "text": "3.2 The appellant company filed its reply opposing the said application.",
      "labels": [
        "FAC"
      ],
      "id": "17b1d21ff69c42a5a3d5b775bc42a71c_91"
    },
    {
      "start": 6604,
      "end": 6717,
      "text": "It was contended by the appellant that the respondent company is trying to seek priority amongst other creditors.",
      "labels": [
        "FAC"
      ],
      "id": "febce447f1b8483292e4e6126dc08573_92"
    },
    {
      "start": 6718,
      "end": 6858,
      "text": "The respondent company being an unsecured operational creditor, by way of the said application wants to rank equal to the secured creditors.",
      "labels": [
        "FAC"
      ],
      "id": "00956353bde64d46b849f38c753604cf_93"
    },
    {
      "start": 6859,
      "end": 6984,
      "text": "It was submitted that there is no urgency for granting the relief as prayed for in the application by way of interim measure.",
      "labels": [
        "FAC"
      ],
      "id": "358a43ea4e7d45e2add570da62462a66_94"
    },
    {
      "start": 6985,
      "end": 7109,
      "text": "The said relief can very well be granted by the Arbitral Tribunal in case the respondent company invokes arbitration clause.",
      "labels": [
        "FAC"
      ],
      "id": "cf55d9caf5aa45049b6c082cab2bb0a4_95"
    },
    {
      "start": 7110,
      "end": 7256,
      "text": "It was further stated in the reply that the respondent company had failed to prove the requirement needed for grant of attachment before judgment.",
      "labels": [
        "FAC"
      ],
      "id": "b03c63d3956142f58ecfd39a73b84db3_96"
    },
    {
      "start": 7257,
      "end": 7365,
      "text": "It also failed to produce any substantial material on record to establish a prima facie case for attachment.",
      "labels": [
        "FAC"
      ],
      "id": "72b0830c3dfe40aab96406234a88950c_97"
    },
    {
      "start": 7366,
      "end": 7476,
      "text": "Accordingly, the appellant company prayed for dismissal of the application under Section 9 of the Act of 1996.",
      "labels": [
        "FAC"
      ],
      "id": "b329589c79ca494a87009a96969bc2ea_98"
    },
    {
      "start": 7477,
      "end": 7550,
      "text": "\nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined 3.3",
      "labels": [
        "FAC"
      ],
      "id": "fd67ff383f734b77b2360dc36e26e736_99"
    },
    {
      "start": 7551,
      "end": 7715,
      "text": "After hearing both the parties, the learned Trial Court was pleased to allow the application under Section 9 of the Act of 1996 preferred by the respondent company.",
      "labels": [
        "RLC"
      ],
      "id": "2f91e4fb2a984c72a27cc4b7bcdc9fcc_100"
    },
    {
      "start": 7716,
      "end": 7967,
      "text": "The Court has observed that the respondent company had prima facie dues of Rs.29,61,159/- recoverable from the appellant company and the financial status of the appellant company was not sound and there is a strong possibility of diminution of assets.",
      "labels": [
        "RLC"
      ],
      "id": "92be68091f4b42319b0694007f1cc5de_101"
    },
    {
      "start": 7968,
      "end": 8250,
      "text": "In the aforesaid background, the learned Trial Court has allowed the application under Section 9 of the Act of 1996 with a view to ensure that the arbitration proceedings do not become infructuous and the award, if any, passed by the Arbitral Tribunal does not remain a paper award.",
      "labels": [
        "RLC"
      ],
      "id": "a7e3a6580bad4b56960538668dfc492d_102"
    },
    {
      "start": 8251,
      "end": 8468,
      "text": "In view thereof, it was directed to the appellant company to furnish a bank guarantee of Rs.29,61,159/- in the name of the Registrar, City Civil Court, Ahmedabad, within a period of 30 days from the date of the order.",
      "labels": [
        "RLC"
      ],
      "id": "6a5eab08cc334d4c8d201c995cf86e81_103"
    },
    {
      "start": 8469,
      "end": 8534,
      "text": "\nAggrieved, the appellant has preferred the present First Appeal.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "06c9e75c3640446b9d2cd2d32136d7cb_104"
    },
    {
      "start": 8535,
      "end": 9041,
      "text": "\n4. Mr. Unmesh Shukla, learned Senior Counsel, appearing for the appellant company submitted that the Trial NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined Court has failed to appreciate that there is no averment in the application under Section 9 of the Act of 1996 as to the likelihood of the appellant company being dissolved or that its assets would be disposed of as required under the provisions of Order XXXVIII Rules 4 and 5 of the Civil Procedure Code, 1908 [\"CPC\" for short].",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2aa710a6528a486b87666047759860f3_105"
    },
    {
      "start": 9042,
      "end": 9148,
      "text": "He submits that in absence of any such averment, the application could not have been considered on merits.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4634aa3af55e4b74970fd3a0e834c241_106"
    },
    {
      "start": 9149,
      "end": 9331,
      "text": "He further submits that the Trial Court has failed to appreciate the provisions of the CPC which are to be followed while deciding the application under Section 9 of the Act of 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "39ddf26a613148f69cd1ccf0fa4c3198_107"
    },
    {
      "start": 9332,
      "end": 9481,
      "text": "The respondent company has failed to make out a strong prima facie case on merits; even the balance of convenience is not in favour of the appellant.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0add2165ea164aed906704f7ea2eb702_108"
    },
    {
      "start": 9482,
      "end": 9570,
      "text": "No case is made out in respect of the diminution of the assets of the appellant company.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2ed9d7c9af77472abb945e59d32b2ee2_109"
    },
    {
      "start": 9572,
      "end": 9736,
      "text": "5. It was argued that the respondent company only wants to seek priority over other operational creditors which is impermissible under Section 9 of the Act of 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e9ec8dae80a948508650be718ec55f38_110"
    },
    {
      "start": 9737,
      "end": 9921,
      "text": "By filing the said application, the respondent company is trying to NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined convert its unsecured debts into secured debts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "70146bebe4a24c12965282171cfa24fc_111"
    },
    {
      "start": 9922,
      "end": 10045,
      "text": "It is further submitted that the reduction of the revenue or fall in the turn-over will not amount to diminution in assets.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ea5d24fc7803488d9de782a51b705a73_112"
    },
    {
      "start": 10046,
      "end": 10106,
      "text": "There are various recoverable dues of the appellant company.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ebe10990ef104657ae0357dd0f5c6bb6_113"
    },
    {
      "start": 10107,
      "end": 10188,
      "text": "Further, the restructuring of the Company is under consideration before the NCLT.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8c3673ed8fb540b7b177d8c68424495d_114"
    },
    {
      "start": 10189,
      "end": 10300,
      "text": "He would submit that even otherwise, the same cannot be a reason for a direction to furnish the bank guarantee.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "43b3a74ece0b4c62aa2539549d633023_115"
    },
    {
      "start": 10301,
      "end": 10450,
      "text": "The Trial Court has failed to appreciate the law as laid down in the various judgments of the Hon'ble Supreme Court on the issue under consideration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7b69e5f5193043d79fa7ac5a0b6956ca_116"
    },
    {
      "start": 10452,
      "end": 10593,
      "text": "6. It was urged that the Apex Court in the case of Sanghi Industries Ltd. v. Ravin Cables Ltd. & Anr. [2022 SCC Online SC 1329] has held that",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "13ae1d64d9bc459fa04a063b9b7e39e9_117"
    },
    {
      "start": 10594,
      "end": 10775,
      "text": "unless and until, the conditions as prescribed under Order XXXVIII Rule 5 of CPC are satisfied, an order granting interim relief under Section 9 of the Act of 1996 cannot be passed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "dad2aaec96fb412a885bf923a62ef604_118"
    },
    {
      "start": 10776,
      "end": 11169,
      "text": "It is held therein that there has to be a categorical pleading supported by cogent evidence to hold that there is exposition of an attachment before judgment and that the party was actively NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined engaging in activities such as removal or dissipation of assets so as to defeat any judgment or award that may ultimately be rendered.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "78ff7d35620849de99a3255be33a4d6d_119"
    },
    {
      "start": 11170,
      "end": 11312,
      "text": "It is held therein that the power of attachment before judgment is not liable to be exercised to secure a debt which is yet to be established.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0537837adcb0486a89f6e09b388e65b6_120"
    },
    {
      "start": 11314,
      "end": 11549,
      "text": "7. The learned Senior Counsel has further submitted that the Trial Court has wrongly relied upon the decision of the Apex Court in the case of Essar House Private Ltd. v. Arcelor Mittal Nippon Steel India Ltd. [(2022) SCC Online 1219].",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8472891622ad42cda7ecb9571e8b374a_121"
    },
    {
      "start": 11550,
      "end": 11658,
      "text": "The law laid down therein has been distinguished in a subsequent decision in Sanghi Industries Ltd. (supra).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ec4c5b6de2fd41c080bb96042ac36ba1_122"
    },
    {
      "start": 11659,
      "end": 12001,
      "text": "The judgment of the Delhi High Court in case of Dr. Vivek Jain v. Prepladder Private Ltd., reported in 2023 SCC OnLine Del 6370, [OMP(I) (Comm) No.397 of 2022] has been pressed into service to argue that the Delhi High Court has explained the circumstances in which Essar House Private Ltd. (supra), would apply and that it was distinguished.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0d04c38a39ad492f9f879d59cd9a3ac9_123"
    },
    {
      "start": 12002,
      "end": 12278,
      "text": "It has been held by Delhi High Court that Sanghi Industries Ltd. (supra) being a subsequent NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined decision of the Apex Court would prevail over the previous decision in case of Essar House Private Ltd. (supra).\n8.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "74465024d19d4da9b326437f09ce24f9_124"
    },
    {
      "start": 12279,
      "end": 12629,
      "text": "Per contra, Mr. Shalin Mehta, learned Senior Counsel appearing for the respondent company submitted that the respondent company had completed the works on receiving orders from the appellant company through email, as per the required standards and mutually finalized measures with the rates and schedules to the satisfaction of the appellant company.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "ac38fadfe9594e25bbb9606ec0558687_125"
    },
    {
      "start": 12630,
      "end": 12808,
      "text": "Accordingly, as per the payment terms, R.A. bills were submitted to the appellant company and payment certificate came to be issued against such works duly approving the payment.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4f5c989643004e18a58e072002b7f5f0_126"
    },
    {
      "start": 12809,
      "end": 12979,
      "text": "Though against a lot of work done, bills were pending for a long period, the appellant company did not make payment against the said payment certificates without reasons.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "8f4eac2906a74461897789ecac60914f_127"
    },
    {
      "start": 12980,
      "end": 13089,
      "text": "The respondent company invoked Clause 12 of the work order requesting for settlement of the outstanding dues.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3fbe85c11d264822adb681ff9700eafd_128"
    },
    {
      "start": 13090,
      "end": 13250,
      "text": "On receipt of the said email, the representatives of the appellant company and the partners of the respondent company held a meeting on 27.3.2023 for mediation.",
      "labels": [
        "FAC"
      ],
      "id": "cc26cd045e4d495894b04cca8e970e8b_129"
    },
    {
      "start": 13251,
      "end": 13605,
      "text": "It was agreed in the said meeting to NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined settle the outstanding amount at Rs.22,05,217/- instead of total outstanding dues with the assurance that the aforesaid settlement amount shall be paid in two installments, first on or before 30.4.2023 and second installment on or before 31.7.2023.",
      "labels": [
        "FAC"
      ],
      "id": "fa3646db43704c0fb2066de7874dbbcf_130"
    },
    {
      "start": 13606,
      "end": 13784,
      "text": "All the partners of the respondent company accordingly had executed the settlement agreement which was sent to the respondent by email dated 18.4.2023 and couriered on 15.4.2023.",
      "labels": [
        "FAC"
      ],
      "id": "6fbe68c03923407ea5e70eb914145507_131"
    },
    {
      "start": 13785,
      "end": 14004,
      "text": "On failure to receive the first installment as per the settlement agreement, the partners of the respondent company visited the office of the appellant company on 7.6.2023, but there was no response from the management.",
      "labels": [
        "FAC"
      ],
      "id": "c9ac6203f08f40c38352fdd2cfcd77a3_132"
    },
    {
      "start": 14006,
      "end": 14259,
      "text": "9. It was placed before us that the appellant company published its audited financial results for the year ending on 31.3.2023 on 28.5.2023 showing huge financial loss to the tune of Rs.34,648.38 lakhs (standalone) and Rs.69,900.57 lakhs (consolidated).",
      "labels": [
        "FAC"
      ],
      "id": "9437cc87d988494fb6a985250783c0b4_133"
    },
    {
      "start": 14260,
      "end": 14714,
      "text": "The independent auditor of the appellant company in its review report for the quarter ended on 30.6.2023 has stated that as per the consolidated financial NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined results, the appellant company accumulated losses exceed the paid up capital and reserves by Rs.1,884.40 crores and that the appellant company also finds difficulty in meeting obligation of payment to suppliers and statutory dues.",
      "labels": [
        "FAC"
      ],
      "id": "298e4fdf1d8c4955b33cc9fff92b8340_134"
    },
    {
      "start": 14715,
      "end": 14970,
      "text": "7.1 Learned Senior Counsel for the respondent has further submitted that the appellant company has received the amount from NHAI for the completed work and it does not have right to withhold the outstanding dues which are due and payable to the applicant.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "311067037c854635ad821d42e2f4482f_135"
    },
    {
      "start": 14971,
      "end": 15259,
      "text": "He would submit that further in view of the financial difficulty and non-payment of the dues by the appellant company to several other creditors, there are 18 applications pending before the NCLT, Ahmedabad for initiating action under Section 9 of the Insolvency and Bankrupcy Code, 2016.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "e206cae5addf4ac88f20b480851628b4_136"
    },
    {
      "start": 15260,
      "end": 15327,
      "text": "The corporate insolvency resolution process is yet to be initiated.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "265ca8873c0845599aba61c924e22271_137"
    },
    {
      "start": 15329,
      "end": 15549,
      "text": "10. He would submit that for the above reasons, the respondent company is under genuine and reasonable apprehension that the acts of the appellant company will prejudice the rights and interest of the respondent company.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10f98743f558447fb8890ff88d313889_138"
    },
    {
      "start": 15551,
      "end": 15623,
      "text": "NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined 11.",
      "labels": [
        "NONE"
      ],
      "id": "715e314f4203487891b19ef5052e2a19_139"
    },
    {
      "start": 15624,
      "end": 15853,
      "text": "Learned Senior Counsel would further submit that the dispute as raised by the respondent company is arbitrable and is required to be adjudicated through arbitration since the parties under the work order have agreed for the same.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "fd04a22860b64695ae22d4732d716ba1_140"
    },
    {
      "start": 15854,
      "end": 15982,
      "text": "Further, the dispute is in relation to and arising out of the work order is covered by the arbitration clause contained therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bab77fc49c1a4bbb9e1d11fcea5e9300_141"
    },
    {
      "start": 15983,
      "end": 16092,
      "text": "The respondent company has already invoked the arbitration clause by issuing notice to the appellant company.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f35f5a2765314a91b216764601e60d79_142"
    },
    {
      "start": 16093,
      "end": 16352,
      "text": "The Trial Court on appreciation of the facts of the case and also the law as laid down by the Apex Court in its various pronouncements, has exercised the power under Section 9 of the Act of 1996 which is in consonance with the law laid down by the Apex Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4866a1f316b7439faa31ca9ed8287865_143"
    },
    {
      "start": 16353,
      "end": 16561,
      "text": "The decision of the Trial Court is to protect the interest of the respondent company by directing the appellant company to furnish a bank guarantee of the outstanding amount which are duly acknowledged by it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "84a5aefeed9b428eb44dbdf0e92c3fc5_144"
    },
    {
      "start": 16562,
      "end": 16653,
      "text": "No interference, as such, is called for in the impugned order and the same is to be upheld.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b51e38a5cbf4cfc9e63b19504122945_145"
    },
    {
      "start": 16655,
      "end": 16814,
      "text": "12. Heard learned Senior Counsels for the parties and NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined perused the documents on record.\n13.",
      "labels": [
        "NONE"
      ],
      "id": "70aa9803884c4d3782606568969ea5df_146"
    },
    {
      "start": 16815,
      "end": 16990,
      "text": "At the outset, it is to be noted that the appellant company has not denied the issuance of payment certificates and the outstanding dues are admitted by the appellant company.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "89a74ae8af3243648119c06482ab22eb_147"
    },
    {
      "start": 16991,
      "end": 17210,
      "text": "Learned Senior Counsel for the appellant has also stated before this Court that he does not dispute the payment certificates issued by the appellant company as well as the outstanding amount under the said certificates.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "55f3756e4e2d4569a8a00603061a3a9f_148"
    },
    {
      "start": 17211,
      "end": 17442,
      "text": "It was also admitted that the respondent company has performed its part of the contract and time to time running bills were raised for the completed work which were certified and accordingly, payment certificates came to be issued.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "5c31729570fa4b6297b8c4e41e257d42_149"
    },
    {
      "start": 17443,
      "end": 17627,
      "text": "In view of the above statement made by the appellant company, it is evident that the outstanding dues of respondent company against the appellant company, are admitted in all respects.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d9d62f576c9d4f8b8d073a4fc94bd50e_150"
    },
    {
      "start": 17629,
      "end": 17739,
      "text": "14. Furthermore, it is also not in dispute that the financial condition of the appellant company is not sound.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2524d62c021545d684310a1c6ec8a0fd_151"
    },
    {
      "start": 17740,
      "end": 17849,
      "text": "There are about 18 applications of different creditors pending against the appellant company before the NCLT.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58a99755889a442abd360fdcb86e7e11_152"
    },
    {
      "start": 17850,
      "end": 18060,
      "text": "It is not in NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined dispute that the balance sheet of the appellant company is in the negative and the audited financial results showed huge losses.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b88e07e68d514ce7b962e9249fa3fb74_153"
    },
    {
      "start": 18061,
      "end": 18384,
      "text": "The independent auditor of the appellant company in its review report for the quarter ended 30.06.2023 has noted that accumulated losses exceed paid up capital and reserves by Rs.1,884.40 crores and the appellant company is in difficulty in meeting its obligations of payment to its creditors, suppliers and statutory dues.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15c87bb1cf354f48b41ccdc931a997f0_154"
    },
    {
      "start": 18385,
      "end": 18467,
      "text": "The restructuring of the appellant company is under consideration before the NCLT.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3d6a8ba62698442fbc83c60bf96d7adb_155"
    },
    {
      "start": 18469,
      "end": 18609,
      "text": "15. The only submission of the learned Senior Counsel for the appellant company is that there is no imminent danger of diminution of assets.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cbccc2d415c74ebe9444db6ac0ffb6c0_156"
    },
    {
      "start": 18610,
      "end": 18796,
      "text": "It was not the case of the respondent that the appellant company is going to dispose off its assets and there would be a situation where respondent would not be able to recover its dues.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "081e13bfc631428694ef8cd9c2a74f53_157"
    },
    {
      "start": 18797,
      "end": 19071,
      "text": "It was vehemently argued that the pendency of applications moved by the creditors before the NCLT is rather an indication that there are fair chances of revival of the appellant company as a NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined going concern.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "b6c7957722944b96b5fc7199273d90c3_158"
    },
    {
      "start": 19072,
      "end": 19194,
      "text": "Moreover, the appellant company is not in a position to furnish Bank guarantee because of its current financial condition.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "10ed4198c0b9414ab26342e1268233b7_159"
    },
    {
      "start": 19195,
      "end": 19371,
      "text": "The submission is that unless and until the pre-conditions of Order XXXVIII Rule 5 CPC are fulfilled, there is no question of passing an order of furnishing the Bank guarantee.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "22a36e387b9c4ca08eeba37a4094f4da_160"
    },
    {
      "start": 19373,
      "end": 19713,
      "text": "16. We may note that at least from the above noted admitted facts, the respondent company has made out a prima facie case of pending dues to the tune of Rs.29,61,159/- recoverable from the appellant company and that as per the current financial status of the appellant company, it is not in a position to discharge its financial obligation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1ded6334103482abe97c18f00e462b5_161"
    },
    {
      "start": 19715,
      "end": 21288,
      "text": "17. At this juncture, it would be profitable to refer to Section 9 of the Act of 1996 which as under:-\n\"9. Interim measures, etc. by Court.--A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court:\n(i) for the appointment of a guardian for a minor or a person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely:--\nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined (a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.\"\n18.",
      "labels": [
        "STA"
      ],
      "id": "32ad2a53697946b88ab47a724afbc178_162"
    },
    {
      "start": 21289,
      "end": 21887,
      "text": "To understand the scope of Section 9 of the Arbitration and Conciliation Act, 1996, we may refer to the decision of the Apex Court in the case of Arvind Constructions Co. (P) Ltd. versus Kalinga Mining Corporation and Others reported in (2007) 6 SCC 798, wherein arguments that the power under Section 9 of the Arbitration and Conciliation Act, 1996 is independent of the Specific Relief Act or that the restrictions placed by the Specific Relief Act cannot control the exercise of power under NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined Section 9 of the Act, was repelled.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d5f9c43031414dacbc5ba2b0979fb387_163"
    },
    {
      "start": 21888,
      "end": 21966,
      "text": "It was held that the power under Section 9 is conferred on the District Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "579c8f4342a34be3a86c224f648bd68d_164"
    },
    {
      "start": 21967,
      "end": 22028,
      "text": "No special procedure is prescribed by the Act in that behalf.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "864417f30cb9470c99098d9c4d96676d_165"
    },
    {
      "start": 22029,
      "end": 22209,
      "text": "The Court entertaining an application under Section 9 of the Act shall have the same power for making orders as it has for the purpose and in relation to any proceedings before it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bec53b3ddf55421197e55fbb4ef6db00_166"
    },
    {
      "start": 22210,
      "end": 22399,
      "text": "General rule governing the Court while considering the grant of an interim injunction at the threshold are attracted even while dealing with an application under Section 9 of the Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6a8df5ccbbe94a45a15a578178682ab9_167"
    },
    {
      "start": 22400,
      "end": 22663,
      "text": "The same is on the principle that when a power is conferred under special statute and it is conferred on an ordinary court of the land, without laying down any special condition for exercise of that power, the general rules of procedure of that Court would apply.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3459a0552aa47e9a1d054bb859f678a_168"
    },
    {
      "start": 22664,
      "end": 22790,
      "text": "It was held that the Act does not prima facie purport to keep out the provisions of the Special Relief Act from consideration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b454d80ad24d4833af9a24efffafcb24_169"
    },
    {
      "start": 22791,
      "end": 22996,
      "text": "The exercise of power under Section 9 of the Act must be based on well recognized principles governing the grant of interim injunction and other orders of interim protection or the appointment of Receiver.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "081192074f684cb99853b903a8ef62e0_170"
    },
    {
      "start": 22997,
      "end": 23070,
      "text": "\nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined 19.",
      "labels": [
        "NONE"
      ],
      "id": "c621e488492f4a0dbeb8eedc384d1b43_171"
    },
    {
      "start": 23071,
      "end": 23477,
      "text": "In Adhunik Steels Ltd. versus Orissa Manganese and Minerals (P) Ltd. reported in (2007) 7 SCC 125, in an appeal arising out of the order of the High Court of dismissal of the Appeal under Section 37(1)(a) of the Act, 1996 against the order of the District Court in a petition under Section 9 of the Act, 1996 filed by the appellant, the import of Section 9 of the Act, 1996 was discussed by the Apex Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c270e4ee2d6c49fdad46eabcde2f0da5_172"
    },
    {
      "start": 23478,
      "end": 23809,
      "text": "It was held that it is true that Section 9 speaks of the Court by way of an interim measure passing an order for protection, for preservation, interim custody or sale of any goods, which are the subject matter of the arbitration agreement and such interim measure of protection as may appear to the court to be just and convenient.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c584dc3fb1f44fd283f6eae1196b9dd0_173"
    },
    {
      "start": 23810,
      "end": 24160,
      "text": "It was observed that the grant of an interim prohibitory injunction or an interim mandatory injunction are governed by well known rules and it is difficult to imagine that the legislature while enacting Section 9 of the Act, 1996 intended to make a provision which was de hors the accepted principles that governed the grant of an interim injunction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c11b2b8c577d4b2695fcd11e5f8e44f1_174"
    },
    {
      "start": 24161,
      "end": 24522,
      "text": "Noticing sub- clauses (d) and (e) in Clause (ii) of sub-section (1) of Section NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined 9, it was observed that similar is the position regarding the appointment of a Receiver since the Section brings in the concept of \"just and convenient\" while speaking of passing any interim measure of protection.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9b1261d0befe41d998ae5ee8c7da52e4_175"
    },
    {
      "start": 24523,
      "end": 24864,
      "text": "The concluding words in sub-section (1) of Section 9 \"and the court shall have the same power for making orders as it has for the purpose, and in relation to any proceedings before it\" have been interpreted to suggest that the normal rules that govern the court in the grant of interim orders is not sought to be jettisoned by the provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "53fb4f6692824e2ba9db310cd801cb1c_176"
    },
    {
      "start": 24865,
      "end": 25139,
      "text": "It was observed that when a party is given a right to approach an ordinary court of the country without providing a special procedure or a special set of rules in that behalf, the ordinary rules followed by that court would govern the exercise of power conferred by the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "80d831795ec24bbfb36c0a89b9814b34_177"
    },
    {
      "start": 25140,
      "end": 25436,
      "text": "The fundamental principles governing the exercise of power for grant of interim injunction, the concept of balance of convenience, prima facie case, irreparable injury and the concept of just and convenient while passing interim measures under Section 9 of the Act, therefore, cannot be kept out.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0605067521e046258dfa6af08ca25a3a_178"
    },
    {
      "start": 25437,
      "end": 25510,
      "text": "\nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined 20.",
      "labels": [
        "NONE"
      ],
      "id": "975935f0e14a460cb9c7bb7a5524b5b1_179"
    },
    {
      "start": 25511,
      "end": 25770,
      "text": "In Essar House Private Ltd. (supra), the issue before the Apex Court was that whether while deciding Section 9 application filed under the Arbitration and Conciliation Act, 1996, the principles of the Code of Civil Procedure, 1908 are to be strictly followed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "00bbb98739fe48b1a298bc7ef73d418a_180"
    },
    {
      "start": 25771,
      "end": 25945,
      "text": "The principles enunciated by the Apex Court in the case of Raman Tech & Process Engg. Co. and Another versus Solanki Traders reported in (2008) 2 SCC 302, were noted therein.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "502e3a0b59c0445ba44751571b455cc7_181"
    },
    {
      "start": 25947,
      "end": 26137,
      "text": "21. At this juncture, we may note that in Raman Tech & Process Engg. Co. and Another (supra), it was held that power under Order XXXVIII Rule 5 of CPC is the drastic and extraordinary power.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ae1bf77cde6744fab69c3a3b9bd38879_182"
    },
    {
      "start": 26138,
      "end": 26211,
      "text": "Such power should not be exercised mechanically or merely for the asking.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "71e928fa3cc04aef9cd25e2c25eb96a2_183"
    },
    {
      "start": 26212,
      "end": 26281,
      "text": "It should be used sparingly and strictly in accordance with the Rule.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f942725d9c88443ea62840820fae7410_184"
    },
    {
      "start": 26282,
      "end": 26374,
      "text": "The purpose of Order XXXVIII Rule 5 is not to convert an unsecured debt into a secured debt.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e754c29ee68a420c9f538ba1a41c7347_185"
    },
    {
      "start": 26375,
      "end": 26670,
      "text": "While considering the said decision, the Apex Court in Essar House Private Ltd. (supra) has proceeded to discuss the scope of Section 9 of NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined the Arbitration and Conciliation Act, 1996 in paragraph 38, 40 and 41 as under : -\n\"38.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9acefc29f17e417084df724dc1ab820c_186"
    },
    {
      "start": 26671,
      "end": 26812,
      "text": "In this case, however, the High Court has taken note of the pleadings for invoking the principles of Order 38 Rule 5 CPC and observed :-\n\"31.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a1e31490390441fcb91c91b6d450d340_187"
    },
    {
      "start": 26813,
      "end": 27194,
      "text": "In our view, the paragraphs of the aforesaid pleadings of the respondent in arbitration petition filed under section 9 filed by the respondent were sufficient to secure the claim of the respondent under section 9 of the Arbitration Act and to invoke the principles of Order 38 Rule 5 of the Code of Civil Procedure even if it is strictly made applicable to the facts of this case.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "32a76e44a75f43b7935b858eeafaff2a_188"
    },
    {
      "start": 27196,
      "end": 27464,
      "text": "40. While it is true that the power under Section 9 of the Arbitration Act should not ordinarily be exercised ignoring the basic principles of procedural law as laid down in the CPC, the technicalities of CPC cannot prevent the Court from securing the ends of justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f72565237854eb09d3d1651fa9220b3_189"
    },
    {
      "start": 27465,
      "end": 27612,
      "text": "It is well settled that procedural safeguards, meant to advance the cause of justice cannot be interpreted in such manner, as would defeat justice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4907411212514cefb7126825dd344862_190"
    },
    {
      "start": 27613,
      "end": 28039,
      "text": "\n41. Section 9 of the Arbitration Act provides that a party may apply to a Court for an interim measure or protection inter alia to (i) secure the amount in dispute in the arbitration; or (ii) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it.\n22.",
      "labels": [
        "STA"
      ],
      "id": "8cd20891ef534d0493e9dc4bd6fe1742_191"
    },
    {
      "start": 28040,
      "end": 28256,
      "text": "Having considered the scope of Section 9 as discussed by different High Courts in various decisions noted therein, it was concluded in paragraph No. 48, 49 and 50 of Essar House Private Ltd. (supra) as under : -\n\"48.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dbed5edd81344d0f9ff45a497529618d_192"
    },
    {
      "start": 28257,
      "end": 28677,
      "text": "Section 9 of the Arbitration Act confers wide power on the Court to pass orders securing the amount in dispute in arbitration, whether before the NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined commencement of the arbitral proceedings, during the arbitral proceedings or at any time after making of the arbitral award, but before its enforcement in accordance with Section 36 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fa14cced0eb54e36bb5ecadbb4bf87fc_193"
    },
    {
      "start": 28678,
      "end": 28963,
      "text": "All that the Court is required to see is, whether the applicant for interim measure has a good prima facie case, whether the balance of convenience is in favour of interim relief as prayed for being granted and whether the applicant has approached the court with reasonable expedition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "08eca5b06b1f45e29ddd2fea91cfecea_194"
    },
    {
      "start": 28965,
      "end": 29320,
      "text": "49. If a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order 38 Rule 5 of the CPC.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "714c0798f27541adb381b396e99b3383_195"
    },
    {
      "start": 29322,
      "end": 29554,
      "text": "50. Proof of actual attempts to deal with, remove or dispose of the property with a view to defeat or delay the realisation of an impending Arbitral Award is not imperative for grant of relief under Section 9 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31c233b22f394e10879d914dd73e83cb_196"
    },
    {
      "start": 29555,
      "end": 29614,
      "text": "A strong possibility of diminution of assets would suffice.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "559f81b484ca439dbbcdf6e020cd17a4_197"
    },
    {
      "start": 29615,
      "end": 29936,
      "text": "To assess the balance of convenience, the Court is required to examine and weigh the consequences of refusal of interim relief to the applicant for interim relief in case of success in the proceedings, against the consequence of grant of the interim relief to the opponent in case the proceedings should ultimately fail.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbacd11ea68c4fe28ae6e39ec5e7395b_198"
    },
    {
      "start": 29938,
      "end": 30441,
      "text": "23. It was, thus, held that Section 9 of the Arbitration and Conciliation Act, 1996 which confers powers on the Court to pass orders securing the amount in dispute in arbitration, whether before the commencement of arbitral proceedings, during the arbitral proceedings or at any time after making of the arbitral award, but before its enforcement in accordance NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined with Section 36 of the Arbitration Act, confers wide powers on the Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ca4c6ddd434046a5903d5dff1d32bc36_199"
    },
    {
      "start": 30442,
      "end": 30795,
      "text": "If strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration Act should not withhold relief on the mere technicality of absence of averments incorporating the grounds for attachment before judgment under Order VVVXIII Rule 5 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7d7d0544d1a4d2daf7b6af99af1791a_200"
    },
    {
      "start": 30796,
      "end": 31024,
      "text": "Proof of actual attempts to deal with, remove or dispose of the property with a view to defeat or delay the realisation of an impending arbitral award is not imperative for grant of relief under Section 9 of the Arbitration Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58e9169bdc6b4f4994ba128717929e60_201"
    },
    {
      "start": 31025,
      "end": 31084,
      "text": "A strong possibility of diminution of assets would suffice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1ce49a0fac754a06aa1622b55eefda78_202"
    },
    {
      "start": 31085,
      "end": 31353,
      "text": "The Court has to assess the balance of convenience, weighing the consequences of refusal of interim relief to the applicant in case of success in the proceedings, as against the consequence of grant of the interim relief in case the proceedings should ultimately fail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e48c21a91424c509cf256badef8cd9e_203"
    },
    {
      "start": 31355,
      "end": 31651,
      "text": "24. It is, thus, clear that the principles of strong prima case and weighing the balance of convenience vis-a-vis the NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined claims of the contesting parties will have to be applied in the facts and circumstances of a particular case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7bb8c5e4085a415396425726501aeb50_204"
    },
    {
      "start": 31653,
      "end": 32169,
      "text": "25. As rightly noted by the Division Bench of Delhi High Court in the case of Dr. Vivek Jain versus Prepladder Private Ltd. reported in 2023 SCC OnLine Del 6370, the observation bearing in Essar House Private Ltd. (supra), where the Apex Court alluded to the possibility of \"diminution of assets\" appeared on the facts found by the Apex Court where refundable security deposit was being utilised for the purposes of liquidating the dues of Essar Steel owed to third parties by way of series of internal arrangements.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4ba42fe31d934d398da83c5910407c2f_205"
    },
    {
      "start": 32170,
      "end": 32405,
      "text": "Since the Apex Court had found on facts that the security deposit was otherwise refundable to the appellant therein, it had frowned upon the course as adopted and was, thus, constrained to render the observations noted hereinabove.\n26.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c6e77ccf925844868369589c85b5c407_206"
    },
    {
      "start": 32406,
      "end": 32713,
      "text": "In a later decision of the Apex Court in the case of Sanghi Industries Ltd. (supra), the Apex Court was dealing with the order passed by the Commercial Court in an NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined application under Section 9 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "13c35a78e9f245d2b5c2fac176a4f479_207"
    },
    {
      "start": 32714,
      "end": 32974,
      "text": "It was noted therein that the dispute between the parties was with respect to three purchase orders and the appellant therein had served a notice upon the respondent no. 1 claiming a loss of INR 29.31 crores (approximately) owing to the defective cable supply.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b3178729623141ff80cec524d0434fd8_208"
    },
    {
      "start": 32975,
      "end": 33105,
      "text": "The respondent No. 1, on the other hand, sent a legal notice claiming for outstanding payment of INR 11.30 crores (approximately).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f1edc1ea82a748a8b68a00c4314d88de_209"
    },
    {
      "start": 33106,
      "end": 33285,
      "text": "The appellant, in turn, had invoked the Bank guarantees issued by the respondent No. 1 therein, which according to the respondent No. 1 were by way of performance bank guarantees.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbc10cc0f11e4cd5bf0e5306dedb8118_210"
    },
    {
      "start": 33286,
      "end": 33479,
      "text": "The arbitration clause was, thereafter, invoked by the appellant and the respondent no. 1 therein immediately filed an application under Section 9 of the Arbitration and Conciliation Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f5625d7bad349b0be29b440f6a87d5a_211"
    },
    {
      "start": 33480,
      "end": 34039,
      "text": "Taking note of these circumstances of the case, it was noted by the Apex Court that the Commercial Court while passing the order Section 9(ii)(e) of the Arbitration Act, 1996 to secure the amount-in-dispute by directing the appellant therein to deposit the amount of respective performance bank NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined guarantees, which, as such, had already been invoked and for which the payments were already made by the Bank, had ignored the import and purport of Section 9(ii)(e) of the Arbitration Act, 1996.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ee56d70d3b4e434dbb7eb1e615b06435_212"
    },
    {
      "start": 34040,
      "end": 34524,
      "text": "It was, thus, held that until and unless the pre-conditions under the Order XXXVIII Rule 5 of CPC are satisfied and unless there are specific allegations with cogent material and unless prima facie the Court is satisfied that the appellant is likely to defeat the decree / award that may be passed by the Arbitrator, by disposing of the property and/or in any other manner, the Commercial Court cannot pass such order in exercise of power under Section 9 of the Arbitration Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2757b357ea744c889b91b4a5470e7b16_213"
    },
    {
      "start": 34525,
      "end": 34725,
      "text": "It was further observed that the order(s) which may be passed by the Commercial Court in an application under Section 9 of the Arbitration Act, 1996, is basically and mainly by way of interim measure.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dce3eee72a834c9faea43a20cba22162_214"
    },
    {
      "start": 34726,
      "end": 35386,
      "text": "In a given case, if all the conditions of the Order XXXVIII Rule 5 of the CPC are satisfied, and the Commercial Court is satisfied on the conduct of the opponent that the opponent is trying to sell its property to defeat the award that may be passed and / or any other conduct on the part of the opponent which may NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined tantamount to any attempt on the part of the opponent to defeat the award that may be passed in the arbitral proceedings, the Commercial Court may pass an appropriate order including the restrain order, and/or any other appropriate order to secure the interest of the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "48ce9591b121406bad8bd0a251252e53_215"
    },
    {
      "start": 35387,
      "end": 35582,
      "text": "However, unless and until the conditions mentioned in Order XXXVIII Rule 5 of the CPC are satisfied such an order could not have been passed by the Commercial Court in the facts of the said case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7ef5b4a11ba44e088d33693158d73aab_216"
    },
    {
      "start": 35584,
      "end": 35902,
      "text": "27. It would not be out of place to note here that the above noted observations were made by the Apex Court noticing the facts and circumstances of the case that there was very serious dispute on the amount claimed by the rival parties, which was to be adjudicated upon in the proceedings before the Arbitral Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac2288990fe54654aabd1ec319e10fc1_217"
    },
    {
      "start": 35904,
      "end": 36342,
      "text": "28. In the decision relied upon by learned Senior Counsel for the appellant, of the High Court of Delhi in Tahal Consulting Engineers India Pvt. Ltd. versus Promax NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined Power Ltd. reported in 2023 SCC OnLine Del 2069, the High Court has considered the law laid down by the Apex Court in Essar House Private Ltd. (supra), in the facts and circumstances of the case before it.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "03eed64f63114c0f814b4088e8922f60_218"
    },
    {
      "start": 36343,
      "end": 36583,
      "text": "It was noted that it is, now, well settled that while the Arbitral Tribunal may not be strictly bound by the principles which inform Order XXXVIII Rule 5 of the Code, it could adopt principles analogous to those comprised in that provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bce0733175fb457aa61f2d6280dc3a5b_219"
    },
    {
      "start": 36584,
      "end": 36794,
      "text": "Courts have repeatedly held that while the power to attach before Award may not have been specifically set out in Sections 9 and 17 of the Act, 1996, but such an order could be made if circumstances so warrant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0837d171000e4f79a1022ec7b78e6ab3_220"
    },
    {
      "start": 36795,
      "end": 37135,
      "text": "Indubitably, while the Arbitral Tribunal or for that matter the Court under Section 9 may not be strictly bound by the rigidity of the discretion vested upon a Court by the Code, at the same time when it does choose to exercise that power it must do so guided by the principles accepted as relevant and germane for that power being wielded.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2c368df9d8a34521892e2ee4422715d6_221"
    },
    {
      "start": 37136,
      "end": 37266,
      "text": "The power of attachment before judgment has always been understood and described to be one which is harsh and severe in character.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2b4d1c97af054074a96e655b18a86e7f_222"
    },
    {
      "start": 37267,
      "end": 37497,
      "text": "That power, as has been repeatedly held, NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined is not liable to be invoked merely upon a claim being found upon a prima facie evaluation to have a just or valid claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "143c01868935480d80f12acf26296516_223"
    },
    {
      "start": 37498,
      "end": 37817,
      "text": "Apart from establishing the existence of a strong prima facie case, it would also be obligatory upon the claimant to establish that the defendant before the Tribunal is indulging in activities aimed at dissipation of assets or seeking to remove assets with an intent to defeat the Award that may ultimately be rendered.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f25438554b8743c3b2ff2af5e12cab57_224"
    },
    {
      "start": 37818,
      "end": 37975,
      "text": "It is settled that the power of attachment before judgment is not liable to be exercised to secure a debt which is yet to be established before the Tribunal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3992d3c4d4c54d259bd435e471385db5_225"
    },
    {
      "start": 37976,
      "end": 38180,
      "text": "The power of attachment before judgment would, thus, be liable to be exercised where the Tribunal is convinced that the claimant has made out a strong prima facie case and is likely to ultimately succeed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26be498886b24614969d7224dd2d88d3_226"
    },
    {
      "start": 38182,
      "end": 38795,
      "text": "29. The twin test as discussed by the Delhi High Court in Tahal Consulting Engineers India Pvt. Ltd. (supra), which must be satisfied before an order of attachment being justifiably made under Section 9 of the Arbitration Act, 1996 are : -\nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined (i) The claimant has made out a prima facie case and is likely to ultimately succeed;\n(ii) In case, emergent steps are not taken, the respondent would be able to remove its assets from the control of the Tribunal and, thus, deny the claimant the fruits of the award that may ultimately be pronounced.\n30.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a69533e31afa4ab39c47ed551c9846b5_227"
    },
    {
      "start": 38796,
      "end": 39074,
      "text": "It is, thus, held that the power to attach even before judgment is rendered would have to be founded upon the material, which would establish or indicate the party taking steps to disperse or dispose of its assets with an intent to defeat judgment that may be ultimately passed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9bc46fc78c3442da80838a058ab3ff3_228"
    },
    {
      "start": 39076,
      "end": 39555,
      "text": "31. The observations in Essar House Private Ltd. (supra), that \"strong possibility of diminution of assets would suffice\", has been considered in Tahal Consulting Engineers India Pvt. Ltd. (supra), in light of the arguments before the High Court that it was not incumbent upon claimant to prove any actual attempt having been made by the opponent to remove or dispose of its assets, based on NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined the said decision.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3186e66491e94dfea72e029855be5a13_229"
    },
    {
      "start": 39557,
      "end": 39906,
      "text": "32. It is observed in Tahal Consulting Engineers India Pvt. Ltd. (supra), that on a holistic reading of the observations in Essar House Private Ltd. (supra), the phrase \"possibility of diminution of assets\" has to be understood within the scope and ambit of Order XXXVIII Rule 5 of Code of Civil Procedure in the facts and circumstances of the case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "71d1b291d9fb488bad5891f1f809c524_230"
    },
    {
      "start": 39907,
      "end": 39965,
      "text": "It cannot be read out of context or in disjointed fashion.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88890b823c43454fa6c52dd1acb537cb_231"
    },
    {
      "start": 39966,
      "end": 40062,
      "text": "The said expression came to be employed by the Apex Court in light of the fact of the said case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04fba1a9cc074caf9d3a77e5cd790758_232"
    },
    {
      "start": 40063,
      "end": 40224,
      "text": "It was noted that Essar Steel is an authority for the proposition that it is not necessary that an actual attempt to fritter away assets be discovered or proven.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0436915e42714ce89f3e027e7a8fd0ec_233"
    },
    {
      "start": 40225,
      "end": 40449,
      "text": "If a steady fall in assets over a period of time is established or if it be found that assets are steadily shrinking, those situations could also possibly constitute a circumstance where the power may be justifiably invoked.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8212b03450a400fafc0a8d82342c79f_234"
    },
    {
      "start": 40450,
      "end": 40637,
      "text": "When Essar House had spoken of \"diminution of assets\", it does not propound that the reduction in revenues or a fall in turnover would as a general rule constitute a diminution of assets.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "15ab70c507e249989e27f85c22d18680_235"
    },
    {
      "start": 40638,
      "end": 40975,
      "text": "We may note that the said observations were made by NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined the Delhi High Court in the facts and circumstances of the case before it noticing that from the material on record, from a financial stand point, the opponent was in a far strong position then the applicant therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "36579404a9414c18bb52dfd19d75ee0c_236"
    },
    {
      "start": 40977,
      "end": 41349,
      "text": "33. The settled position of law with regard to the powers of the Court within the scope and ambit of Section 9 of the Arbitration and Conciliation Act, 1996, thus, can be culled as under : -\n(i) General rule governing the Court while considering the grant of interim injunction are attracted while dealing with the application under Section 9 of the Arbitration Act, 1996.",
      "labels": [
        "STA"
      ],
      "id": "23f351638b834c65bd95ebe225b3662f_237"
    },
    {
      "start": 41350,
      "end": 41516,
      "text": "The exercise of power under Section 9 of the Act must be based on well recognized principles governing the grant of injunction and other orders of interim protection.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e47ecef8602545c4ab0df614adeacc42_238"
    },
    {
      "start": 41517,
      "end": 41825,
      "text": "\n(ii) The fundamental principles governing the exercise of power for grant of interim injunction namely the concept of balance of convenience, prima facie case, irreparable injury and concept of just and convenient while passing interim measures under Section 9 of the Act would have to be strictly followed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "30f372410315454a81e2e8e3032cb496_239"
    },
    {
      "start": 41826,
      "end": 41975,
      "text": "\nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined (iii) The power Under XXXVIII Rule 5 of CPC is drastic and extraordinary power.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "688786f25f044351884b44bbf97c22a3_240"
    },
    {
      "start": 41976,
      "end": 42094,
      "text": "Such power should not be exercised mechanically and should be used sparingly and strictly in accordance with the Rule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ad712a45a264e2a8cabca0e1bec6dee_241"
    },
    {
      "start": 42095,
      "end": 42530,
      "text": "\n(iv) Until and unless the pre-conditions of Order XXXVIII Rule 5 of CPC are satisfied and unless there are specific allegations with cogent material and the Court is prima facie satisfied that the opponent is likely to defeat the decree / award that may be passed by the Arbitrator, by disposing of the property and / or in any other manner, it cannot pass such order in exercise of power under Section 9 of the Arbitration Act, 1996.",
      "labels": [
        "STA"
      ],
      "id": "df46d8f34af941fe84f7a81fe732e3a3_242"
    },
    {
      "start": 42531,
      "end": 42963,
      "text": "The Court must satisfied on the conduct of the opponent that the opponent is trying to sell its property to defeat the award that may be passed and/or any other conduct on the part of the opponent which may tantamount to any attempt on the part of the opponent to defeat the award that may be passed in the arbitral proceedings before passing the restrain order and / or an other appropriate order to secure interest of the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6736032f1e594210bd03d0ccc46fccc1_243"
    },
    {
      "start": 42964,
      "end": 43033,
      "text": "\nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined",
      "labels": [
        "NONE"
      ],
      "id": "a26918042623480ca45b21f0d756845d_244"
    },
    {
      "start": 43034,
      "end": 43404,
      "text": "(v) If a strong prima facie case is made out and the balance of convenience is in favour of the interim relief being granted, the Court exercising power under Section 9 of the Arbitration Act, 1996 should not withhold relief on the mere technicality of absence of averements incorporating the grounds for attachment before judgment under Order XXXVIII Rule 5 of the CPC.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9a050e17602b4bbd9e53fe92393d9559_245"
    },
    {
      "start": 43405,
      "end": 43636,
      "text": "Proof of actual attempts to deal with, remove or dispose of the property with a view to defeat or delay the realisation of impending arbitral award is not imperative for grant of relief under Section 9 of the Arbitration Act, 1996.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "248e67a25bcc410f9716ca9632959fd0_246"
    },
    {
      "start": 43638,
      "end": 43904,
      "text": "(vi) The Court has to assess the balance of convenience weighing the consequence of refusal of interim relief to the applicant in case of success in the proceedings as against the consequence of grant of interim relief in case the proceedings should ultimately fail.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0178fde4548b4a0683a5b38bb595579a_247"
    },
    {
      "start": 43905,
      "end": 44104,
      "text": "The principles of strong prima facie case and weighing the balance of convenience vis-a-vis the claim of the contesting parties will have to be applied in the facts and circumstances of a given case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bd6fe443962e4399a78cdb6a9efddf1a_248"
    },
    {
      "start": 44105,
      "end": 44831,
      "text": "\nNEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined (vii) The observations of the Apex Court in Essar House Pvt. Ltd. (supra), that \"strong possibility of diminution of assets would suffice\" would have to be understood in the context of above noted principles and cannot be read out of context or any disjointed fashion.\n(viii) For exercise of power of attachment before judgment twin test to be applied, are : -\n(a) The claimant has made out a prima facie case and is likely to ultimate succeed;\n(b) In case, emergent steps are not taken, the opponent would be able to remove its assets from the control of the Tribunal and, thus, deny the claimant the fruits of the award that may ultimately be pronounced.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "00edc3b2220d4f4380981192320eed48_249"
    },
    {
      "start": 44832,
      "end": 45084,
      "text": "\n(ix) The power of attachment even before judgment would have to be founded upon the material which would establish or indicate the party taking steps to disperse or dispose of its assets with an intent to defeat judgment that may be ultimately passed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "175e911b08d04739b0d648b292c7be61_250"
    },
    {
      "start": 45086,
      "end": 45615,
      "text": "34. Thus, the scope and purport of Section 9 of the Arbitration Act, 1996 can be understood in a way that interim NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined orders in exercise of power under the said provision are to be issued by the Court to facilitate the arbitration proceedings by protecting the interest of the parties seeking interim protection until its rights are finally adjudicated by the Arbitral Tribunal and to ensure that the award, if any, passed by the Arbitral Tribunal can be executed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f4520d8c87b543a48734c80cd38c375f_251"
    },
    {
      "start": 45616,
      "end": 45796,
      "text": "It is the duty of the Court to ensure that such interim order, so granted, in favour of one party, will not frustrate the process of arbitration, even if a prima facie case exists.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9bdacf0eb1f84d368a7bf4b14897736d_252"
    },
    {
      "start": 45797,
      "end": 46053,
      "text": "The interim measures ordered by the Court shall be such which would ultimately achieve the ends of justice, being just and convenient in the facts and circumstances of the case by protecting or safeguarding the interest of the parties at the initial stage.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "16952e620fb54eb496109f405f25ebf1_253"
    },
    {
      "start": 46054,
      "end": 46404,
      "text": "\n35. Applying the abovenotd principles in the facts and circumstances of the present case, we may note that a strong prima facie case has been made out by the respondent that dues of Rs. 29,61,159/- are recoverable from the appellant company against the payment certificates issued to it by the appellant company, thus, admitting the dues as payable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f20ce4408c70482ca36cdbdb16cf8a22_254"
    },
    {
      "start": 46405,
      "end": 46643,
      "text": "It is also proved from the record that financial condition of the NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined appellant company is not sound and various applications filed by the creditors are pending before NCLT.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "46b6e73df58549a5bd5ed319b2045dc8_255"
    },
    {
      "start": 46644,
      "end": 46880,
      "text": "Audit report of the appellant company brought on record would show that the appellant company is in financial crunch and its financial consolidated results show accumulated loss exceed paid up capital and reserves by Rs.1,884.40 crores.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "51c288533e754f6e9c956cde0b64dc9b_256"
    },
    {
      "start": 46881,
      "end": 47112,
      "text": "The Board of Directors in its resolution also recorded that the appellant company is in difficulty in meeting its obligations to make payment of its statutory dues and many of its lenders have declared the appellant company as NPA.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4a7cbcbfcc64ae1b0b4eba020985b7c_257"
    },
    {
      "start": 47113,
      "end": 47459,
      "text": "The categorical statement made by the applicant - respondent before the trial Court that the appellant company has received full payment from the National Highways Authority (NHAI) towards the work done by the respondent company and such amount has also not been paid to the respondent company even on receipt of the same, remains uncontroverted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db79824628494b9b8c7363d707296edc_258"
    },
    {
      "start": 47461,
      "end": 47696,
      "text": "36. The categorical statement made in this regard in the application by the respondent before the Commercial Court (paragraph 21 and 23) have not been replied in the affidavit- in-reply filed on behalf of the appellant company therein.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4b04f88a6ce40d7bc8fd6a0e07beca4_259"
    },
    {
      "start": 47697,
      "end": 48217,
      "text": "The NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined contention of the learned Senior Counsel for the appellant based upon the decision of the Apex Court in Sanghi Industries Ltd. (supra), that as there is no instance or any proof of any actual attempt having been made by the appellant company to remove or dispose of its assets, the pre- conditions of Order XXXVIII Rule 5 of the CPC are not satisfied, is found to be untenable in view of the abovenoted facts and circumstances of the instant case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f63de6a6bbe48a0be0622080aeb0720_260"
    },
    {
      "start": 48219,
      "end": 48656,
      "text": "37. We are of the considered view that twin conditions of grant of interim measure, i.e. a strong prima facie case and balance of convenience weighing in favour of the respondent company are fulfilled in the facts and circumstances of the instant case and there was a necessity of providing interim protection to the respondent, as in the case of refusal thereof, the interest of the respondent would be seriously impaired or prejudiced.",
      "labels": [
        "RATIO"
      ],
      "id": "a10083142cc84f34a5196b24b11f4318_261"
    },
    {
      "start": 48657,
      "end": 48974,
      "text": "In the facts of the instant case, as is evident that in the event of refusal to grant interim protection to the respondent, there may be a situation where the respondent may not be able to enjoy the fruits of success in the NEUTRAL CITATION C/FA/4806/2023 JUDGMENT DATED: 08/01/2024 undefined arbitration proceedings.",
      "labels": [
        "RATIO"
      ],
      "id": "73d81182c54d40ae918900cf377b383f_262"
    },
    {
      "start": 48975,
      "end": 49171,
      "text": "We may also note that the application under Section 11 of the Arbitration and Conciliation Act, 1996 has already been filed by the respondent before this Court, and which is pending consideration.",
      "labels": [
        "RATIO"
      ],
      "id": "797fb95c1c584f25a7291c1a0c7f7794_263"
    },
    {
      "start": 49173,
      "end": 49405,
      "text": "38. For the above discussion, we do not find any good ground to interfere in the judgment and order dated 27.10.2023 passed by the Commercial Court at City Civil Court, Ahmedabad in Commercial Civil Misc. Application No.171 of 2023.",
      "labels": [
        "RPC"
      ],
      "id": "ff2580031bd84e5d83fa8fbc27637e08_264"
    },
    {
      "start": 49406,
      "end": 49488,
      "text": "The instant First Appeal is found devoid of merits and is, accordingly, dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "f9da6b4ccb4746b4a2e7ad498b188e27_265"
    },
    {
      "start": 49489,
      "end": 49510,
      "text": "No order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "231c8a7d3fc94608b74e9615b3b7e561_266"
    },
    {
      "start": 49511,
      "end": 49572,
      "text": "Connected Civil Application for stay also stands disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "e4ebb46e9c4f456f8addf07d46750d4f_267"
    },
    {
      "start": 49574,
      "end": 49662,
      "text": "sd/-\n(SUNITA AGARWAL, CJ ) sd/-\n(ANIRUDDHA P. MAYEE, J.) KAUSHIK D. CHAUHAN / Amar Singh",
      "labels": [
        "NONE"
      ],
      "id": "b8ca27969c7b4a4fa6420879a7d15bf4_268"
    }
  ]
}