{
  "id": "0a65d0ee465ac923615005cd759975ac64eae063cc93871184c95a0dbd24bea2",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nVimal Dairy Limited & vs Kaira Dist. Co Operative Milk Producers ... on 20 March, 2017 \nEquivalent citations: Air 2017 Gujarat 127\nBench: M.R. Shah, B.N. Karia\n                      C /Ao/83/2017                                                   Judgment\n\n\n\n                       In The High Court Of Gujarat At Ahmedabad\n\n                                Appeal From Order  No. 83 of 2017 \n                                               With \n                                Civil Application No. 3771 of 2017 \n                                                In    \n                                Appeal From Order No. 83 of 2017\n          \n\n         For Approval And Signature: \n         Honourable Mr. Justice M.R. Shah                    sd/\n         and \n         Honourable Mr. Justice B.N. Karia                    sd/ \n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = \n         1      Whether Reporters of Local Papers may be allowed to see  Yes\n                the judgment ? \n\n         2      To be referred to the Reporter or not ?                                          Yes\n\n         3      Whether their Lordships wish to see the fair copy of the                          No\n                judgment ? \n\n         4      Whether this case involves a substantial question of law as                       No\n                to   the   interpretation  of   the   Constitution  of   India  or   any \n                order made thereunder ? \n\n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = \n                           Vimal Dairy Limited  &  1.... Appellant(s) \n                                            Versus\n                  Kaira Dist . Co Operative Milk Producers Union Ltd.  & \n                                     1 .... Respondent(s) \n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n         Appearance:\n         Mr Rr Shah, Advocate for the Appellant(s) No. 1  2\n         Mr. K.S. Nanavati, Ld. Sr. Adv For Nanavati Associates, Caveator \n         for the Respondent(s) No. 1  2 \n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n             Coram: Honourable Mr.Justice M.R. Shah \n                    and \n                    Honourable Mr.Justice B.N. Karia \n                                    Date : 20/03/2017\n                                    Oral Judgment\n  (Per : Honourable Mr.Justice M.R. Shah) 1.0. Feeling   aggrieved   and   dissatisfied   with   the   impugned  judgment   and   order     passed   by   the   learned   Commercial   Court,  Hc-Nic Pa ge 1 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT Ahmedabad dated 21.02.2017 passed below Exh.13 in Commercial Civil  Suit No.314 of 2016, by which, the Commercial Court has dismissed the  said   application   submitted   by   the   original   defendants   which   was  submitted to reject the plaint in exercise of powers under Order 7 Rule  10   and   Order   7   Rule   11   of   the   Code   of   Civil   Procedure,   1908,     the  original defendants have preferred the present appeal under Section 13  of the Commercial Court Act r/w Order 43 Rule 1(r) of the Code of Civil  Procedure. \n2.0. The   facts   leading   to   the   present   Appeal   From   Order   in  nutshell are as under: \n2.1. That the respondents no.1 and 2 herein - original plaintiffs  (hereinafter referred to as the \"original plaintiffs\") initially instituted the  Civil Suit in the Court of learned District Judge at Ahmedabad (Rural)  being Civil Suit No. 6of 2012 for declaration of infringement of Trade  Mark;   infringement   of   Copyright   and   passing   off   seeking   permanent  injunction   against   the   defendants.   At   the   outset,   it   is   required   to   be  noted   that   the   plaintiffs   have   their   registered   office   at   Anand   and  original   defendants   have   their   registered   office   within   the   territorial  jurisdiction  of  Ahmedabad (Rural).  That having  been  served with  the  summons / notice of civil suit, the defendants submitted the application  below Exh.13 requesting to reject the plaint under Order 7 Rule 10 and  11 of the Code of Civil Procedure, contending inter alia that the suit filed  by   the   plaintiffs   for   the   reliefs   sought   in   the   plaint,   the   Court   at  Ahmedabad   (Rural)   shall   not   have   any   jurisdiction   and   considering  Section 134 of the Trade Marks Act and Section 62 of the Copyright Act,  the suit before the Anand Court only shall be maintainable. Before the  application   Exh.13   could   be   heard,   on   establishment   of   Commercial  Court at Ahmedabad, the suit which was pending before the Court at  HC-NIC Page 2 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT Ahmedabad (Rural) came  to be  transferred to the  Commercial Court,  Ahmedabad, which is numbered Commercial Civil Suit No. 314 of 2016. \nThat   by   impugned   order,   the   learned   Judge,   Commercial   Court   at  Ahmedabad has rejected the said application by holding that even for  the reliefs of infringement of Trade Mark and / or Copyright the suit  filed by the original plaintiffs at the relevant time before the Ahmedabad  Rural Court shall be maintainable. \n2.2. Feeling aggrieved and dissatisfied with the impugned order  passed by the learned Judge, Commercial Court at Ahmedabad passed  below   Exh.13   dated   21.02.2017   in   Commercial   Civil   Suit   No.314   of  2016,   the   original   defendants   have   preferred   present   Appeal   From  Order. \n3.0. Shri R.R. Shah, learned advocate for the original defendants  has vehemently submitted that in the facts and circumstances of the case  learned   Commercial   Court   has   materially   erred   in   rejecting   the  application below Exh.13 and has materially erred in holding that the  suit for the reliefs prayed in the suit, more particularly, for infringement  of the Trade Mark and the infringement of Copyright before the District  Court, Ahmedabad (Rural) shall be maintainable . \n3.1. It is further submitted by Shri R.R. Shah, learned  advocate  for the original defendants that as such a composite suit for infringement  of Trade Mark, infringement of Copyright and passing off action shall  not be maintainable. \n3.2. It is further submitted by Shri R.R. Shah, learned  advocate  for   the   original   defendants   that   it   is   an   admitted   position   that   the  plaintiffs   are   having   their   registered   office   at   Anand   within   the   local  HC-NIC Page 3 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT territorial   jurisdiction   of   of   the   Anand   Court.   It   is   submitted   that  therefore, considering Section 134 of the Trade Marks Act and Section  62   of   the   Copyright   Act,   the   suit   shall   be   maintainable   where   the  plaintiffs carry on business and / or is having its principal office or even  the subordinate office. It is submitted that therefore, more particularly,  composite suit for the aforesaid reliefs shall not be maintainable before  the   District   Court  other   than   District   Court,  Anand.  In   support  of  his  above submission, he has heavily relief upon para 19, 20 and 47 of the  decision of the Hon'ble Supreme Court in the case of Indian Performing  Rights  Society Ltd vs. Sanjay Dalia and Anr reported in AIR 2015 SC  3479. Shri Shah, learned advocate for the original defendants has also  heavily relied upon the decision of the Hon'ble Supreme Court in the  case   of   Dabur   India   Ltd   vs.   K.R.   Industries   reported   in   AIR   2008  SC  3123. \nMaking above submissions and relying upon the above decisions ,  it is requested to allow the present Appeal From Order. \n4.0. Present Appeal From Order is vehemently opposed by Shri  K.S.   Nanavati,   learned   Senior   Advocate   appearing   for   the   original  plaintiffs. It is submitted that in the facts and circumstances of the case  and   more   particularly,   considering   the   fact   that   defendants   are   also  having   their   registered   office   within   the   territorial   jurisdiction   of   the  District Court, Ahmedabad (Rural) and therefore, considering Section 20  of   the   Code   of   Civil   Procedure,   no   error   has   been   committed   by   the  learned Commercial Court in rejecting the application Exh.13. \n4.1. It   is   furtehr   submitted   that   as   observed   and   held   by   the  Hon'ble Supreme Court in the case of  Indian Performing Rights Society  Ltd   (supra)   and   in   the   case   of   Exphar   SA   and   Anr   vs.   Eupharma  Laboratories Ltd and Anr reported in AIR 2004 SC 1682 and the learned  HC-NIC Page 4 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT Single Judge of this Court in the case of Lark Laboratories Ltd vs. Nabros  Pharma Pvt Ltd reported in 2009(2) GLH 761, the jurisdiction which is  conferred under Section 134 of the Trade Marks Act and Section 62 of  the Copyright Act will be additional forum made available to the person  in whose favour the Trade Mark under the Copyright is registered and it  does not oust the forum available under Section 20 of the Code of Civil  Procedure. It is submitted that therefore, considering Section 20 of the  Code of Civil Procedure where the defendants are having their registered  office, suit within the territorial jurisdiction of the District Court shall be  maintained and therefore, no error has been committed by the learned  Commercial Court in rejecting the application Exh.13. \nMaking above submissions and relying upon the above decisions,  it is requested to dismiss the present Appeal From Order.  \n5.0. Heard   the   learned   advocates   for   the   respective   parties   at  length. At the outset, it is required to be noted that by the impugned  order,   learned   Commercial   Court   has   dismissed   the   application  submitted   by   the   appellants   herein   -   original   defendants,   which   was  submitted to reject the plaint under Order 7 Rule  10 and Order 7 Rule  11 of the Code of Civil Procedure, 1908 contending inter alia that as  registered   office   of   the   plaintiffs   is   at   Anand   (not   with   the   local  territorial jurisdiction of the Court at Ahmedabad (Rural) and therefore,  the suit filed by the plaintiffs in the District Court, Ahmedabad (Rural)  for the reliefs sought in the plaint shall not be maintainable and also on  the ground that such a composite suit seeking relief for infringement of  Trade Mark; infringement of Copyright and passing off action shall not  be   maintainable.   It   is   the   case   on   behalf   of   the   appellants   -   original  defendants that in view of specific provisions contained in Section 134 of  the Trade Marks Act and Section 62 of the Copyright Act, the  suit shall  be maintainable in the District Court where the plaintiffs resides and / or  HC-NIC Page 5 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT carries   on   business.   The   learned   Commercial   Court   considering   the  various decisions of the Hon'ble Supreme Court as well as this Court has  held that considering Section 20 of the Code of Civil Procedure, the suit  filed by the plaintiffs in the District Court at Ahmedabad (Rural) shall be  maintainable as the defendants are having their registered office within  local territorial jurisdiction of the District Court, Ahmedabad (Rural). It  is the case on behalf of the appellants that in view of Section 134 of the  Trade Marks Act and Section 62 of the Copyright Act,  Section 20 of the  Code of Civil Procedure shall not be applicable. However, the aforesaid  question   is   now  not   resintegra   in   view   of   the   recent   decision   of   the  Hon'ble Supreme Court in the case of Indian Performing Rights Society  Ltd (supra) ( AIR 2015 SC 3479). Even the issue involved in the present  appeal is also squarely covered by the decision of the Hon'ble Supreme  Court in the case of   Exphar SA and Anr (supra) ( AIR 2004 SC 1682).  In the case of Indian Performing Rights Society Ltd (supra) the Hon'ble  Supreme   Court   has   observed   and   held   that   by   Section   62   of   the  Copyright Act and Section 134 of the  Trade Marks Act, an additional  forum   has been provided by including a District Court within whose  limits the plaintiff actually and voluntarily resides or carries on business  or   personally   works   for   gain.   It   is   further   observed   and   held   that  expression  \"notwithstanding  anything   contained     in   the   Code   of   Civil  Procedure, does not oust the applicability of the provisions of Section 20  of the Code of Civil Procedure and it is clear that additional remedy has  been provided to the plaintiff so as to file a suit where he is residing or  carrying   on   business   etc.   as   the   case   may   be.   In   para   16   to   21,   the  Hon'ble Supreme Court has observed and held as under: \n16.On   a   due   and   anxious   consideration   of   the   provisions  contained  in section 20 of the CPC,  section   62 of the Copyright Act and section 134 of the Trade   Marks   Act,   and   the   object   with   which   the   latter   provisions have been enacted, it is clear that if a cause   of   action   has   arisen   wholly   or   in   part,   where   the   HC - NIC Page 6 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT plaintiff is residing or having its principal office/carries   on business or personally works for gain, the suit can be   filed at such place/s. Plaintiff(s) can also institute a suit   at a place where he is residing, carrying on business or   personally works for gain dehors the fact that the cause   of action has not arisen at a place where he/they are   residing   or   any   one   of   them   is   residing,   carries   on   business   or   personally   works   for   gain.   However,   this   right   to  institute   suit  at  such  a place   has   to  be  read   subject to certain restrictions, such as in case plaintiff is   residing   or   carrying   on   business   at   a   particular   place/having its head office and at such place cause of   action has also arisen wholly or in part, plaintiff cannot   ignore such a place under the guise that he is carrying   on   business   at   other   far   flung   places   also.   The   very   intendment   of   the   insertion   of   provision   in   the   Copyright Act and Trade Marks Act is the convenience   of the plaintiff.  The  rule  of convenience  of the parties   has been given a statutory expression in section 20 of   the CPC as well. The interpretation of provisions has to   be   such   which   prevents   the   mischief   of   causing   inconvenience to parties.\n17. The intendment of the aforesaid provisions inserted   in   the   Copyright   Act   and   the   Trade   Marks   Act   is   to   provide  a forum  to  the  plaintiff  where  he  is residing,   carrying on business or personally works for gain. The   object is to ensure that the plaintiff is not deterred from   instituting infringement proceedings \"because the court   in   which   proceedings   are   to   be   instituted   is   at   a   considerable  distance  from  the place  of their  ordinary   residence\".  The  impediment  created  to the  plaintiff  by   section 20 C.P.C. of going to a place where it was not   having ordinary residence or principal place of business   was   sought   to   be   removed   by   virtue   of   the   aforesaid   provisions   of  the   Copyright   Act  and   the  Trade   Marks   Act.   Where   the   Corporation   is   having   ordinary   residence/principal place of business and cause of action   has also arisen at that place, it has to institute a suit at   the said place and not at other places. The provisions of   section 62 of the Copyright Act and section 134 of the   Trade Marks Act never intended to operate in the field   where   the   plaintiff   is   having   its   principal   place   of   business at a particular  place and the cause  of action   has also arisen at that place so as to enable it to file a   suit   at  a  distant   place   where   its   subordinate   office   is   situated  though  at  such  place  no   cause  of  action   has   HC-NIC Page 7 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT arisen. Such interpretation would cause great harm and   would be juxtaposed to the very legislative intendment   of the provisions so enacted. \n18. In our opinion, in a case where cause of action   has arisen at a place where the plaintiff is residing or   where   there   are   more   than   one   such   persons,   any   of   them   actually   or   voluntarily   resides   or   carries   on   business  or  personally   works   for  gain  would   oust  the   jurisdiction of other place where the cause of action has   not arisen though at such a place, by virtue of having   subordinate   office,   the   plaintiff   instituting   a   suit   or   other   proceedings   might   be   carrying   on   business   or   personally works for gain. \n19. At the same time, the provisions of section 62 of   the Copyright Act and section 134 of the Trade Marks   Act   have   removed   the   embargo   of   suing   at   place   of  accrual of cause of action wholly or in part, with regard   to a place where the plaintiff or any of them ordinarily   resides, carries on business or personally works for gain.  \nWe   agree   to   the   aforesaid   extent   the   impediment   imposed under section 20 of the CPC to a plaintiff to   institute a suit in a court where the defendant resides or   carries on business or where the cause of action wholly   or   in  part   arises,   has   been   removed.  But   the   right   is   subject  to the  rider  in case  plaintiff  resides or has its   principal   place   of   business/carries   on   business   or   personally   works   for   gain   at   a   place   where   cause   of   action has also arisen, suit should be filed at that place   not   at   other   places   where   plaintiff   is   having   branch   offices etc.\n20. There is no doubt about it that the words used   in section 62 of the Copyright Act and section 134 of   the   Trade   Marks   Act,   'notwithstanding   anything   contained in CPC or any other law for the time being in  force', emphasise that the requirement of section 20 of   the   CPC   would   not   have   to   be   complied   with   by   the   plaintiff if he resides or carries on business in the local   limits of the court where he has filed the suit but, in our   view, at the same time , as the provision providing for   an   additional   forum,   can not   be   interpreted   in   the   manner that it has authorised the plaintiff to institute a   suit at a different place other than the place where he is   ordinarily   residing   or   having   principal   office   and   incidentally where the cause of action wholly or in part   has   also   arisen.   The   impugned   judgments,   in   our   HC-NIC Page 8 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT considered view , do not take away the additional forum   and   fundamental   basis   of   conferring   the   right   and   advantage to the authors of the Copyright Act and the   Trade   Marks   Act   provided   under   the   aforesaid   provisions.\n21. The provisions of section 62(2) of the Copyright Act   and   section   134   of   the   Trade   Marks   Act   are   pari   materia.   Section   134(2)   of   the   Trade   Marks   Act   is   applicable to clauses (a) and (b) of section 134(1)  of  the Trade Marks Act. Thus, a procedure to institute suit   with respect to section 134(1)(c)in  respect of \"passing   off\" continues to be governed by section 20 of CPC.\n5.1. However, while holding that by Section 62 of the Copyright Act  and Section 134 of the Trade Marks Act, an additional forum has been  provided by including a District Court within whose limits the plaintiff  actually   and   voluntarily   resides   or   carries   on   business   or   personally  works for gain. It is observed that the object of the provisions was to  enable the plaintiff to institute a suit at a place where he or they resided  or carried on business ,   the Hon'ble Supreme Court has also cautioned  that   even   in   such   a   case   also,   the   plaintiff   cannot   institute   suit   at   a  distant place where its subordinate office is situated, which is away from  the principal office or away from the place where he or they resides or  carries on business and where no cause of action has arisen. Therefore,  in para 23 and 24, the Hon'ble Supreme Court has observed and held as  under:\n23.   Considering   the   first   aspect   of   aforesaid   principle,   the   common   law   which   was   existing   before   the   provisions of law were passed was section 20 of the CPC.  \nIt   did   not   provide   for   the   plaintiff   to   institute   a   suit   except   in   accordance   with   the   provisions   contained   in   section   20.   The   defect   in   existing   law   was   inconvenience/deterrence caused to the authors suffering   from   financial   constraints   on   account   of   having   to   vindicate their intellectual property rights at a place far  away from their residence or the place of their business.  \nHC-NIC                                              Page 9 of 15      Created On Mon Aug 14 15:56:44 IST 2017           C / AO/83/2017                                                       JUDGMENT The said mischief or defect in the existing law which did   not provide for the plaintiff to sue at a place where he   ordinarily   resides   or   carries   on   business   or   personally   works   for   gain,   was   sought   to   be   removed.   Hence,the   remedy   was   provided   incorporating   the   provisions   of  section 62 of the Copyright Act. The provisions enabled   the plaintiff or any of them to file a suit at the aforesaid   places. But if they were residing or carrying on business   or   personally   worked   for   gain   already   at   such   place,   where cause of action has arisen, wholly or in part, the   said provisions have not provided additional remedy to   them   to   file   a   suit   at   a   different   place.   The   said   provisions  never  intended  to operate  in that field. The   operation   of   the   provisions   was   limited   and   their   objective was clearly to enable the plaintiff to file a suit   at the place where he is ordinarily residing or carrying   on business etc., as enumerated above, not to go away   from   such   places.   The   Legislature   has   never   intended   that the plaintiff should not institute the suit where he   ordinarily   resides   or   at   its   Head   Office   or   registered   office   or   where   he   otherwise   carries   on   business   or   personally works for gain where the cause of action too   has   arisen   and   should   drag   the   defendant   to   a   subordinate office or other place of business which is at a   far   distant   place   under   the   guise   of   the   fact   that   the   plaintiff/corporation   is   carrying   on   business   through   branch or otherwise at such other place also. If such an   interpretation   is   permitted,   as   rightly   submitted   on   behalf of the respondents, the abuse of the provision will   take   place.   Corporations   and   big   conglomerates   etc.   might be having several subordinate offices throughout   the country. Interpretation otherwise would permit them   to institute infringement proceedings at a far flung place   and at unconnected place as compared to a place where   plaintiff is carrying on their business, and at such place,   cause of action too has arisen. In the instant cases, the   principal   place   of   business   is,   admittedly,   in   Mumbai   and   the   cause   of   action   has   also   arisen   in   Mumbai.   Thus, the provisions of section 62 of the Copyright Act   and   section   134   of   the   Trade   Marks   Act   cannot   be   interpreted in a manner so as to confer jurisdiction on   the   Delhi   court   in   the   aforesaid   circumstances   to   entertain   such   suits.   The   Delhi   court   would   have   no   territorial jurisdiction to entertain it. \n24. The avoidance of counter mischief to the defendant is   also necessary  while  giving  the  remedy  to the  plaintiff   under the provisions in question. It was never visualised   HC-NIC Page 10 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT by the law makers that both the parties would be made   to travel to a distant place in spite of the fact that the   plaintiff has a remedy of suing at the place  where  the   cause   of   action   has   arisen   where   he   is   having   head   office/carrying   on   business   etc.   The   provisions   of   the   Copyright Act and the Trade Marks Act provide for the   authors/trade   marks   holders   to   sue   at   their   ordinary   residence or where they carry on their business. The said   provisions of law never intended to be oppressive to the   defendant. The Parliamentary Debate quoted above has   to be understood  in the manner  that suit can be filed   where   the   plaintiff   ordinarily   resides   or   carries   on  business or personally works for gain. Discussion was to   provide remedy to plaintiff at convenient place; he is not   to travel away. Debate was not to enable plaintiff to take   defendant  to farther  place,  leaving  behind  his place  of  residence/business etc. The right to remedy given is not   unbriddled and is subject to the prevention of abuse of   the aforesaid provisions, as discussed above. Parliament   never intended that the subject provisions to be abused   by the plaintiff by instituting suit in wholly unconnected   jurisdiction. In the instant cases, as the principal place of   business   is   at   Mumbai   the   cause   of   action   is   also   at   Mumbai but still the place for suing has been chosen at   Delhi. There may be a case where plaintiff is carrying on   the business at Mumbai and cause of action has arisen   in   Mumbai.   Plaintiff   is   having   branch   offices   at   Kanyakumari   and   also   at   Port   Blair,   if   interpretation   suggested  by appellants  is  acceptable,  mischief  may  be   caused by such plaintiff to drag a defendant to Port Blair   or Kanyakumari. The provisions cannot be interpreted in   the said manner devoid of the object of the Act. \n6.0. Applying the law laid down by the Hon'ble Supreme Court  in the case of Indian Performing Rights Society Ltd (supra) to the facts of  the case on hand, the case falls both within Section 20 of the Code of  Civil Procedure as well as Section  62 of the Copyright Act and Section  134 of the Trade Marks Act. It is not in dispute that the defendants have  their   registered   office   within   the   local   territorial   jurisdiction   of  Ahmedabad (Rural). Therefore, as per Section 20 of the Code of Civil  Procedure,   the   suit   can   be   instituted   by   the   plaintiffs   where   the  defendants   reside   or   carries   on   the  business   and  /   or   having   his   /its  HC-NIC Page 11 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT registered / subordinate office. Therefore, the case shall not fall within  the exception carved out by the Hon'ble Supreme Court in the case of  Indian Performing Rights Society Ltd (supra) (para 23 and 24).  Under  the  circumstances and as held by the  Hon'ble Supreme Court that by  Section 62 of the Copyright Act and Section 134 of the Trade Marks Act,  an additional  forum   has  been provided by including  a District Court  within   whose   limits   the   plaintiff   actually   and   voluntarily   resides   or  carries on business or personally works for gain and that it does not oust  the   applicability   of   the   provisions   of   Section   20   of   the   Code   of   Civil  Procedure,it can be said that in the present case, the cause of action has  also   arisen   within   the   local   territorial   jurisdiction     of   Ahmedabad  (Rural),   as   defendants   have   their     registered   office   within   the   local  territorial jurisdiction of the Ahmedabad (Rural). Therefore, it cannot be  said the learned Commercial Court has committed any error in rejecting  the application Exh.13 and in not rejecting the plaint as prayed by the  defendants. \n7.0. Now, so far as submission on behalf of the defendants that a  composite   suit   for   the   reliefs   for   infringement   of   Trade   Mark,  infringement   of   Copyright   and   passing   off   action   shall   not   be  maintainable, relying upon the decision of the Hon'ble Supreme Court in  the case of Dabur India Ltd (supra) (AIR 2008 SC 3123) is concerned , it  is required to be noted that the aforesaid issue is also covered against  the defendants in light of the decision of  this Court in the case of Lark  Laboratories Ltd vs. Nabros Pharma Pvt Ltd reported in 2009(2) GLH  761 and after considering the decision of the Hon'ble Supreme Court in  the case of Dabur India Ltd (supra) (AIR 2008 SC 3123), in para 11 and  12, the learned Single Judge has observed and held as under: \n\"11.     xxxxx  Relying  upon  the   decision  of  the   Hon'ble  Supreme Court in the case of Dabur India Ltd.(supra), it  HC-NIC Page 12 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT is sought to be contended that as for relief of passing off  action,   Civil   Court   at   Ahmedabad   would   not   have  jurisdiction   and   therefore,   such   composite   suit   for  aforesaid   three   reliefs   is   not   maintainable   at   all   and  plaint is to be rejected. For that purpose, facts of the case  before the Hon'ble Supreme Court in the case of Dabur  India   Ltd.(supra)   are   required   to   be   considered.   It  cannot be disputed that every decision of the Court is in  the facts of particular case. In the case before the Hon'ble  Supreme   Court,   Dabur   India   Ltd   (Plaintiff).   instituted  composite suit against the K.R.Industries (Defendant) for  copyright infringement as well as for relief for passing  off action before the Delhi High Court. It was found that  defendant   is   the   resident   of   Andra   Pradesh.   The  defendant filed application in the said suit purported to  be under Order VII Rule 11 of the CPC contending that  as defendant is resident of Andra Pradesh, Delhi High  Court has no jurisdiction. The learned Single Judge of  the Delhi High Court accepted the said contention of the  defendant and held that suit filed by the plaintiff insofar  it relates to the relief for passing off, is not maintainable  for want of territorial jurisdiction and since the plaint is  filed for both causes of action, namely, infringement of  copyright   and   passing   off,   same   is   required   to   be  returned   to   the   plaintiff   for   filing   in   the   Court   of  competent jurisdiction. Said order was challenged by the  plaintiff Dabur India Ltd. before the Division Bench of  the Delhi High Court and it was contended for both the  reliefs   suit   before   the   Delhi   High   Court   would   be  maintainable.   However,   it   was  also   submitted   that   as  relief for infringement of copyright is concerned, Delhi  High Court would have jurisdiction and plaint ought not  to have been returned as a whole. Accepting the second  submission the Division Bench of the Delhi High Court in  para 6 has held as under:\n6. So far the relief claimed as against the infringement  of copyright is concerned, it is clearly established that  the trial court will have the territorial jurisdiction and  therefore,   we   also   agree   with   the   conclusions   and   findings recorded by the learned Single Judge that in   the  case   of  infringement   of  copyright,  this  Court   will have   the   jurisdiction.   The   learned   Single   Judge   has   directed that the plaint be returned to the appellant /  plaintiff for filing of the same in the Court of competent   jurisdiction. We make it clear that it will be open to the   appellant / plaintiff to file a fresh suit in the Court of  competent jurisdiction in accordance with law with a   HC-NIC Page 13 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT further   observation   that   so   far   as   the   relief   for   infringement of copyright is concerned, this Court will  have jurisdiction.\n12. Against the judgment passed by the Division Bench   of the Delhi High Court , original plaintiff Dabur India   Ltd.   approached   Hon'ble   Supreme   Court   contending   interalia that relying decision of the Hon'ble Supreme   Court   in   the   case   of   Dhodha   House   (supra)   such   a   composite suit for both reliefs under the copyrights act   as well as trademark act is maintainable. Considering   above   fact   situation   and   decision   of   the   Hon'ble   Supreme Court in the case of Dhodha House (supra), as   well as Order II Rule 3 of the CPC, the Hon'ble Supreme   Court   has   held   that   as   Delhi   High   Court   has   no   territorial jurisdiction to entertain the suit for relief for   passing   off   action   as   defendant   is   residing   at   Andra   Pradesh,   such   a   composite   suit   for   copyright   infringement   and   relief   for   passing   off   action   is   not   maintainable.   Hon'ble   Supreme   Court   has   further   clarified what would be meant by a composite suit?. As   held   by   the   Hon'ble   Supreme   Court   in   para   29 ,   composite suit would not entitle a Court to entertain a   suit in respect whereof it has no jurisdiction, territorial   or   otherwise.   Hon'ble   Supreme   Court   in   the   said   decision has further observed that composite suit within   the provisions of the 1957 Act as considered in Dhoda   House (supra) therefore, would mean the suit which is   founded on infringement of a copyright and wherein the   incidental power of the Court is required to be invoked.  \nA   plaintiff   may   seek   remedy   which   can   otherwise   be   granted   by   the   Court.   It   is   further   observed   by   the   Hon'ble  Supreme  Court that it was that aspect of the   matter   which   had   not   been   considered   in   Dhoda   House(supra) but it never meant that two suits having   different causes of action can be clubbed together as a   composite   suit.   Therefore,   considering   decision   of   the   Hon'ble   Supreme   Court   in   Dhoda   House(supra)   as   a   whole  and  the facts stated  herein above,  it cannot  be  said   that   by   the   said   decision,   the   Hon'ble   Supreme   Court has laid down absolute proposition of law that   such a composite suit for the reliefs i.e. infringement of   trademark, infringement of copyrights and passing off   before   the   Court   having   territorial   jurisdiction   is   not   maintainable at all as sought to be canvassed on behalf   of   the   defendant.   On   fair   reading   of   the   aforesaid   decision,   it   appears   that   it   is   held   by   the   Hon'ble   HC-NIC Page 14 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT Supreme Court that composite suit for infringement of   trademark, infringement of copyrights and passing off   would not be maintainable,if otherwise it is found that   for   any   of   such   relief   the   Court   has   no   jurisdiction,   territorial   or   otherwise.   Under   the   circumstances,   the   contention  on behalf of the defendant that for such a   composite   suit   i.e.   infringement   of   trademark,   infringement   of   copyrights   and   passing   off   is   not   maintainable   and   therefore,   the   learned   Judge   has   committed  an  error   in   granting   injunction   cannot   be   accepted.\n7.1. Under   the   circumstances,   submission   on   behalf   of   the  appellants   that     a   composite   suit   for   infringement   of   Trade   Mark,  infringement   of   Copyright   and   passing   off   action     shall   not   be  maintainable, cannot be accepted as the same has no substance. In the  present case and as observed herein above for all the three reliefs the  suit in the District Court,  Ahmedabad (Rural) shall be maintainable. At  this stage, it is required to be noted that even subsequently the suit has  been transferred to the Commercial Court, Ahmedabad. \n8.0. In   view   of   the   above   and   for   the   reasons   stated   above,  present Appeal From Order fails and same deserves to be dismissed and  is accordingly dismissed. No costs. \n9.0. In   view   of   the   dismissal   of   Appeal   From   Order,   Civil  Application stands dismissed.   \nsd/ (M.R. SHAH, J.)  sd/ (B.N. KARIA, J.)  Kaushik HC-NIC Page 15 of 15 Created On Mon Aug 14 15:56:44 IST 2017",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac2c6b1a57694c3ba03eb728ba9e74e0_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dc871bbeacb7464a9527261fdcbe865b_1"
    },
    {
      "start": 242,
      "end": 348,
      "text": "\nGujarat High Court\nVimal Dairy Limited & vs Kaira Dist. Co Operative Milk Producers ... on 20 March, 2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e286d462a21b40d2ab48906fc1b76722_2"
    },
    {
      "start": 350,
      "end": 445,
      "text": "Equivalent citations: Air 2017 Gujarat 127\nBench: M.R. Shah, B.N. Karia\n                      C",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a04457c5f0ec430f9ebb059a38114042_3"
    },
    {
      "start": 446,
      "end": 457,
      "text": "/Ao/83/2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6b6fd64ca07f43149d05e309df5ce825_4"
    },
    {
      "start": 508,
      "end": 543,
      "text": "Judgment\n\n\n\n                       ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0f9e228f4e5d4d328a606baf290a786c_5"
    },
    {
      "start": 543,
      "end": 618,
      "text": "In The High Court Of Gujarat At Ahmedabad\n\n                                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "08c607c1a9054cac9eb2e65702b3ae75_6"
    },
    {
      "start": 618,
      "end": 651,
      "text": "Appeal From Order  No. 83 of 2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e695b8868cf14c68924f94bde95658eb_7"
    },
    {
      "start": 700,
      "end": 772,
      "text": "With \n                                Civil Application No. 3771 of 2017",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a0012dd9b5234900bfe6ef02881b269c_8"
    },
    {
      "start": 822,
      "end": 915,
      "text": "In    \n                                Appeal From Order No. 83 of 2017\n          \n\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ae198bfa09d248928f158b8ed66c8dc9_9"
    },
    {
      "start": 915,
      "end": 942,
      "text": "For Approval And Signature:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d24eebda62d94fd993a2347cbfcfa9c0_10"
    },
    {
      "start": 953,
      "end": 967,
      "text": "Honourable Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "29788b5ce78241ef94a24f4bc2eddc9b_11"
    },
    {
      "start": 968,
      "end": 985,
      "text": "Justice M.R. Shah",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b7246ca25624797a7158bf04e5334c3_12"
    },
    {
      "start": 1005,
      "end": 1021,
      "text": "sd/\n         and",
      "labels": [
        "PREAMBLE"
      ],
      "id": "598ed7a31b6e44d8b7f88fbf3d3d2ffd_13"
    },
    {
      "start": 1032,
      "end": 1046,
      "text": "Honourable Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "07f38c28dd484414bfed71567d77ec03_14"
    },
    {
      "start": 1047,
      "end": 1065,
      "text": "Justice B.N. Karia",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eb7521786ae244deba3a1c7b424473e9_15"
    },
    {
      "start": 1085,
      "end": 1100,
      "text": "sd/ \n         =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4d19fff6e79b47abaad22b1967117d1b_16"
    },
    {
      "start": 1101,
      "end": 1108,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "04352dc1c37e4657bda42453743dce34_17"
    },
    {
      "start": 1109,
      "end": 1116,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2ef128a164e46f5878dbd32948262c3_18"
    },
    {
      "start": 1117,
      "end": 1124,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "38fe71b36b5348d4a0cbba9665d293cd_19"
    },
    {
      "start": 1125,
      "end": 1132,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1c9b2a64c10e4c36b416558be7198096_20"
    },
    {
      "start": 1133,
      "end": 1140,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "63fb1b2c63df44cba915d60a84c3648d_21"
    },
    {
      "start": 1141,
      "end": 1148,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4566de022437473dbbac4516e2f0608c_22"
    },
    {
      "start": 1149,
      "end": 1156,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "28d479369ce341dc9b847cbbac48573c_23"
    },
    {
      "start": 1157,
      "end": 1164,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0edb33da1e8f46369aeeff59984a8b42_24"
    },
    {
      "start": 1165,
      "end": 1172,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6f6bf59566e54d29b649aa7b818ae3e8_25"
    },
    {
      "start": 1173,
      "end": 1180,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fea3fb2f4020487a929fd371257d7744_26"
    },
    {
      "start": 1191,
      "end": 1253,
      "text": "1      Whether Reporters of Local Papers may be allowed to see",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30d7ec39f34c4d98a1c1a188d80631f3_27"
    },
    {
      "start": 1255,
      "end": 1289,
      "text": "Yes\n                the judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "580b72495c8949f2b0a586d6ab1782ae_28"
    },
    {
      "start": 1301,
      "end": 1389,
      "text": "2      To be referred to the Reporter or not ?                                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1fcd667d1cc84a3babf5744cae6a1cf5_29"
    },
    {
      "start": 1389,
      "end": 1404,
      "text": "Yes\n\n         3",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cf0f4056a7624b28bab6616790800e0e_30"
    },
    {
      "start": 1410,
      "end": 1492,
      "text": "Whether their Lordships wish to see the fair copy of the                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d06b2bf342e948e9994066ce906778db_31"
    },
    {
      "start": 1492,
      "end": 1521,
      "text": "No\n                judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1ee4023604d4b52b1e9f4bdd2d0df3a_32"
    },
    {
      "start": 1533,
      "end": 1599,
      "text": "4      Whether this case involves a substantial question of law as",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4e501c50d9846aa8188b883389e48c5_33"
    },
    {
      "start": 1622,
      "end": 1713,
      "text": "No\n                to   the   interpretation  of   the   Constitution  of   India  or   any",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9cad9f177cfd47d395b4f6b751f62fe1_34"
    },
    {
      "start": 1714,
      "end": 1754,
      "text": "\n                order made thereunder ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de5595338b2b4221aaaaaa13863dbec3_35"
    },
    {
      "start": 1766,
      "end": 1773,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eca016e68aac4cdda6485123737f00e7_36"
    },
    {
      "start": 1774,
      "end": 1781,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ce84af033aa4531b9d073dfed060300_37"
    },
    {
      "start": 1782,
      "end": 1789,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "52f58d3702d8416e88805032c87dee23_38"
    },
    {
      "start": 1790,
      "end": 1797,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cb3ec943708f442bb1b872218aaa5c0c_39"
    },
    {
      "start": 1798,
      "end": 1805,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b01cb8cf23ac4571befffd934f133676_40"
    },
    {
      "start": 1806,
      "end": 1813,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "085412b73af24a76962e71406418eae7_41"
    },
    {
      "start": 1814,
      "end": 1821,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7cadd296851a4a3aa2dd6131549fa97f_42"
    },
    {
      "start": 1822,
      "end": 1829,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b83a7aa4d5064a1ab128ce7a98960dcd_43"
    },
    {
      "start": 1830,
      "end": 1837,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "959b64c5ded649d9b80b0d5e177497dc_44"
    },
    {
      "start": 1838,
      "end": 1845,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "31fde1206f2f4ff8ba30f4096ed02062_45"
    },
    {
      "start": 1846,
      "end": 1853,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "23aaa69611ad45918facbb6b450a103f_46"
    },
    {
      "start": 1854,
      "end": 1903,
      "text": "= \n                           Vimal Dairy Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c64edfa9c29f4348959663e6cd9fb838_47"
    },
    {
      "start": 1904,
      "end": 1913,
      "text": " &  1....",
      "labels": [
        "PREAMBLE"
      ],
      "id": "83bac7972b784290b00120493c40137e_48"
    },
    {
      "start": 1914,
      "end": 1926,
      "text": "Appellant(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "51424a6db9da4fed894660fa9487cbb7_49"
    },
    {
      "start": 1972,
      "end": 1997,
      "text": "Versus\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d69520fbb63a404497375c908e345727_50"
    },
    {
      "start": 1997,
      "end": 2007,
      "text": "Kaira Dist",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4e8407c10ca7429eb965896a4cb72e19_51"
    },
    {
      "start": 2008,
      "end": 2022,
      "text": ". Co Operative",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bc830ca927084a95b67dec93e489d58e_52"
    },
    {
      "start": 2023,
      "end": 2048,
      "text": "Milk Producers Union Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e10d0aca5e7f4a6cbff27fc7122b0ec1_53"
    },
    {
      "start": 2050,
      "end": 2091,
      "text": "& \n                                     1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5711525b48f04383af50387f3c22884f_54"
    },
    {
      "start": 2092,
      "end": 2110,
      "text": ".... Respondent(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a575ef8b9962463d8c5f5d97b8b05f5d_55"
    },
    {
      "start": 2121,
      "end": 2128,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a68af30b22234ef89e56b7e4047ce0cc_56"
    },
    {
      "start": 2129,
      "end": 2136,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ac370bf038d47ca845bd9ca9e483a75_57"
    },
    {
      "start": 2137,
      "end": 2144,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e03fc25b5af846438c8a92f451092a1f_58"
    },
    {
      "start": 2145,
      "end": 2152,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "81bdca8b414d476ea8779fa15480052f_59"
    },
    {
      "start": 2153,
      "end": 2160,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6d8a7b3bbfb046c5bf183922fac4dc0c_60"
    },
    {
      "start": 2161,
      "end": 2168,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "97f6f4cce77d4ca29a6db2432b6956fd_61"
    },
    {
      "start": 2169,
      "end": 2176,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e51692448c0742dfa0a77e4a0abb2285_62"
    },
    {
      "start": 2177,
      "end": 2184,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "cedbd030037f48f2b5b38cc854bc9219_63"
    },
    {
      "start": 2185,
      "end": 2192,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f579e632eece444583523c2ed35b6d64_64"
    },
    {
      "start": 2193,
      "end": 2200,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "404af74830e0488fabbeec548a036c6f_65"
    },
    {
      "start": 2201,
      "end": 2208,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c835bb71252f40aba918400100a759b8_66"
    },
    {
      "start": 2209,
      "end": 2241,
      "text": "=\n         Appearance:\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b47734232cb94ff89e48215652314e3d_67"
    },
    {
      "start": 2241,
      "end": 2301,
      "text": "Mr Rr Shah, Advocate for the Appellant(s) No. 1  2\n         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69e51fdb76f841f28a89b13bbe227bdf_68"
    },
    {
      "start": 2301,
      "end": 2365,
      "text": "Mr. K.S. Nanavati, Ld. Sr. Adv For Nanavati Associates, Caveator",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37e1d771226a41c6bc366b90373aaa98_69"
    },
    {
      "start": 2366,
      "end": 2403,
      "text": "\n         for the Respondent(s) No. 1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f415563e926b4b409187d363e05769c7_70"
    },
    {
      "start": 2404,
      "end": 2418,
      "text": " 2 \n         =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1f3130033524f62aaaa2f71f6989e10_71"
    },
    {
      "start": 2419,
      "end": 2426,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "33a351f4b9b044959dc2d773e0a334c9_72"
    },
    {
      "start": 2427,
      "end": 2434,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a26cd83a2e344ea9806b9dc9a82a3940_73"
    },
    {
      "start": 2435,
      "end": 2442,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4cddbf56a173407cb43b5b06cd7c85c1_74"
    },
    {
      "start": 2443,
      "end": 2450,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f05dcfc690014072b69bde5109815f51_75"
    },
    {
      "start": 2451,
      "end": 2458,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "abbfab5fa13748b1b214a7c664eefd40_76"
    },
    {
      "start": 2459,
      "end": 2466,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9f83e0831133403e881c3c3f68e3d504_77"
    },
    {
      "start": 2467,
      "end": 2474,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2ed7a516b9ae493288cf072cba7ba7cc_78"
    },
    {
      "start": 2475,
      "end": 2482,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1447357da694ff3926033e1ead8fcca_79"
    },
    {
      "start": 2483,
      "end": 2490,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9e1e3deb0d34207a75e8283bcfcce61_80"
    },
    {
      "start": 2491,
      "end": 2498,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "15159b780a134684891dcf84d48682cc_81"
    },
    {
      "start": 2499,
      "end": 2520,
      "text": "= = = =\n             ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3452edfad42d4a2b888ed4b88762017e_82"
    },
    {
      "start": 2520,
      "end": 2526,
      "text": "Coram:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9d6810137f3486cb2c3528cba32ae1e_83"
    },
    {
      "start": 2527,
      "end": 2558,
      "text": "Honourable Mr.Justice M.R. Shah",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a84ef1940b714209b6e16ce3846f9d88_84"
    },
    {
      "start": 2559,
      "end": 2637,
      "text": "\n                    and \n                    Honourable Mr.Justice B.N. Karia",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9d78685dff0441f18c16c8ad9882b777_85"
    },
    {
      "start": 2675,
      "end": 2729,
      "text": "Date : 20/03/2017\n                                    ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f84f3c443cab4a51817c41f5245adea2_86"
    },
    {
      "start": 2729,
      "end": 2745,
      "text": "Oral Judgment\n  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70708967a146460ba403b5ca4c47cede_87"
    },
    {
      "start": 2745,
      "end": 2789,
      "text": "(Per : Honourable Mr.Justice M.R. Shah) 1.0.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "10af424cb2134e8991b2e321b534275b_88"
    },
    {
      "start": 2790,
      "end": 2903,
      "text": "Feeling   aggrieved   and   dissatisfied   with   the   impugned  judgment   and   order     passed   by   the   ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8aa2f282545548389bc6645ebc1d3b10_89"
    },
    {
      "start": 2903,
      "end": 2910,
      "text": "learned",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f581d8a0b2a24426853ad3f45d5324cc_90"
    },
    {
      "start": 2913,
      "end": 2932,
      "text": "Commercial   Court,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0c02bbd1370e4381a987faffab39596b_91"
    },
    {
      "start": 2933,
      "end": 2943,
      "text": " Hc-Nic Pa",
      "labels": [
        "PREAMBLE"
      ],
      "id": "494b977c80c04aa3a47f6304f0bea062_92"
    },
    {
      "start": 2944,
      "end": 2989,
      "text": "ge 1 of 15 Created On Mon Aug 14 15:56:44 IST",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47d03192c6594025b6f234352dee2562_93"
    },
    {
      "start": 2990,
      "end": 3565,
      "text": "2017 C/AO/83/2017 JUDGMENT Ahmedabad dated 21.02.2017 passed below Exh.13 in Commercial Civil  Suit No.314 of 2016, by which, the Commercial Court has dismissed the  said   application   submitted   by   the   original   defendants   which   was  submitted to reject the plaint in exercise of powers under Order 7 Rule  10   and   Order   7   Rule   11   of   the   Code   of   Civil   Procedure,   1908,     the  original defendants have preferred the present appeal under Section 13  of the Commercial Court Act r/w Order 43 Rule 1(r) of the Code of Civil  Procedure. \n2.0.",
      "labels": [
        "RLC"
      ],
      "id": "85688c1a71e742218b1b1e2af6f2b5b6_94"
    },
    {
      "start": 3566,
      "end": 3667,
      "text": "The   facts   leading   to   the   present   Appeal   From   Order   in  nutshell are as under: \n2.1.",
      "labels": [
        "FAC"
      ],
      "id": "b16d119726c3422e91b57f96193acc1b_95"
    },
    {
      "start": 3668,
      "end": 4746,
      "text": "That the respondents no.1 and 2 herein - original plaintiffs  (hereinafter referred to as the \"original plaintiffs\") initially instituted the  Civil Suit in the Court of learned District Judge at Ahmedabad (Rural)  being Civil Suit No. 6of 2012 for declaration of infringement of Trade  Mark;   infringement   of   Copyright   and   passing   off   seeking   permanent  injunction   against   the   defendants.   At   the   outset,   it   is   required   to   be  noted   that   the   plaintiffs   have   their   registered   office   at   Anand   and  original   defendants   have   their   registered   office   within   the   territorial  jurisdiction  of  Ahmedabad (Rural).  That having  been  served with  the  summons / notice of civil suit, the defendants submitted the application  below Exh.13 requesting to reject the plaint under Order 7 Rule 10 and  11 of the Code of Civil Procedure, contending inter alia that the suit filed  by   the   plaintiffs   for   the   reliefs   sought   in   the   plaint,   the   Court   at  Ahmedabad   (Rural)   shall   not   have   ",
      "labels": [
        "FAC"
      ],
      "id": "e72a895623bb442ab9b329c407fa9a42_96"
    },
    {
      "start": 4746,
      "end": 4918,
      "text": "any   jurisdiction   and   considering  Section 134 of the Trade Marks Act and Section 62 of the Copyright Act,  the suit before the Anand Court only shall be maintainable.",
      "labels": [
        "FAC"
      ],
      "id": "4efbc2826e074398b0219e8cd1150062_97"
    },
    {
      "start": 4919,
      "end": 5301,
      "text": "Before the  application   Exh.13   could   be   heard,   on   establishment   of   Commercial  Court at Ahmedabad, the suit which was pending before the Court at  HC-NIC Page 2 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT Ahmedabad (Rural) came  to be  transferred to the  Commercial Court,  Ahmedabad, which is numbered Commercial Civil Suit No. 314 of 2016.",
      "labels": [
        "FAC"
      ],
      "id": "6b0793f3c4424ed59b774819414edf71_98"
    },
    {
      "start": 5302,
      "end": 5636,
      "text": "\nThat   by   impugned   order,   the   learned   Judge,   Commercial   Court   at  Ahmedabad has rejected the said application by holding that even for  the reliefs of infringement of Trade Mark and / or Copyright the suit  filed by the original plaintiffs at the relevant time before the Ahmedabad  Rural Court shall be maintainable.",
      "labels": [
        "RLC"
      ],
      "id": "fe40155053f14108a6e5ce32d797d450_99"
    },
    {
      "start": 5637,
      "end": 5942,
      "text": "\n2.2. Feeling aggrieved and dissatisfied with the impugned order  passed by the learned Judge, Commercial Court at Ahmedabad passed  below   Exh.13   dated   21.02.2017   in   Commercial   Civil   Suit   No.314   of  2016,   the   original   defendants   have   preferred   present   Appeal   From  Order.",
      "labels": [
        "RLC"
      ],
      "id": "008f5ea154084a8587af500d9e193eb0_100"
    },
    {
      "start": 5944,
      "end": 6435,
      "text": "3.0. Shri R.R. Shah, learned advocate for the original defendants  has vehemently submitted that in the facts and circumstances of the case  learned   Commercial   Court   has   materially   erred   in   rejecting   the  application below Exh.13 and has materially erred in holding that the  suit for the reliefs prayed in the suit, more particularly, for infringement  of the Trade Mark and the infringement of Copyright before the District  Court, Ahmedabad (Rural) shall be maintainable .",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7f586f7423e4430c96fa420c22a5897a_101"
    },
    {
      "start": 6437,
      "end": 6671,
      "text": "3.1. It is further submitted by Shri R.R. Shah, learned  advocate  for the original defendants that as such a composite suit for infringement  of Trade Mark, infringement of Copyright and passing off action shall  not be maintainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4dfcfe76c80d4b7da4ab4000b7ef7e04_102"
    },
    {
      "start": 6673,
      "end": 7066,
      "text": "3.2. It is further submitted by Shri R.R. Shah, learned  advocate  for   the   original   defendants   that   it   is   an   admitted   position   that   the  plaintiffs   are   having   their   registered   office   at   Anand   within   the   local  HC-NIC Page 3 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT territorial   jurisdiction   of   of   the   Anand   Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7e889c5d7dee4b56991bd77319d707ea_103"
    },
    {
      "start": 7069,
      "end": 7358,
      "text": "It   is   submitted   that  therefore, considering Section 134 of the Trade Marks Act and Section  62   of   the   Copyright   Act,   the   suit   shall   be   maintainable   where   the  plaintiffs carry on business and / or is having its principal office or even  the subordinate office.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "28e5f5f74e894351930a5982dde06942_104"
    },
    {
      "start": 7359,
      "end": 7550,
      "text": "It is submitted that therefore, more particularly,  composite suit for the aforesaid reliefs shall not be maintainable before  the   District   Court  other   than   District   Court,  Anand.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3ca5f028cddf44bcb2c959496922eccb_105"
    },
    {
      "start": 7552,
      "end": 7794,
      "text": "In   support  of  his  above submission, he has heavily relief upon para 19, 20 and 47 of the  decision of the Hon'ble Supreme Court in the case of Indian Performing  Rights  Society Ltd vs. Sanjay Dalia and Anr reported in AIR 2015 SC  3479.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "76e4a0e3a2d341cfb140be9a43e3a0e1_106"
    },
    {
      "start": 7795,
      "end": 8030,
      "text": "Shri Shah, learned advocate for the original defendants has also  heavily relied upon the decision of the Hon'ble Supreme Court in the  case   of   Dabur   India   Ltd   vs.   K.R.   Industries   reported   in   AIR   2008  SC  3123. \n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aa093c83a19343b2af6b8e59e7f298f8_107"
    },
    {
      "start": 8030,
      "end": 8091,
      "text": "Making above submissions and relying upon the above decisions",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5bf4f3f2d83e4f8fa09d56e2b4217b0e_108"
    },
    {
      "start": 8092,
      "end": 8150,
      "text": ",  it is requested to allow the present Appeal From Order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5224ddf1797044ea8f7bc6ca543d653f_109"
    },
    {
      "start": 8152,
      "end": 8308,
      "text": "4.0. Present Appeal From Order is vehemently opposed by Shri  K.S.   Nanavati,   learned   Senior   Advocate   appearing   for   the   original  plaintiffs.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2e51b8c07e9b4a30a7a387c7f6051498_110"
    },
    {
      "start": 8309,
      "end": 8374,
      "text": "It is submitted that in the facts and circumstances of the case  ",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "57976c179a9f440daa3b869925584b1f_111"
    },
    {
      "start": 8374,
      "end": 8384,
      "text": "and   more",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "782eae24abe041beb62b402a0c43770c_112"
    },
    {
      "start": 8385,
      "end": 8787,
      "text": "  particularly,   considering   the   fact   that   defendants   are   also  having   their   registered   office   within   the   territorial   jurisdiction   of   the  District Court, Ahmedabad (Rural) and therefore, considering Section 20  of   the   Code   of   Civil   Procedure,   no   error   has   been   committed   by   the  learned Commercial Court in rejecting the application Exh.13. \n4.1.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e9d993f3906f4b87b622a7c1b4e03159_113"
    },
    {
      "start": 8788,
      "end": 9624,
      "text": "It   is   furtehr   submitted   that   as   observed   and   held   by   the  Hon'ble Supreme Court in the case of  Indian Performing Rights Society  Ltd   (supra)   and   in   the   case   of   Exphar   SA   and   Anr   vs.   Eupharma  Laboratories Ltd and Anr reported in AIR 2004 SC 1682 and the learned  HC-NIC Page 4 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT Single Judge of this Court in the case of Lark Laboratories Ltd vs. Nabros  Pharma Pvt Ltd reported in 2009(2) GLH 761, the jurisdiction which is  conferred under Section 134 of the Trade Marks Act and Section 62 of  the Copyright Act will be additional forum made available to the person  in whose favour the Trade Mark under the Copyright is registered and it  does not oust the forum available under Section 20 of the Code of Civil  Procedure.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3b2eb4b7ca364a02a8599a0c802ab643_114"
    },
    {
      "start": 9625,
      "end": 9966,
      "text": "It is submitted that therefore, considering Section 20 of the  Code of Civil Procedure where the defendants are having their registered  office, suit within the territorial jurisdiction of the District Court shall be  maintained and therefore, no error has been committed by the learned  Commercial Court in rejecting the application Exh.13.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "53ce6ea3793f4d8b87974ca8b9951c72_115"
    },
    {
      "start": 9967,
      "end": 10089,
      "text": "\nMaking above submissions and relying upon the above decisions,  it is requested to dismiss the present Appeal From Order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5e4eb46816f647d383a0cc56a23a4652_116"
    },
    {
      "start": 10092,
      "end": 10179,
      "text": "5.0. Heard   the   learned   advocates   for   the   respective   parties   at  length.",
      "labels": [
        "NONE"
      ],
      "id": "d1195dd4e4374600aa7b33173a4214aa_117"
    },
    {
      "start": 10180,
      "end": 11035,
      "text": "At the outset, it is required to be noted that by the impugned  order,   learned   Commercial   Court   has   dismissed   the   application  submitted   by   the   appellants   herein   -   original   defendants,   which   was  submitted to reject the plaint under Order 7 Rule  10 and Order 7 Rule  11 of the Code of Civil Procedure, 1908 contending inter alia that as  registered   office   of   the   plaintiffs   is   at   Anand   (not   with   the   local  territorial jurisdiction of the Court at Ahmedabad (Rural) and therefore,  the suit filed by the plaintiffs in the District Court, Ahmedabad (Rural)  for the reliefs sought in the plaint shall not be maintainable and also on  the ground that such a composite suit seeking relief for infringement of  Trade Mark; infringement of Copyright and passing off action shall not  be   maintainable.   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "82232e70e98b488fb1e8738fd6dddb75_118"
    },
    {
      "start": 11035,
      "end": 11443,
      "text": "It   is   the   case   on   behalf   of   the   appellants   -   original  defendants that in view of specific provisions contained in Section 134 of  the Trade Marks Act and Section 62 of the Copyright Act, the  suit shall  be maintainable in the District Court where the plaintiffs resides and / or  HC-NIC Page 5 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT carries   on   business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc88eedf181346959847c55af193656a_119"
    },
    {
      "start": 11446,
      "end": 11494,
      "text": "The   learned   Commercial   Court   considering",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a2010b13cf31431c8e655c8130de4259_120"
    },
    {
      "start": 11495,
      "end": 11570,
      "text": "  the  various decisions of the Hon'ble Supreme Court as well as this Court",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7125781bdaa94185af52c2c7e33df00e_121"
    },
    {
      "start": 11571,
      "end": 11874,
      "text": "has  held that considering Section 20 of the Code of Civil Procedure, the suit  filed by the plaintiffs in the District Court at Ahmedabad (Rural) shall be  maintainable as the defendants are having their registered office within  local territorial jurisdiction of the District Court, Ahmedabad (Rural).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7b33339e94c24457a93c2a8071a562fe_122"
    },
    {
      "start": 11875,
      "end": 12076,
      "text": "It  is the case on behalf of the appellants that in view of Section 134 of the  Trade Marks Act and Section 62 of the Copyright Act,  Section 20 of the  Code of Civil Procedure shall not be applicable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ceaba22c4c14b7eb7785e64fffd30ff_123"
    },
    {
      "start": 12077,
      "end": 12297,
      "text": "However, the aforesaid  question   is   now  not   resintegra   in   view   of   the   recent   decision   of   the  Hon'ble Supreme Court in the case of Indian Performing Rights Society  Ltd (supra) ( AIR 2015 SC 3479).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fd8695be0d6f4c4b9dfe0dff879a8525_124"
    },
    {
      "start": 12298,
      "end": 12479,
      "text": "Even the issue involved in the present  appeal is also squarely covered by the decision of the Hon'ble Supreme  Court in the case of   Exphar SA and Anr (supra) ( AIR 2004 SC 1682).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b02c53da11054af3abc48a2b3c933bc5_125"
    },
    {
      "start": 12480,
      "end": 12897,
      "text": " In the case of Indian Performing Rights Society Ltd (supra) the Hon'ble  Supreme   Court   has   observed   and   held   that   by   Section   62   of   the  Copyright Act and Section 134 of the  Trade Marks Act, an additional  forum   has been provided by including a District Court within whose  limits the plaintiff actually and voluntarily resides or carries on business  or   personally   works   for   gain.   ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1af0c15feb634e2dba9f43ce9844c542_126"
    },
    {
      "start": 12897,
      "end": 13784,
      "text": "It   is   further   observed   and   held   that  expression  \"notwithstanding  anything   contained     in   the   Code   of   Civil  Procedure, does not oust the applicability of the provisions of Section 20  of the Code of Civil Procedure and it is clear that additional remedy has  been provided to the plaintiff so as to file a suit where he is residing or  carrying   on   business   etc.   as   the   case   may   be.   In   para   16   to   21,   the  Hon'ble Supreme Court has observed and held as under: \n16.On   a   due   and   anxious   consideration   of   the   provisions  contained  in section 20 of the CPC,  section   62 of the Copyright Act and section 134 of the Trade   Marks   Act,   and   the   object   with   which   the   latter   provisions have been enacted, it is clear that if a cause   of   action   has   arisen   wholly   or   in   part,   where   the   ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "289c700446ca41f38752cdade2a0bff3_127"
    },
    {
      "start": 13784,
      "end": 13858,
      "text": "HC - NIC Page 6 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "90b610083532495680d61a4dff8a6ba9_128"
    },
    {
      "start": 13859,
      "end": 14013,
      "text": "JUDGMENT plaintiff is residing or having its principal office/carries   on business or personally works for gain, the suit can be   filed at such place/s.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3b78d16bdba14fafbe771f2f825289d6_129"
    },
    {
      "start": 14014,
      "end": 14807,
      "text": "Plaintiff(s) can also institute a suit   at a place where he is residing, carrying on business or   personally works for gain dehors the fact that the cause   of action has not arisen at a place where he/they are   residing   or   any   one   of   them   is   residing,   carries   on   business   or   personally   works   for   gain.   However,   this   right   to  institute   suit  at  such  a place   has   to  be  read   subject to certain restrictions, such as in case plaintiff is   residing   or   carrying   on   business   at   a   particular   place/having its head office and at such place cause of   action has also arisen wholly or in part, plaintiff cannot   ignore such a place under the guise that he is carrying   on   business   at   other   far   flung   places   also.   ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a17482a7a80c417caadc66600239153f_130"
    },
    {
      "start": 14807,
      "end": 14956,
      "text": "The   very   intendment   of   the   insertion   of   provision   in   the   Copyright Act and Trade Marks Act is the convenience   of the plaintiff.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34f44fb52a674d9c944047831f2b15bf_131"
    },
    {
      "start": 14958,
      "end": 15075,
      "text": "The  rule  of convenience  of the parties   has been given a statutory expression in section 20 of   the CPC as well.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "80fb16a41c014343a82b02d7c14a1606_132"
    },
    {
      "start": 15076,
      "end": 15210,
      "text": "The interpretation of provisions has to   be   such   which   prevents   the   mischief   of   causing   inconvenience to parties.\n17.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9ef6372a1fe74b6ab22527a2f6ab334c_133"
    },
    {
      "start": 15211,
      "end": 15452,
      "text": "The intendment of the aforesaid provisions inserted   in   the   Copyright   Act   and   the   Trade   Marks   Act   is   to   provide  a forum  to  the  plaintiff  where  he  is residing,   carrying on business or personally works for gain.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b904bc4aa7dd44848e66ed0add1bef27_134"
    },
    {
      "start": 15453,
      "end": 15645,
      "text": "The   object is to ensure that the plaintiff is not deterred from   instituting infringement proceedings \"because the court   in   which   proceedings   are   to   be   instituted   is   at   ",
      "labels": [
        "STA"
      ],
      "id": "6f126fe35ec541d1823e45a11d1c0d26_135"
    },
    {
      "start": 15645,
      "end": 15722,
      "text": "a   considerable  distance  from  the place  of their  ordinary   residence\".",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "60a70d8758334c29854279badbac71f3_136"
    },
    {
      "start": 15724,
      "end": 15910,
      "text": "The  impediment  created  to the  plaintiff  by   section 20 C.P.C. of going to a place where it was not   having ordinary residence or principal place of business   was   sought   to   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4b97da47371b41f8b4179de8340db1e3_137"
    },
    {
      "start": 15910,
      "end": 15944,
      "text": "be   removed   by   virtue   of   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c866f6caa87436dacd165207bad3186_138"
    },
    {
      "start": 15944,
      "end": 16036,
      "text": "the   aforesaid   provisions   of  the   Copyright   Act  and   the  Trade   Marks   Act.   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b1578649612456d9b8886471a8d4e01_139"
    },
    {
      "start": 16036,
      "end": 16251,
      "text": "Where   the   Corporation   is   having   ordinary   residence/principal place of business and cause of action   has also arisen at that place, it has to institute a suit at   the said place and not at other places.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6561ee8da0084368a15a7ee8c28115dc_140"
    },
    {
      "start": 16252,
      "end": 16711,
      "text": "The provisions of   section 62 of the Copyright Act and section 134 of the   Trade Marks Act never intended to operate in the field   where   the   plaintiff   is   having   its   principal   place   of   business at a particular  place and the cause  of action   has also arisen at that place so as to enable it to file a   suit   at  a  distant   place   where   its   subordinate   office   is   situated  though  at  such  place  no   cause  of  action   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdb918eac79248aebf5132eb4a0fa19f_141"
    },
    {
      "start": 16711,
      "end": 16806,
      "text": "has   HC-NIC Page 7 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT arisen.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4983a359cd5c4ca990670381ce6e68ac_142"
    },
    {
      "start": 16807,
      "end": 16942,
      "text": "Such interpretation would cause great harm and   would be juxtaposed to the very legislative intendment   of the provisions so enacted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f04ab8be6a694c2583c46ef1c03a2a8b_143"
    },
    {
      "start": 16944,
      "end": 17093,
      "text": "18. In our opinion, in a case where cause of action   has arisen at a place where the plaintiff is residing or   where   there   are   more   than   ",
      "labels": [
        "STA"
      ],
      "id": "0abc0ff7933d40b8b2cc42d874a382f0_144"
    },
    {
      "start": 17093,
      "end": 17543,
      "text": "one   such   persons,   any   of   them   actually   or   voluntarily   resides   or   carries   on   business  or  personally   works   for  gain  would   oust  the   jurisdiction of other place where the cause of action has   not arisen though at such a place, by virtue of having   subordinate   office,   the   plaintiff   instituting   a   suit   or   other   proceedings   might   be   carrying   on   business   or   personally works for gain.",
      "labels": [
        "STA"
      ],
      "id": "e2d1560c66e4481abbf192f796f6c42a_145"
    },
    {
      "start": 17545,
      "end": 18191,
      "text": "19. At the same time, the provisions of section 62 of   the Copyright Act and section 134 of the Trade Marks   Act   have   removed   the   embargo   of   suing   at   place   of  accrual of cause of action wholly or in part, with regard   to a place where the plaintiff or any of them ordinarily   resides, carries on business or personally works for gain.  \nWe   agree   to   the   aforesaid   extent   the   impediment   imposed under section 20 of the CPC to a plaintiff to   institute a suit in a court where the defendant resides or   carries on business or where the cause of action wholly   or   in  part   arises,   has   been   removed.",
      "labels": [
        "STA"
      ],
      "id": "929a6248e22c448e8025abfa917ca6eb_146"
    },
    {
      "start": 18193,
      "end": 19129,
      "text": "But   the   right   is   subject  to the  rider  in case  plaintiff  resides or has its   principal   place   of   business/carries   on   business   or   personally   works   for   gain   at   a   place   where   cause   of   action has also arisen, suit should be filed at that place   not   at   other   places   where   plaintiff   is   having   branch   offices etc.\n20. There is no doubt about it that the words used   in section 62 of the Copyright Act and section 134 of   the   Trade   Marks   Act,   'notwithstanding   anything   contained in CPC or any other law for the time being in  force', emphasise that the requirement of section 20 of   the   CPC   would   not   have   to   be   complied   with   by   the   plaintiff if he resides or carries on business in the local   limits of the court where he has filed the suit but, in our   view, at the same time , as the provision providing for   an   additional   forum,   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "91020e75011e45b79f466e26364bace8_147"
    },
    {
      "start": 19129,
      "end": 19438,
      "text": "can not   be   interpreted   in   the   manner that it has authorised the plaintiff to institute a   suit at a different place other than the place where he is   ordinarily   residing   or   having   principal   office   and   incidentally where the cause of action wholly or in part   has   also   arisen.   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "403f19df8b304a0498c44331b0a90ef4_148"
    },
    {
      "start": 19438,
      "end": 19465,
      "text": "The   impugned   judgments,",
      "labels": [
        "ANALYSIS"
      ],
      "id": "caba21f2cc324b8c896c721b8a0f03c2_149"
    },
    {
      "start": 19466,
      "end": 19576,
      "text": "  in   our   HC-NIC Page 8 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT considered view",
      "labels": [
        "ANALYSIS"
      ],
      "id": "78f09e3db8394cb0aac98484fb7bd8ba_150"
    },
    {
      "start": 19577,
      "end": 19815,
      "text": ", do not take away the additional forum   and   fundamental   basis   of   conferring   the   right   and   advantage to the authors of the Copyright Act and the   Trade   Marks   Act   provided   under   the   aforesaid   provisions.\n21.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d7976371029420a97b555ae6721e99e_151"
    },
    {
      "start": 19816,
      "end": 19947,
      "text": "The provisions of section 62(2) of the Copyright Act   and   section   134   of   the   Trade   Marks   Act   are   pari   materia.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "52dbfc67b25a4e8ab97a87298e470fef_152"
    },
    {
      "start": 19948,
      "end": 20084,
      "text": "  Section   134(2)   of   the   Trade   Marks   Act   is   applicable to clauses (a) and (b) of section 134(1)  of  the Trade Marks Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "deddfbccb7274b878ba354a75cd144b4_153"
    },
    {
      "start": 20085,
      "end": 20238,
      "text": "Thus, a procedure to institute suit   with respect to section 134(1)(c)in  respect of \"passing   off\" continues to be governed by section 20 of CPC.\n5.1.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdef7c05ad3b46c1a19332842b479ac9_154"
    },
    {
      "start": 20239,
      "end": 20551,
      "text": "However, while holding that by Section 62 of the Copyright Act  and Section 134 of the Trade Marks Act, an additional forum has been  provided by including a District Court within whose limits the plaintiff  actually   and   voluntarily   resides   or   carries   on   business   or   personally  works for gain.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1c95b0a1c1174f76b77fca87c0765fe9_155"
    },
    {
      "start": 20552,
      "end": 20609,
      "text": "It is observed that the object of the provisions was to  ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f488a601b4774d7495f398fb8733d812_156"
    },
    {
      "start": 20609,
      "end": 20615,
      "text": "enable",
      "labels": [
        "ANALYSIS"
      ],
      "id": "97784c451a3e4ab48d66c43202b829b3_157"
    },
    {
      "start": 20616,
      "end": 20629,
      "text": "the plaintiff",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe9759d728ca49d2bfccee5674ae027b_158"
    },
    {
      "start": 20630,
      "end": 20685,
      "text": "to institute a suit at a place where he or they resided",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3b4f5360c923431bb0458d582f5470cd_159"
    },
    {
      "start": 20686,
      "end": 20709,
      "text": " or carried on business",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9b398c8537e4790b4b786c5bede774d_160"
    },
    {
      "start": 20710,
      "end": 20760,
      "text": ",   the Hon'ble Supreme Court has also cautioned  ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f944bf3b8f7645148745f5530fff74d2_161"
    },
    {
      "start": 20760,
      "end": 21068,
      "text": "that   even   in   such   a   case   also,   the   plaintiff   cannot   institute   suit   at   a  distant place where its subordinate office is situated, which is away from  the principal office or away from the place where he or they resides or  carries on business and where no cause of action has arisen.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "057cfca33885415a9248b5be843c9c22_162"
    },
    {
      "start": 21069,
      "end": 21162,
      "text": "Therefore,  in para 23 and 24, the Hon'ble Supreme Court has observed and held as  under:\n23.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "46a4577e1b4f4add9e49a906e264e409_163"
    },
    {
      "start": 21165,
      "end": 21349,
      "text": "Considering   the   first   aspect   of   aforesaid   principle,   the   common   law   which   was   existing   before   the   provisions of law were passed was section 20 of the CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c8c0867e9b848e4bb4290755008492d_164"
    },
    {
      "start": 21352,
      "end": 21517,
      "text": "It   did   not   provide   for   the   plaintiff   to   institute   a   suit   except   in   accordance   with   the   provisions   contained   in   section   20.   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da0ccfa6292542939eccffb0d4894a83_165"
    },
    {
      "start": 21517,
      "end": 21807,
      "text": "The   defect   in   existing   law   was   inconvenience/deterrence caused to the authors suffering   from   financial   constraints   on   account   of   having   to   vindicate their intellectual property rights at a place far  away from their residence or the place of their business.  \n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c4a30af8dd04bacacfc2369b9b21cbf_166"
    },
    {
      "start": 21807,
      "end": 21859,
      "text": "HC-NIC                                              ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c67a7e5529146cab1c6b8d6fe786db6_167"
    },
    {
      "start": 21859,
      "end": 21877,
      "text": "Page 9 of 15      ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "31898ea7a9684a2d80eecdb620a35dd6_168"
    },
    {
      "start": 21877,
      "end": 21916,
      "text": "Created On Mon Aug 14 15:56:44 IST 2017",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f2f2226e5714f3a9430f4a9597f0440_169"
    },
    {
      "start": 21927,
      "end": 21941,
      "text": "C / AO/83/2017",
      "labels": [
        "ANALYSIS"
      ],
      "id": "04cade2c8b7a47b3a565f451a61878fa_170"
    },
    {
      "start": 21996,
      "end": 22004,
      "text": "JUDGMENT",
      "labels": [
        "ANALYSIS"
      ],
      "id": "10a0fb8d428644c8b3616b2fa6c4d482_171"
    },
    {
      "start": 22005,
      "end": 22251,
      "text": "The said mischief or defect in the existing law which did   not provide for the plaintiff to sue at a place where he   ordinarily   resides   or   carries   on   business   or   personally   works   for   gain,   was   sought   to   be   removed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad564ac55d624eeba4fd08e14ab72d8c_172"
    },
    {
      "start": 22254,
      "end": 22363,
      "text": "Hence,the   remedy   was   provided   incorporating   the   provisions   of  section 62 of the Copyright Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3634cebcf3e64cf2bbf59756d6b22642_173"
    },
    {
      "start": 22364,
      "end": 22459,
      "text": "The provisions enabled   the plaintiff or any of them to file a suit at the aforesaid   places.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "788c1385c0a54ce7aa08c21d6c0795fb_174"
    },
    {
      "start": 22460,
      "end": 22756,
      "text": "But if they were residing or carrying on business   or   personally   worked   for   gain   already   at   such   place,   where cause of action has arisen, wholly or in part, the   said provisions have not provided additional remedy to   them   to   file   a   suit   at   a   different   place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "76feb1e542fc4ba2985a71be764d8758_175"
    },
    {
      "start": 22759,
      "end": 22782,
      "text": "The   said   provisions",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3a85f3a22bc142dc940f4cc045b0843b_176"
    },
    {
      "start": 22783,
      "end": 22827,
      "text": " never  intended  to operate  in that field.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "723669aaa3ce495ca48b11c2ed94a739_177"
    },
    {
      "start": 22828,
      "end": 23722,
      "text": "The   operation   of   the   provisions   was   limited   and   their   objective was clearly to enable the plaintiff to file a suit   at the place where he is ordinarily residing or carrying   on business etc., as enumerated above, not to go away   from   such   places.   The   Legislature   has   never   intended   that the plaintiff should not institute the suit where he   ordinarily   resides   or   at   its   Head   Office   or   registered   office   or   where   he   otherwise   carries   on   business   or   personally works for gain where the cause of action too   has   arisen   and   should   drag   the   defendant   to   a   subordinate office or other place of business which is at a   far   distant   place   under   the   guise   of   the   fact   that   the   plaintiff/corporation   is   carrying   on   business   through   branch or otherwise at such other place also.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c90191c0ac254977a92c3be5ea3a981e_178"
    },
    {
      "start": 23723,
      "end": 23877,
      "text": "If such an   interpretation   is   permitted,   as   rightly   submitted   on   behalf of the respondents, the abuse of the provision will   take   place.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8081496675924b539f546acbd1135d9b_179"
    },
    {
      "start": 23880,
      "end": 23999,
      "text": "Corporations   and   big   conglomerates   etc.   might be having several subordinate offices throughout   the country.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "101d8092f242498e931393dac7d3d7cd_180"
    },
    {
      "start": 24000,
      "end": 24255,
      "text": "Interpretation otherwise would permit them   to institute infringement proceedings at a far flung place   and at unconnected place as compared to a place where   plaintiff is carrying on their business, and at such place,   cause of action too has arisen.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "af13a7d2604d4536a68d13431d84a6d4_181"
    },
    {
      "start": 24256,
      "end": 24422,
      "text": "In the instant cases, the   principal   place   of   business   is,   admittedly,   in   Mumbai   and   the   cause   of   action   has   also   arisen   in   Mumbai.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4627ecb0bcd47d8ae774bd1eb8a5e5b_182"
    },
    {
      "start": 24423,
      "end": 24704,
      "text": "  Thus, the provisions of section 62 of the Copyright Act   and   section   134   of   the   Trade   Marks   Act   cannot   be   interpreted in a manner so as to confer jurisdiction on   the   Delhi   court   in   the   aforesaid   circumstances   to   entertain   such   suits.   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8e74e6e8d846492d90412987c38dd4b4_183"
    },
    {
      "start": 24704,
      "end": 24787,
      "text": "The   Delhi   court   would   have   no   territorial jurisdiction to entertain it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "675616ec5fdc495ea757bcbdb08369c3_184"
    },
    {
      "start": 24789,
      "end": 24946,
      "text": "24. The avoidance of counter mischief to the defendant is   also necessary  while  giving  the  remedy  to the  plaintiff   under the provisions in question.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5785922b0bd4902bd03fad63249bee6_185"
    },
    {
      "start": 24947,
      "end": 24973,
      "text": "It was never visualised   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "80d85fdbfcf749fe88be6a08888008d5_186"
    },
    {
      "start": 24973,
      "end": 25341,
      "text": "HC-NIC Page 10 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT by the law makers that both the parties would be made   to travel to a distant place in spite of the fact that the   plaintiff has a remedy of suing at the place  where  the   cause   of   action   has   arisen   where   he   is   having   head   office/carrying   on   business   etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdc8946431a341bcafcac8f3f55a5f0f_187"
    },
    {
      "start": 25344,
      "end": 25547,
      "text": "The   provisions   of   the   Copyright Act and the Trade Marks Act provide for the   authors/trade   marks   holders   to   sue   at   their   ordinary   residence or where they carry on their business.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0ab9d2d193d64dd7a2f856d9b99e4c23_188"
    },
    {
      "start": 25548,
      "end": 25628,
      "text": "The said   provisions of law never intended to be oppressive to the   defendant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4c5c3e6f818144e3830c8996a7509ae5_189"
    },
    {
      "start": 25629,
      "end": 25837,
      "text": "The Parliamentary Debate quoted above has   to be understood  in the manner  that suit can be filed   where   the   plaintiff   ordinarily   resides   or   carries   on  business or personally works for gain.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e22fe24eb230429a85dc045500c9b619_190"
    },
    {
      "start": 25838,
      "end": 25934,
      "text": "Discussion was to   provide remedy to plaintiff at convenient place; he is not   to travel away.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "058810f3717c4e6f857acc49aa696fca_191"
    },
    {
      "start": 25935,
      "end": 26066,
      "text": "Debate was not to enable plaintiff to take   defendant  to farther  place,  leaving  behind  his place  of  residence/business etc.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3be2fb6bec2f49df90b7878069aad1ff_192"
    },
    {
      "start": 26067,
      "end": 26205,
      "text": "The right to remedy given is not   unbriddled and is subject to the prevention of abuse of   the aforesaid provisions, as discussed above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "335fbb08a3c2483fa570a7f705622b6d_193"
    },
    {
      "start": 26206,
      "end": 26351,
      "text": "Parliament   never intended that the subject provisions to be abused   by the plaintiff by instituting suit in wholly unconnected   jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5629d9cf2baa4f90bd7db48bca37d0cb_194"
    },
    {
      "start": 26352,
      "end": 26462,
      "text": "In the instant cases, as the principal place of   business   is   at   Mumbai   the   cause   of   action   is",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f3df594067c4550b3a2b94d5161df53_195"
    },
    {
      "start": 26463,
      "end": 26541,
      "text": "  also   at   Mumbai but still the place for suing has been chosen at   Delhi.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d03ce6ffdbb144bba0bdfc8ddbe44007_196"
    },
    {
      "start": 26542,
      "end": 26666,
      "text": "There may be a case where plaintiff is carrying on   the business at Mumbai and cause of action has arisen   in   Mumbai.   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e45913be75424575868abe542842b816_197"
    },
    {
      "start": 26666,
      "end": 26925,
      "text": "Plaintiff   is   having   branch   offices   at   Kanyakumari   and   also   at   Port   Blair,   if   interpretation   suggested  by appellants  is  acceptable,  mischief  may  be   caused by such plaintiff to drag a defendant to Port Blair   or Kanyakumari.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a850d2fb0ce245cb8f83025001471e41_198"
    },
    {
      "start": 26926,
      "end": 27016,
      "text": "The provisions cannot be interpreted in   the said manner devoid of the object of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a52163d37444c9ebc8edb8a579edf4b_199"
    },
    {
      "start": 27018,
      "end": 27329,
      "text": "6.0. Applying the law laid down by the Hon'ble Supreme Court  in the case of Indian Performing Rights Society Ltd (supra) to the facts of  the case on hand, the case falls both within Section 20 of the Code of  Civil Procedure as well as Section  62 of the Copyright Act and Section  134 of the Trade Marks Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "395813dacab545e8930de9604472e372_200"
    },
    {
      "start": 27330,
      "end": 27481,
      "text": "It is not in dispute that the defendants have  their   registered   office   within   the   local   territorial   jurisdiction   of  Ahmedabad (Rural).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c23f068e66f4e9b8908399c0238e8c6_201"
    },
    {
      "start": 27482,
      "end": 28179,
      "text": "Therefore, as per Section 20 of the Code of Civil  Procedure,   the   suit   can   be   instituted   by   the   plaintiffs   where   the  defendants   reside   or   carries   on   the  business   and  /   or   having   his   /its  HC-NIC Page 11 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT registered / subordinate office. Therefore, the case shall not fall within  the exception carved out by the Hon'ble Supreme Court in the case of  Indian Performing Rights Society Ltd (supra) (para 23 and 24).  Under  the  circumstances and as held by the  Hon'ble Supreme Court that by  Section 62 of the Copyright Act and Section 134 of the Trade Marks Act,  an additional  forum   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d8e6887ce5484f109bfce45cdf8bdc1d_202"
    },
    {
      "start": 28179,
      "end": 28793,
      "text": "has  been provided by including  a District Court  within   whose   limits   the   plaintiff   actually   and   voluntarily   resides   or  carries on business or personally works for gain and that it does not oust  the   applicability   of   the   provisions   of   Section   20   of   the   Code   of   Civil  Procedure,it can be said that in the present case, the cause of action has  also   arisen   within   the   local   territorial   jurisdiction     of   Ahmedabad  (Rural),   as   defendants   have   their     registered   office   within   the   local  territorial jurisdiction of the Ahmedabad (Rural).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d49d66c1a21a43e69aa2d7402fce7a66_203"
    },
    {
      "start": 28794,
      "end": 28975,
      "text": "Therefore, it cannot be  said the learned Commercial Court has committed any error in rejecting  the application Exh.13 and in not rejecting the plaint as prayed by the  defendants.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "694a7261b3494df3a6eb8b78ce23bd08_204"
    },
    {
      "start": 28977,
      "end": 29280,
      "text": "7.0. Now, so far as submission on behalf of the defendants that a  composite   suit   for   the   reliefs   for   infringement   of   Trade   Mark,  infringement   of   Copyright   and   passing   off   action   shall   not   be  maintainable, relying upon the decision of the Hon'ble Supreme Court in  ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "680126e80cf34b51a857aecee4b8ff2d_205"
    },
    {
      "start": 29280,
      "end": 29347,
      "text": "the case of Dabur India Ltd (supra) (AIR 2008 SC 3123) is concerned",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "471998ad989f43708977510899903c0e_206"
    },
    {
      "start": 29348,
      "end": 29776,
      "text": ", it  is required to be noted that the aforesaid issue is also covered against  the defendants in light of the decision of  this Court in the case of Lark  Laboratories Ltd vs. Nabros Pharma Pvt Ltd reported in 2009(2) GLH  761 and after considering the decision of the Hon'ble Supreme Court in  the case of Dabur India Ltd (supra) (AIR 2008 SC 3123), in para 11 and  12, the learned Single Judge has observed and held as under:",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f72f8b2932354520a29c074bca5e749b_207"
    },
    {
      "start": 29777,
      "end": 29794,
      "text": "\n\"11.     xxxxx  ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c9919489a2e543558dd76ea80c6ea52b_208"
    },
    {
      "start": 29794,
      "end": 30271,
      "text": "Relying  upon  the   decision  of  the   Hon'ble  Supreme Court in the case of Dabur India Ltd.(supra), it  HC-NIC Page 12 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT is sought to be contended that as for relief of passing off  action,   Civil   Court   at   Ahmedabad   would   not   have  jurisdiction   and   therefore,   such   composite   suit   for  aforesaid   three   reliefs   is   not   maintainable   at   all   and  plaint is to be rejected.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e86cc1a7754b4014a33557dbd460e040_209"
    },
    {
      "start": 30272,
      "end": 30424,
      "text": "For that purpose, facts of the case  before the Hon'ble Supreme Court in the case of Dabur  India   Ltd.(supra)   are   required   to   be   considered.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8d9bd976d4bc4ecda3e8da07c028aedb_210"
    },
    {
      "start": 30427,
      "end": 30519,
      "text": "It  cannot be disputed that every decision of the Court is in  the facts of particular case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "58d7cc5f242142babcd7093645639782_211"
    },
    {
      "start": 30520,
      "end": 30776,
      "text": "In the case before the Hon'ble  Supreme   Court,   Dabur   India   Ltd   (Plaintiff).   instituted  composite suit against the K.R.Industries (Defendant) for  copyright infringement as well as for relief for passing  off action before the Delhi High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "505420b3b6c24367840e2b98b4449863_212"
    },
    {
      "start": 30777,
      "end": 30854,
      "text": "It was found that  defendant   is   the   resident   of   Andra   Pradesh.   ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ea75e27f08f74bc38840e37822f991a1_213"
    },
    {
      "start": 30854,
      "end": 31054,
      "text": "The  defendant filed application in the said suit purported to  be under Order VII Rule 11 of the CPC contending that  as defendant is resident of Andra Pradesh, Delhi High  Court has no jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "088c8001a3114eb4832e91f4593985cd_214"
    },
    {
      "start": 31055,
      "end": 31548,
      "text": "The learned Single Judge of  the Delhi High Court accepted the said contention of the  defendant and held that suit filed by the plaintiff insofar  it relates to the relief for passing off, is not maintainable  for want of territorial jurisdiction and since the plaint is  filed for both causes of action, namely, infringement of  copyright   and   passing   off,   same   is   required   to   be  returned   to   the   plaintiff   for   filing   in   the   Court   of  competent jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dbdb0b73e1054c12b2bf81a343a9b58f_215"
    },
    {
      "start": 31549,
      "end": 31776,
      "text": "Said order was challenged by the  plaintiff Dabur India Ltd. before the Division Bench of  the Delhi High Court and it was contended for both the  reliefs   suit   before   the   Delhi   High   Court   would   be  maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a211f728fdd247dfbbdd50e69b8e161a_216"
    },
    {
      "start": 31777,
      "end": 31826,
      "text": "  However,   it   was  also   submitted   that   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2dd7dbe564784526991f21f9295ab6ca_217"
    },
    {
      "start": 31826,
      "end": 31978,
      "text": "as  relief for infringement of copyright is concerned, Delhi  High Court would have jurisdiction and plaint ought not  to have been returned as a whole.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0506687f49dd4e8da306fa376d21837f_218"
    },
    {
      "start": 31979,
      "end": 32087,
      "text": "Accepting the second  submission the Division Bench of the Delhi High Court in  para 6 has held as under:\n6.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fb4d5128284c431ab1b21d5398be6c4e_219"
    },
    {
      "start": 32088,
      "end": 32476,
      "text": "So far the relief claimed as against the infringement  of copyright is concerned, it is clearly established that  the trial court will have the territorial jurisdiction and  therefore,   we   also   agree   with   the   conclusions   and   findings recorded by the learned Single Judge that in   the  case   of  infringement   of  copyright,  this  Court   will have   the   jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "65563e7ad4f54c92bc10426b95e261b2_220"
    },
    {
      "start": 32479,
      "end": 32509,
      "text": "The   learned   Single   Judge",
      "labels": [
        "ANALYSIS"
      ],
      "id": "814e6c6e0065463ca16b750940f0530e_221"
    },
    {
      "start": 32510,
      "end": 32649,
      "text": "  has   directed that the plaint be returned to the appellant /  plaintiff for filing of the same in the Court of competent   jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f13cb828932546d48af79c6f47933306_222"
    },
    {
      "start": 32650,
      "end": 32894,
      "text": "We make it clear that it will be open to the   appellant / plaintiff to file a fresh suit in the Court of  competent jurisdiction in accordance with law with a   HC-NIC Page 13 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4742b41d607546b5bc02383cb3e62050_223"
    },
    {
      "start": 32895,
      "end": 33039,
      "text": "further   observation   that   so   far   as   the   relief   for   infringement of copyright is concerned, this Court will  have jurisdiction.\n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cf208a0fdf0c413cab38bbffb6e86729_224"
    },
    {
      "start": 33039,
      "end": 33118,
      "text": "12. Against the judgment passed by the Division Bench   of the Delhi High Court",
      "labels": [
        "NONE"
      ],
      "id": "65e3ddcf3f68463583f625fb9fc19abe_225"
    },
    {
      "start": 33119,
      "end": 33441,
      "text": ", original plaintiff Dabur India   Ltd.   approached   Hon'ble   Supreme   Court   contending   interalia that relying decision of the Hon'ble Supreme   Court   in   the   case   of   Dhodha   House   (supra)   such   a   composite suit for both reliefs under the copyrights act   as well as trademark act is maintainable.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3a8c33b46ebd4e5cbeeb8cda1f08475e_226"
    },
    {
      "start": 33442,
      "end": 33984,
      "text": "Considering   above   fact   situation   and   decision   of   the   Hon'ble   Supreme Court in the case of Dhodha House (supra), as   well as Order II Rule 3 of the CPC, the Hon'ble Supreme   Court   has   held   that   as   Delhi   High   Court   has   no   territorial jurisdiction to entertain the suit for relief for   passing   off   action   as   defendant   is   residing   at   Andra   Pradesh,   such   a   composite   suit   for   copyright   infringement   and   relief   for   passing   off   action   is   not   maintainable.   ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "622a1fe3992a429ba44f5ebdb64f030e_227"
    },
    {
      "start": 33984,
      "end": 34079,
      "text": "Hon'ble   Supreme   Court   has   further   clarified what would be meant by a composite suit?.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "eade62777a9e423eaf09a3d34d847505_228"
    },
    {
      "start": 34080,
      "end": 34145,
      "text": "As   held   by   the   Hon'ble   Supreme   Court   in   para   29",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e6c09f8838e14252aaff6c39db70fdf0_229"
    },
    {
      "start": 34146,
      "end": 34288,
      "text": ",   composite suit would not entitle a Court to entertain a   suit in respect whereof it has no jurisdiction, territorial   or   otherwise.   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a9c6532e9ba40fd82be10f787bc5512_230"
    },
    {
      "start": 34288,
      "end": 34308,
      "text": "Hon'ble   Supreme   ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ea9bb3f52d0d4199a23ef67d4fc47715_231"
    },
    {
      "start": 34308,
      "end": 34621,
      "text": "Court   in   the   said   decision has further observed that composite suit within   the provisions of the 1957 Act as considered in Dhoda   House (supra) therefore, would mean the suit which is   founded on infringement of a copyright and wherein the   incidental power of the Court is required to be invoked.  \n",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f7f4b42944b4a71954725ff877c7f27_232"
    },
    {
      "start": 34621,
      "end": 34720,
      "text": "A   plaintiff   may   seek   remedy   which   can   otherwise   be   granted   by   the   Court.   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a231df692dbf4373b639c4dd17b35077_233"
    },
    {
      "start": 34720,
      "end": 35012,
      "text": "It   is   further   observed   by   the   Hon'ble  Supreme  Court that it was that aspect of the   matter   which   had   not   been   considered   in   Dhoda   House(supra) but it never meant that two suits having   different causes of action can be clubbed together as a   composite   suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3c83ab5d4265403ca9e97dd1c9fa8f8a_234"
    },
    {
      "start": 35013,
      "end": 35657,
      "text": "  Therefore,   considering   decision   of   the   Hon'ble   Supreme   Court   in   Dhoda   House(supra)   as   a   whole  and  the facts stated  herein above,  it cannot  be  said   that   by   the   said   decision,   the   Hon'ble   Supreme   Court has laid down absolute proposition of law that   such a composite suit for the reliefs i.e. infringement of   trademark, infringement of copyrights and passing off   before   the   Court   having   territorial   jurisdiction   is   not   maintainable at all as sought to be canvassed on behalf   of   the   defendant.   On   fair   reading   of   the   aforesaid   decision,   it   appears   ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b8fcc14406a746b2b8a1b3e6d6ca4d25_235"
    },
    {
      "start": 35657,
      "end": 36008,
      "text": "that   it   is   held   by   the   Hon'ble   HC-NIC Page 14 of 15 Created On Mon Aug 14 15:56:44 IST 2017 C/AO/83/2017 JUDGMENT Supreme Court that composite suit for infringement of   trademark, infringement of copyrights and passing off   would not be maintainable,if otherwise it is found that   for   any   of   such   relief   the   Court   has   ",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "38edd20860604a67bed54ae9fe61dccb_236"
    },
    {
      "start": 36008,
      "end": 36058,
      "text": "no   jurisdiction,   territorial   or   otherwise.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e4bd34cf56f54150ad0195bdb4b081c6_237"
    },
    {
      "start": 36061,
      "end": 36174,
      "text": "Under   the   circumstances,   the   contention  on behalf of the defendant that for such a   composite   suit   ",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b945818b95cc4fa2b8108e3e0f450604_238"
    },
    {
      "start": 36174,
      "end": 36724,
      "text": "i.e.   infringement   of   trademark,   infringement   of   copyrights   and   passing   off   is   not   maintainable   and   therefore,   the   learned   Judge   has   committed  an  error   in   granting   injunction   cannot   be   accepted.\n7.1. Under   the   circumstances,   submission   on   behalf   of   the  appellants   that     a   composite   suit   for   infringement   of   Trade   Mark,  infringement   of   Copyright   and   passing   off   action     shall   not   be  maintainable, cannot be accepted as the same has no substance.",
      "labels": [
        "RATIO"
      ],
      "id": "4a9f550ce5164c68926f4e408e542537_239"
    },
    {
      "start": 36725,
      "end": 36875,
      "text": "In the  present case and as observed herein above for all the three reliefs the  suit in the District Court,  Ahmedabad (Rural) shall be maintainable.",
      "labels": [
        "RPC"
      ],
      "id": "6063374b21f0406ca312a5438fef8142_240"
    },
    {
      "start": 36876,
      "end": 37008,
      "text": "At  this stage, it is required to be noted that even subsequently the suit has  been transferred to the Commercial Court, Ahmedabad.",
      "labels": [
        "RATIO"
      ],
      "id": "1ce2d24c6b404bdc875d18a0bb523fae_241"
    },
    {
      "start": 37010,
      "end": 37187,
      "text": "8.0. In   view   of   the   above   and   for   the   reasons   stated   above,  present Appeal From Order fails and same deserves to be dismissed and  is accordingly dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "2a54bee129cd4d518a56f969d63c9a71_242"
    },
    {
      "start": 37188,
      "end": 37197,
      "text": "No costs.",
      "labels": [
        "RPC"
      ],
      "id": "a21d68be010b47aa85fdc028fb4cd5b4_243"
    },
    {
      "start": 37199,
      "end": 37305,
      "text": "9.0. In   view   of   the   dismissal   of   Appeal   From   Order,   Civil  Application stands dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "509526bfcc734018b7f6e0ecc2804537_244"
    },
    {
      "start": 37309,
      "end": 37420,
      "text": "sd/ (M.R. SHAH, J.)  sd/ (B.N. KARIA, J.)  Kaushik HC-NIC Page 15 of 15 Created On Mon Aug 14 15:56:44 IST 2017",
      "labels": [
        "NONE"
      ],
      "id": "59123d26b1a0482eae6e225c28320240_245"
    }
  ]
}