{
  "id": "81f61a8b4d453eea11668c6f7ee86046563c8d0cb2b14f8f021a8cbc7f4024bb",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nSupreme Court of India\nS.D. Containers Indore vs M/S. Mold Tek Packaging Ltd. on 1 December, 2020\nEquivalent citations: Air 2021 Supreme Court 424, Aironline 2020 Sc 902 \nAuthor: Hemant Gupta\nBench: Ajay Rastogi, Hemant Gupta, L. Nageswara Rao \n                                                                      1\n\n\n                                                        Reportable\n\n\n                In The Supreme Court Of India\n                 Civil Appellate Jurisdiction \n\n\n                 Civil Appeal No.3695 Of 2020\n                  ( @ Slp (C) No. 11488 Of 2020)\n\n\n\nS.D. Containers Indore                                ..... Appellant(S) \n\n\n                                   Versus\n\n\nM / S. Mold Tek Packaging Ltd.                       ..... Respondent(S) \n\n\n\n\n                        Judgment \nHemant Gupta, J. \n1. The present appeal has been filed to challenge an order passed by the Madhya Pradesh High Court, setting aside an order dated 23.03.2020 transferring the suit under Section 22(4) o f the Design Act, 2000 1 to the Calcutta High Court . It is the said order which was set aside by the High Court on 1.9.2020 directing that the Commercial Court, Indore is itself competent to decide the suit in terms of the Commercial Courts Act, 2015 2.\n2. The plaintiff/respondent herein filed a suit for declaration and permanent injunction to restrain the appellants from either directly or indirectly copying, using or enabling others to use the plaintiffs design of Container and Lid registered under Design Application Nos. 299039 and 299041 respectively. \n3. In the said suit, the defendant/appellant had filed a written statement along with the counter-claim before the Commercial Court, inter alia seeking cancellation of the abovementioned registered designs for the reason that the said designs were not new or original and hence could not be registered in terms of Section 4(a) of the 2000 Act. The appellant also filed an application under Section 22(4) read with Section 19(2) of the 2000 Act to transfer the suit to the Madhya Pradesh High Court, Indore Bench. It is the said application which was allowed by the learned District Judge and the suit was thus transferred to the Calcutta High Court. \nfor short the 2000 Act for short the 2015 Act 4 . The said order passed by Commercial Court was challenged by the plaintiff/respondent before the Madhya Pradesh High Court. The High Court examined the question as to whether the proceedings of the said suit was liable to be transferred to the High Court or if the Commercial Court at Indore was competent to decide the matter. The High Court relied upon Godrej Sara Lee Ltd. vs Reckitt Benckiser Australia Pty. Ltd. and another 3 to hold that the legislature intended that an application for cancellation of registration of design would lie to the Controller exclusively without the High Court having a parallel jurisdiction to entertain such matter because the appeals from the order of the Controller lie before the High Court. It was further held that the 2015 Act is a special enactment having an overriding effect, save as otherwise provided the provisions, by virtue of Section 21 of the said Act. \n5. The relevant provisions of the statutes, i.e. the 2000 Act and the 2015 Act are reproduced below:\nThe Design Act, 2000 4. Prohibition of registration of certain designs.--A design which-- (a) is not new or original; or (2010) 2 SCC 535 (b) xx xx xx (c) xx xx xx (d) xx xx xx shall not be registered. Xx xx xx 19. Cancellation of registration.--(1) Any person interested may present a petition for the cancellation of the registration of a design at any time after the registration of the design, to the Controller on any of the following grounds, namely:--\n(a) that the design has been previously registered in India; or (b) that it has been published in India or in any other country prior to the date of registration; or (c) that the design is not a new or original design; or (d) that the design is not registrable under this Act; or (e) that it is not a design as defined under clause (d) of section 2. \n(2) An appeal shall lie from any order of the Controller under this section to the High Court, and the Controller may at any time refer any such petition to the High Court, and the High Court shall decide any petition so referred. \n              Xx            xx           xx 22.      Piracy of registered design. \n\n\n(1 )      xx                 xxx                        xxx (2)      xx                 xxx                        xxx (3) In any suit or any other proceeding for relief under sub- section (2), ever ground on which the registration of a design may be cancelled under section 19 shall be available as a ground of defence. \n(4) Notwithstanding anything contained in the second proviso to sub-section (2), where any ground or which the registration of a design may be cancelled under section 19 has been availed of as a ground of defence under sub-section (3) in any suit or other proceeding for relief under sub-section (2), the suit or such other proceedings shall be transferred by the Court, in which the suit or such other proceeding is pending, to the High Court for decision. \n(5) When the court makes a decree in a suit under sub- section (2), it shall send a copy of the decree to the Controller, who shall cause an entry thereof to be made in the register of designs. \nTHE COMMERCIAL COURTS ACT, 2015 3. Constitution of Commercial Courts.-- (1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\nProvided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level:\nProvided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary. \n[(1A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.] (2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits. \n(3) The [State Government may], with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a [Commercial Court either at the level of District Judge or a court below the level of a District Judge].\n3A. Designation of Commercial Appellate Courts.-- Except the territories over which the High Courts have ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, designate such number of Commercial Appellate Courts at District Judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those Courts under this Act. \n4. Constitution of Commercial Division of High Court.-- (1) In all High Courts, having 2[ordinary original civil jurisdiction], the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.\nXxx xxx xxx 7. Jurisdiction of Commercial Divisions of High Courts.- \n- All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court: \nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction. \nXxx xxx xxx 21. Act to have overriding effect.-- Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act. \n6. Mr. Jai Sai Deepak, learned counsel for the appellant referred to the judgments reported as M/s Astral Polytechnic Limited v. M/s Ashirwad Pipes Private Ltd. 4, R. N. Gupta and Co. Ltd. Jasola New Delhi v. M/s Action Construction Equipments Ltd.\nDudhohla and 3 others. 5, M/s. Escorts Construction Equipment Ltd. v. M/s Gautam Engineering Company and another 6, Salutri Remedies v. Unim Pharma Lab Pvt. Ltd 7 and Standard Glass Beads Factory and another v. Shri Dhar and Ors 8 to contend that the High Court erred in law in transferring the suit to the Commercial Court (District Level) while setting aside the order passed by the Commercial Court to transfer the said suit to the ILR 2008 Kar 2533 2016 SCC OnLine All 975 AIR 2010 J&K 13 2009 SCC OnLine Guj 9488 AIR 1961 All 101 High Court. It was also argued that the High Court erred in holding that since an appeal against the order of cancellation by the Controller lies to the High Court, the transfer would not be sustainable for the reason that the appellate jurisdiction is distinct from the original jurisdiction in a plea for cancellation of the design in a suit in terms of the provisions of 2000 Act. \n7. On the other hand, Mr. Assudani, learned counsel for the respondent relied upon the order of this Court in Godrej Sara Lee as well as Whirlpool of India v. Videocon Industries Ltd. 9 to support the order passed by the High Court. \n8. We have heard learned counsel for the parties. The 2015 Act deals with two situations i.e. the High Courts which have ordinary original civil jurisdiction and the High Courts which do not have such jurisdiction. The High Court of Madhya Pradesh does not have the ordinary original civil jurisdiction. In areas where the High Courts do not have ordinary original civil jurisdiction, the Commercial Courts at the District Level are to be constituted under Section 3 of the 2015 Act. The State Government is also empowered to fix the pecuniary limit of the Commercial Courts at the District Level in consultation with the concerned High Court. In terms of Section 3(2) of the 2015 2014 SCC OnLine Bom 565 Act, the Court of District Judge at Indore is notified to be a Commercial Court. Commercial Dispute within the meaning of Section 2(c)(xvii) of the Act, 2015 includes the dispute pertaining to intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits. Therefore, disputes related to design are required to be instituted before a Commercial Court constituted under Section 3 of the said Act. \n9. On the other hand, Section 4 of the 2015 Act provides that where the High Courts have ordinary original civil jurisdiction, a Commercial Division is required to be constituted. Further, in terms of Section 5 of the Act, a Commercial Appellate Division is required to be constituted. Section 7 of the Act deals with the suits and applications relating to the commercial disputes of a specified value filed in the High Court having ordinary original jurisdiction, whereas, the second proviso contemplates that all suits and the applications transferred to the High Court by virtue of sub-section (4) of Section 22 of 2000 Act shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction. \n10. It is thus contended that in the High Courts having ordinary original civil jurisdiction, the suits which have been transferred to the High Court by virtue of sub-section (4) of Section 22 of the Act are required to be dealt with by the Commercial Division of the High Court instead of a Bench of the High Court, in terms of the Rules appliable to each High Court. Thus, the suit pertaining to design under the 2000 Act would be transferred to the Commercial Division from the ordinary original civil jurisdiction, i.e., from one Bench to the other exclusive Court dealing with Commercial Disputes. \n11. It is pertinent to mention that Section 7 of the 2015 Act only deals with the situation where the High Courts have ordinary original civil jurisdiction. There is no provision in the 2015 Act either prohibiting or permitting the transfer of the proceedings under the 2000 Act to the High Courts which do not have ordinary original civil jurisdiction. Further, Section 21 of the 2015 Act gives an overriding effect, only if the provisions of the Act have anything inconsistent with any other law for the time being in force or any instrument having effect by virtue of law other than this Act. Since the 2015 Act has no provision either prohibiting or permitting the transfer of proceedings under the 2000 Act, Section 21 of the 2015 Act cannot be said to be inconsistent with the provisions of the 2000 Act. It is only the inconsistent provisions of any other law which will give way to the provisions of the 2015 Act. In terms of Section 22(4) of the 2000 Act, the defendant has a right to seek cancellation of the design which necessarily mandates the Courts to transfer the suit. The transfer of suit is a ministerial act if there is a prayer for cancellation of the registration. In fact, transfer of proceedings from one Bench to the Commercial Division supports the argument raised by learned counsel for the Appellant that if a suit is to be transferred to Commercial Division of the High Court having ordinary original civil jurisdiction, then the Civil Suit in which there is plea to revoke the registered design has to be transferred to the High Court where there is no ordinary original civil jurisdiction. \n12. The judgment in Godrej Sara Lee arises out of an order passed by the Controller of Patent & Designs, Kolkata under Section 19(1) of the 2000 Act, cancelling the registered designs belonging to the respondent therein. The question examined was as to whether the Delhi High Court has jurisdiction to entertain the appeals against the order of the Controller. The respondent had also filed a civil suit before the Delhi High Court alleging infringement of registered designs and thus seeking cancellation of the designs. Later, the Controller of Design cancelled three designs belonging to the respondent. This order of cancellation was challenged by the respondent before the High Court. In these circumstances, the question examined was regarding interpretation of the expression High Court used in Section 19(2) and 22(4) of the 2000 Act and Section 51A of the Indian Patents and Designs Act, 1911 10.\n13. It was held that any application for cancellation of registration under Section 19 could be filed only before the Controller and not to the High Court. Therefore, in these circumstances, it was held that the High Court would be entitled to assume jurisdiction only in appeal. It was not a case of suit for infringement in which the defendant has raised a plea of revocation of registration which is required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act. Therefore, such judgment has been wrongly relied upon by the High Court assuming that the proceedings are before the Controller and that the plaintiff/respondent had filed a suit for infringement wherein a plea of revocation of registration was raised which was required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act. \n14. Furthermore, in the 2000 Act, there are two options available to seek revocation of registration. One of them is before the Controller, appeal against which would lie before the High Court. Second, in a suit for infringement in a proceeding before the civil court on the for short the 1911 Act basis of registration certificate, the defendant has been given the right to seek revocation of registration. In that eventuality, the suit is to be transferred to the High Court in terms of sub-section (4) of Section 22 of the 2000 Act. Both are independent provisions giving rise to different and distinct causes of action. \n15. In Standard Glass Beads, the 1911 Act was under examination before the Division Bench of the Allahabad High Court. Section 29 thereof permits a suit to be filed by a patentee wherein the defendant could raise a plea of revocation of patent in a counter-claim. Considering Section 29 of the Act, it was held as under:\n10. The expression shall be transferred in our judgment means shall stand transferred; and the District Judge is left with no jurisdiction save to make such order as is necessary to secure the physical transfer of the records of the case to the High Court. If this meaning be not given to these words there will be an element of uncertainty both with regard to the time when the record of the case is to be sent to the High Court and to the powers of the District Court during the period which is allowed to elapse before the record is in fact transferred. \n16. The said view was reiterated by another Single Bench of Allahabad High Court in a judgment reported as R. N. Gupta after the enactment of the 2000 Act. The Court held as under:\n35. Apart from that, looking from another angle, in case it is left open to District Court to proceed further to record any satisfaction on the material filed on record in support of the ground taken by the defendant as available under Section 19, it would mean that the District Court would be entering into the jurisdiction of the Controller of the Designs as provided to him under Section 19 or of the High Court, in case any such proceedings for cancellation of registration are proceeded further by the Controller of Designs or are sent to the High Court. To my mind, the District Court can go only to the extent of satisfying itself as to whether ground, on which the registration of design may be cancelled under Section 19, has been availed as a ground of defence or not. It cannot go into the merits of the defence so taken by the defendant as it would amount to exceeding his jurisdiction, which can only be gone into by the High Court on transfer of the case to the High court as to whether there is any force or not in such defence taken by the defendant under Section 19 of the Act. \n36. In such view of the matter, once, on bare reading of the reply filed to the interim injunction application, it is found that that a defence or ground under Section 19 is availed of, nothing further is to be seen by the District court and he has no option but to transfer the case to the High Court for decision including the interim injunction application. \n17. Similar view was taken by Single Bench of Karnataka High Court in a judgment reported as M/s Astral Polytechnic, wherein the Court held as under:\n15. In that view of the matter, the order passed by the trial judge refusing to transfer the pending suit to this court when admittedly the second defendant has taken a defence under sec. 19 of the Act contending that the design which is registered in favour of the plaintiff was not registerable at all, is erroneous and liable to be quashed.. \n18. To the same effect is a judgment of Jammu and Kashmir High Court reported as M/s. Escorts Construction Equipment, wherein it is held that once a defence is taken for revocation of registration, then in terms of sub-section (4) of Section 22 of the 2000 Act, the Civil Court has no power to decide the revocation of the design and it is only the High Court which has to adjudicate upon the matter and decide as to whether the design is to be cancelled or not. It was held that the learned trial court committed a legal error in not transferring the case to the High Court. \n19. The Bombay High Court in Whirlpool of India was dealing with a suit against the Defendant for infringement of the registered designs; passing off; and the damages. The defendant never sought the cancellation of the registration granted to the plaintiff but relied upon the registration granted to it. In these circumstances, the High Court held as under:\n19. In support of its contention that the Defendant's registered design can only be challenged by proceedings under Section 19 of the Act before the Controller, the Defendant would argue that the availability of a remedy under Section 19 of the Act for cancellation of a registered design amounts to a negation and exclusion of remedy under Section 22 of the Act. This is plainly incorrect. Section 19 and Section 22 of the Act operate independently in different circumstances. Section 19 of the Act is invoked to seek cancellation of a registration of a design. Section 22 of the Act is invoked where a registered design of a proprietor is infringed by any person and the registered proprietor seeks reliefs in the form of damages, injunction, etc. against the infringer. Such relief can be sought even against a registered proprietor of a design by questioning his registration. The Defendant too can submit that the Plaintiff is not entitled to any relief in terms of damages, injunction etc. by questioning the registration of the Plaintiff's on grounds available under Section 19 of the Act for cancellation of a registration. Again, Section 19 entitles a party to move the Controller for cancellation of a design even where the registered proprietor is not using the design. Section 19 therefore affords a cause of action where a mere registration is considered objectionable and a mere factum of registration affords a cause of action. In marked contrast, Section 22 of the Act affords a cause of action only where a registered design is being applied or caused to be applied to any article for the purposes of sale or in relation to or in connection with such sale. Consequently, if a registered proprietor does not apply his design to an article for sale or in connection with such sale, another registered proprietor cannot have recourse to Section 22 of the Act. The remedy under Section 22 of the Act is only available where the impugned design is being used. A further distinction between Section 19 and 22 of the Act, as correctly pointed out on behalf of the Plaintiff is that while Section 19 is applicable to any person interested, Section 22 is available only to a small segment of such person viz. registered proprietors. The remedy under Section 19 and the remedy under Section 22 are therefore very different. They apply to different persons in different circumstances and for different reliefs. \n20. In view of the above, the order of the Commercial Court at the District Level is in accordance with law. However, we are unable to agree with the Commercial Court to transfer such suit to Calcutta High Court. The High Court, where the cause of action arises has the Jurisdiction to entertain the Suit in terms of Godrej Sara Lee. Since no part of cause of action has arisen within the jurisdiction of Kolkata, the suit is liable to be transferred to Madhya Pradesh High Court, Indore Bench. In fact, the Plaintiff has filed suit at Indore, Madhya Pradesh only. \n21. Thus, we find that the order of the High Court is not sustainable. The same is set aside and the matter is remitted to the High Court of Madhya Pradesh, Indore Bench, who shall decide the suit in accordance with law. The appeal is disposed of in the above terms. \n.............................J. (L. NAGESWARA RAO) .............................J. (HEMANT GUPTA) .............................J. (AJAY RASTOGI) New Delhi, December 1, 2020.",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a4b4ce7201af4031b1c56dfe67d16bca_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5c00875e27f540e4ae34ea19b188d9c8_1"
    },
    {
      "start": 242,
      "end": 412,
      "text": "\nSupreme Court of India\nS.D. Containers Indore vs M/S. Mold Tek Packaging Ltd. on 1 December, 2020\nEquivalent citations: Air 2021 Supreme Court 424, Aironline 2020 Sc 902",
      "labels": [
        "PREAMBLE"
      ],
      "id": "01f64cee37f44d7fafb88164d4e584a7_2"
    },
    {
      "start": 413,
      "end": 486,
      "text": "\nAuthor: Hemant Gupta\nBench: Ajay Rastogi, Hemant Gupta, L. Nageswara Rao",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eea2bc669da14492bd63fc6f3978a532_3"
    },
    {
      "start": 558,
      "end": 647,
      "text": "1\n\n\n                                                        Reportable\n\n\n                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5079edc7317f4dc198a6412153cce171_4"
    },
    {
      "start": 647,
      "end": 694,
      "text": "In The Supreme Court Of India\n                 ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3e3b146ff7f94275a9bb9b5a4253b31c_5"
    },
    {
      "start": 694,
      "end": 722,
      "text": "Civil Appellate Jurisdiction",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c1593050327d4eca9fc5dbbf1483a7c8_6"
    },
    {
      "start": 743,
      "end": 790,
      "text": "Civil Appeal No.3695 Of 2020\n                  ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2c95667498449c0bd636c64b34cee7a_7"
    },
    {
      "start": 790,
      "end": 839,
      "text": "( @ Slp (C) No. 11488 Of 2020)\n\n\n\nS.D. Containers",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4f48562c707342daa3cc0a21a3a7d5c9_8"
    },
    {
      "start": 840,
      "end": 846,
      "text": "Indore",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2490c4ef620f4cebb00ccf68f4440f98_9"
    },
    {
      "start": 878,
      "end": 896,
      "text": "..... Appellant(S)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eefa2c9910374cd4be07bad6f7d9b432_10"
    },
    {
      "start": 935,
      "end": 944,
      "text": "Versus\n\n\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "18703bf551394eff85dc1f5342a7b0c6_11"
    },
    {
      "start": 944,
      "end": 950,
      "text": "M / S.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "17767d92f7b14692a358398c22f2c6c6_12"
    },
    {
      "start": 951,
      "end": 974,
      "text": "Mold Tek Packaging Ltd.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e453eaef5fc34f50a127af16ffcf1453_13"
    },
    {
      "start": 997,
      "end": 1016,
      "text": "..... Respondent(S)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2b54657cd5de42fcb4232298faafbeeb_14"
    },
    {
      "start": 1046,
      "end": 1054,
      "text": "Judgment",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0c71778ee3fe4507a8124b9c8400cd2a_15"
    },
    {
      "start": 1056,
      "end": 1072,
      "text": "Hemant Gupta, J.",
      "labels": [
        "NONE"
      ],
      "id": "edba0a54ffa44b1680312f18bd9c0106_16"
    },
    {
      "start": 1074,
      "end": 1257,
      "text": "1. The present appeal has been filed to challenge an order passed by the Madhya Pradesh High Court, setting aside an order dated 23.03.2020 transferring the suit under Section 22(4) o",
      "labels": [
        "FAC"
      ],
      "id": "d766748e8f374a7f8eb01e0267ceab8d_17"
    },
    {
      "start": 1258,
      "end": 1309,
      "text": "f the Design Act, 2000 1 to the Calcutta High Court",
      "labels": [
        "NONE"
      ],
      "id": "b75763763d3d4b36a6c885a0aa054328_18"
    },
    {
      "start": 1310,
      "end": 1515,
      "text": ". It is the said order which was set aside by the High Court on 1.9.2020 directing that the Commercial Court, Indore is itself competent to decide the suit in terms of the Commercial Courts Act, 2015 2.\n2.",
      "labels": [
        "FAC"
      ],
      "id": "6459b06263a34197a38ecb5c6cfec745_19"
    },
    {
      "start": 1516,
      "end": 1820,
      "text": "The plaintiff/respondent herein filed a suit for declaration and permanent injunction to restrain the appellants from either directly or indirectly copying, using or enabling others to use the plaintiffs design of Container and Lid registered under Design Application Nos. 299039 and 299041 respectively.",
      "labels": [
        "FAC"
      ],
      "id": "164e11f32e8f49db88d112ce766d7807_20"
    },
    {
      "start": 1822,
      "end": 2165,
      "text": "3. In the said suit, the defendant/appellant had filed a written statement along with the counter-claim before the Commercial Court, inter alia seeking cancellation of the abovementioned registered designs for the reason that the said designs were not new or original and hence could not be registered in terms of Section 4(a) of the 2000 Act.",
      "labels": [
        "FAC"
      ],
      "id": "159b90449102483aba47e2bf1612a630_21"
    },
    {
      "start": 2166,
      "end": 2334,
      "text": "The appellant also filed an application under Section 22(4) read with Section 19(2) of the 2000 Act to transfer the suit to the Madhya Pradesh High Court, Indore Bench.",
      "labels": [
        "FAC"
      ],
      "id": "d05263575e884e0aaf12c2419eab428d_22"
    },
    {
      "start": 2335,
      "end": 2471,
      "text": "It is the said application which was allowed by the learned District Judge and the suit was thus transferred to the Calcutta High Court.",
      "labels": [
        "FAC"
      ],
      "id": "2d5a7027f52a4932b6b07fa291ccd112_23"
    },
    {
      "start": 2472,
      "end": 2520,
      "text": "\nfor short the 2000 Act for short the 2015 Act 4",
      "labels": [
        "FAC"
      ],
      "id": "7e7f8d11cbda490291d533130aa532a1_24"
    },
    {
      "start": 2521,
      "end": 2645,
      "text": ". The said order passed by Commercial Court was challenged by the plaintiff/respondent before the Madhya Pradesh High Court.",
      "labels": [
        "FAC"
      ],
      "id": "11271b62e304403b8561314607608efd_25"
    },
    {
      "start": 2646,
      "end": 2849,
      "text": "The High Court examined the question as to whether the proceedings of the said suit was liable to be transferred to the High Court or if the Commercial Court at Indore was competent to decide the matter.",
      "labels": [
        "ISSUE"
      ],
      "id": "33acc9244ee14ef08a0072ad302a1bf3_26"
    },
    {
      "start": 2850,
      "end": 3252,
      "text": "The High Court relied upon Godrej Sara Lee Ltd. vs Reckitt Benckiser Australia Pty. Ltd. and another 3 to hold that the legislature intended that an application for cancellation of registration of design would lie to the Controller exclusively without the High Court having a parallel jurisdiction to entertain such matter because the appeals from the order of the Controller lie before the High Court.",
      "labels": [
        "RLC"
      ],
      "id": "145e8639ffb14ab08e3bae6744784748_27"
    },
    {
      "start": 3253,
      "end": 3426,
      "text": "It was further held that the 2015 Act is a special enactment having an overriding effect, save as otherwise provided the provisions, by virtue of Section 21 of the said Act.",
      "labels": [
        "RLC"
      ],
      "id": "87edc931a220487c9d7931a7076450d4_28"
    },
    {
      "start": 3428,
      "end": 3705,
      "text": "5. The relevant provisions of the statutes, i.e. the 2000 Act and the 2015 Act are reproduced below:\nThe Design Act, 2000 4. Prohibition of registration of certain designs.--A design which-- (a) is not new or original; or (2010) 2 SCC 535 (b) xx xx xx (c) xx xx xx (d) xx xx xx",
      "labels": [
        "STA"
      ],
      "id": "17a3696928e44da89901b4b5e21868a6_29"
    },
    {
      "start": 3706,
      "end": 3730,
      "text": "shall not be registered.",
      "labels": [
        "STA"
      ],
      "id": "0bb4d9183fce4821b6909a1ec94486d2_30"
    },
    {
      "start": 3731,
      "end": 4337,
      "text": "Xx xx xx 19. Cancellation of registration.--(1) Any person interested may present a petition for the cancellation of the registration of a design at any time after the registration of the design, to the Controller on any of the following grounds, namely:--\n(a) that the design has been previously registered in India; or (b) that it has been published in India or in any other country prior to the date of registration; or (c) that the design is not a new or original design; or (d) that the design is not registrable under this Act; or (e) that it is not a design as defined under clause (d) of section 2.",
      "labels": [
        "STA"
      ],
      "id": "17305810aba3446fb808daa1fadb2031_31"
    },
    {
      "start": 4338,
      "end": 4569,
      "text": "\n(2) An appeal shall lie from any order of the Controller under this section to the High Court, and the Controller may at any time refer any such petition to the High Court, and the High Court shall decide any petition so referred.",
      "labels": [
        "STA"
      ],
      "id": "d908734f32eb4d9ba9ece00778a7d1ba_32"
    },
    {
      "start": 4585,
      "end": 4612,
      "text": "Xx            xx           ",
      "labels": [
        "STA"
      ],
      "id": "1875c8d11bac4040988b386309c586df_33"
    },
    {
      "start": 4612,
      "end": 4618,
      "text": "xx 22.",
      "labels": [
        "STA"
      ],
      "id": "8bcbf08405de45d3ac7c296c47d0dbf8_34"
    },
    {
      "start": 4624,
      "end": 4658,
      "text": "Piracy of registered design. \n\n\n(1",
      "labels": [
        "STA"
      ],
      "id": "17917696a5ac4297a6a6f3565e1fbef0_35"
    },
    {
      "start": 4659,
      "end": 4688,
      "text": ")      xx                 xxx",
      "labels": [
        "STA"
      ],
      "id": "d415dd5094f84e15b6e7a414fbc64a47_36"
    },
    {
      "start": 4712,
      "end": 4719,
      "text": "xxx (2)",
      "labels": [
        "STA"
      ],
      "id": "69908b4edbc1476291d749481a933a18_37"
    },
    {
      "start": 4725,
      "end": 4774,
      "text": "xx                 xxx                        xxx",
      "labels": [
        "STA"
      ],
      "id": "df65567ac1a24d20924c18d7c5f9db61_38"
    },
    {
      "start": 4775,
      "end": 4976,
      "text": "(3) In any suit or any other proceeding for relief under sub- section (2), ever ground on which the registration of a design may be cancelled under section 19 shall be available as a ground of defence.",
      "labels": [
        "STA"
      ],
      "id": "8197ae6a3e8844058c8975d400cd5633_39"
    },
    {
      "start": 4977,
      "end": 5435,
      "text": "\n(4) Notwithstanding anything contained in the second proviso to sub-section (2), where any ground or which the registration of a design may be cancelled under section 19 has been availed of as a ground of defence under sub-section (3) in any suit or other proceeding for relief under sub-section (2), the suit or such other proceedings shall be transferred by the Court, in which the suit or such other proceeding is pending, to the High Court for decision.",
      "labels": [
        "STA"
      ],
      "id": "10f81ff1066e409d95696147294dea38_40"
    },
    {
      "start": 5436,
      "end": 5630,
      "text": "\n(5) When the court makes a decree in a suit under sub- section (2), it shall send a copy of the decree to the Controller, who shall cause an entry thereof to be made in the register of designs.",
      "labels": [
        "STA"
      ],
      "id": "8a183c1bbcc34c7e8842b0626e42957d_41"
    },
    {
      "start": 5631,
      "end": 6580,
      "text": "\nTHE COMMERCIAL COURTS ACT, 2015 3. Constitution of Commercial Courts.-- (1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\nProvided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level:\nProvided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary.",
      "labels": [
        "STA"
      ],
      "id": "af7e049937f447fcbd7a17735cf96114_42"
    },
    {
      "start": 6581,
      "end": 6889,
      "text": "\n[(1A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.]",
      "labels": [
        "STA"
      ],
      "id": "57ae644ddfc44dc9a18dc040010d9c51_43"
    },
    {
      "start": 6890,
      "end": 7153,
      "text": "(2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits.",
      "labels": [
        "STA"
      ],
      "id": "ff220822ec994de1bc4691c61250482c_44"
    },
    {
      "start": 7154,
      "end": 7484,
      "text": "\n(3) The [State Government may], with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a [Commercial Court either at the level of District Judge or a court below the level of a District Judge].\n3A. Designation of",
      "labels": [
        "STA"
      ],
      "id": "97d1e7c93aa84316b6e4d555956d7fd5_45"
    },
    {
      "start": 7485,
      "end": 7515,
      "text": "Commercial Appellate Courts.--",
      "labels": [
        "STA"
      ],
      "id": "7fba7c0640844d0c824e50e09b88d24a_46"
    },
    {
      "start": 7516,
      "end": 7906,
      "text": "Except the territories over which the High Courts have ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, designate such number of Commercial Appellate Courts at District Judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those Courts under this Act.",
      "labels": [
        "STA"
      ],
      "id": "2d691cf1370b46b1932837155287fb7a_47"
    },
    {
      "start": 7908,
      "end": 8278,
      "text": "4. Constitution of Commercial Division of High Court.-- (1) In all High Courts, having 2[ordinary original civil jurisdiction], the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.\nXxx xxx xxx 7.",
      "labels": [
        "STA"
      ],
      "id": "67190fad27d8498298b489de7312f49e_48"
    },
    {
      "start": 8279,
      "end": 8332,
      "text": "Jurisdiction of Commercial Divisions of High Courts.-",
      "labels": [
        "STA"
      ],
      "id": "e23ed547c2274f509f13ca98bdf910f6_49"
    },
    {
      "start": 8333,
      "end": 8844,
      "text": "\n- All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:",
      "labels": [
        "STA"
      ],
      "id": "5d8dd611774d4f02a00c62e8cdfcea63_50"
    },
    {
      "start": 8846,
      "end": 9225,
      "text": "Provided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.",
      "labels": [
        "STA"
      ],
      "id": "9b46880ce48a42438fbe790094dd9ac8_51"
    },
    {
      "start": 9226,
      "end": 9557,
      "text": "\nXxx xxx xxx 21. Act to have overriding effect.-- Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.",
      "labels": [
        "STA"
      ],
      "id": "279e1d41d4a44007894fed5c7d694c85_52"
    },
    {
      "start": 9559,
      "end": 9830,
      "text": "6. Mr. Jai Sai Deepak, learned counsel for the appellant referred to the judgments reported as M/s Astral Polytechnic Limited v. M/s Ashirwad Pipes Private Ltd. 4, R. N. Gupta and Co. Ltd. Jasola New Delhi v. M/s Action Construction Equipments Ltd.\nDudhohla and 3 others.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8e3d976636d1444ba5b110f03642e8f2_53"
    },
    {
      "start": 9831,
      "end": 10354,
      "text": "5, M/s. Escorts Construction Equipment Ltd. v. M/s Gautam Engineering Company and another 6, Salutri Remedies v. Unim Pharma Lab Pvt. Ltd 7 and Standard Glass Beads Factory and another v. Shri Dhar and Ors 8 to contend that the High Court erred in law in transferring the suit to the Commercial Court (District Level) while setting aside the order passed by the Commercial Court to transfer the said suit to the ILR 2008 Kar 2533 2016 SCC OnLine All 975 AIR 2010 J&K 13 2009 SCC OnLine Guj 9488 AIR 1961 All 101 High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5387875dd44d43678d8ee6d245418716_54"
    },
    {
      "start": 10355,
      "end": 10726,
      "text": "It was also argued that the High Court erred in holding that since an appeal against the order of cancellation by the Controller lies to the High Court, the transfer would not be sustainable for the reason that the appellate jurisdiction is distinct from the original jurisdiction in a plea for cancellation of the design in a suit in terms of the provisions of 2000 Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "47683f198cad43ebb6131e8b82ab4c72_55"
    },
    {
      "start": 10728,
      "end": 10960,
      "text": "7. On the other hand, Mr. Assudani, learned counsel for the respondent relied upon the order of this Court in Godrej Sara Lee as well as Whirlpool of India v. Videocon Industries Ltd. 9 to support the order passed by the High Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "df7db142927d44b584ab38af979a5b47_56"
    },
    {
      "start": 10962,
      "end": 11011,
      "text": "8. We have heard learned counsel for the parties.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8d0d8b7d3fc54a45a54526206fbe55f8_57"
    },
    {
      "start": 11012,
      "end": 11176,
      "text": "The 2015 Act deals with two situations i.e. the High Courts which have ordinary original civil jurisdiction and the High Courts which do not have such jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8229920cda1b45af860282e25d6c1cdc_58"
    },
    {
      "start": 11177,
      "end": 11265,
      "text": "The High Court of Madhya Pradesh does not have the ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cba1f498c4a34fd58b4fa8098bae454f_59"
    },
    {
      "start": 11266,
      "end": 11445,
      "text": "In areas where the High Courts do not have ordinary original civil jurisdiction, the Commercial Courts at the District Level are to be constituted under Section 3 of the 2015 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e77e1c9f1bed4d048c58d8472fe66999_60"
    },
    {
      "start": 11446,
      "end": 11605,
      "text": "The State Government is also empowered to fix the pecuniary limit of the Commercial Courts at the District Level in consultation with the concerned High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e2a8e70e73164db3870ef8881239ba3c_61"
    },
    {
      "start": 11606,
      "end": 11747,
      "text": "In terms of Section 3(2) of the 2015 2014 SCC OnLine Bom 565 Act, the Court of District Judge at Indore is notified to be a Commercial Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2800bebecc5846499c29ec7ad00f00f4_62"
    },
    {
      "start": 11748,
      "end": 12045,
      "text": "Commercial Dispute within the meaning of Section 2(c)(xvii) of the Act, 2015 includes the dispute pertaining to intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "807a680270364d4786e3447b470d1057_63"
    },
    {
      "start": 12046,
      "end": 12184,
      "text": "Therefore, disputes related to design are required to be instituted before a Commercial Court constituted under Section 3 of the said Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f97b06d0386f49769350857727149639_64"
    },
    {
      "start": 12186,
      "end": 12365,
      "text": "9. On the other hand, Section 4 of the 2015 Act provides that where the High Courts have ordinary original civil jurisdiction, a Commercial Division is required to be constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6991083aead4460980d3c1a001f04fed_65"
    },
    {
      "start": 12366,
      "end": 12471,
      "text": "Further, in terms of Section 5 of the Act, a Commercial Appellate Division is required to be constituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "548e94c5c1ca430983fd88ae63ce2e6c_66"
    },
    {
      "start": 12472,
      "end": 12979,
      "text": "Section 7 of the Act deals with the suits and applications relating to the commercial disputes of a specified value filed in the High Court having ordinary original jurisdiction, whereas, the second proviso contemplates that all suits and the applications transferred to the High Court by virtue of sub-section (4) of Section 22 of 2000 Act shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c48473c55ca43318fb57000d564fb4d_67"
    },
    {
      "start": 12981,
      "end": 13349,
      "text": "10. It is thus contended that in the High Courts having ordinary original civil jurisdiction, the suits which have been transferred to the High Court by virtue of sub-section (4) of Section 22 of the Act are required to be dealt with by the Commercial Division of the High Court instead of a Bench of the High Court, in terms of the Rules appliable to each High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6da5bdb7cae84e9aabd82135b7beb1c2_68"
    },
    {
      "start": 13350,
      "end": 13583,
      "text": "Thus, the suit pertaining to design under the 2000 Act would be transferred to the Commercial Division from the ordinary original civil jurisdiction, i.e., from one Bench to the other exclusive Court dealing with Commercial Disputes.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "449dad7d313b4625b1ceca8d425c6fc6_69"
    },
    {
      "start": 13585,
      "end": 13741,
      "text": "11. It is pertinent to mention that Section 7 of the 2015 Act only deals with the situation where the High Courts have ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "50c2b51d98a041f0aa0b61846d73ccb5_70"
    },
    {
      "start": 13742,
      "end": 13938,
      "text": "There is no provision in the 2015 Act either prohibiting or permitting the transfer of the proceedings under the 2000 Act to the High Courts which do not have ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3fef6b89b7e47e6ac8c6f41de106359_71"
    },
    {
      "start": 13939,
      "end": 14180,
      "text": "Further, Section 21 of the 2015 Act gives an overriding effect, only if the provisions of the Act have anything inconsistent with any other law for the time being in force or any instrument having effect by virtue of law other than this Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2ba6834e259348e293acafcf760b2e98_72"
    },
    {
      "start": 14181,
      "end": 14395,
      "text": "Since the 2015 Act has no provision either prohibiting or permitting the transfer of proceedings under the 2000 Act, Section 21 of the 2015 Act cannot be said to be inconsistent with the provisions of the 2000 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0d303872f37f4d4499e122e293209266_73"
    },
    {
      "start": 14396,
      "end": 14506,
      "text": "It is only the inconsistent provisions of any other law which will give way to the provisions of the 2015 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eda6cd34d4764ad8992c2b7af95cddcd_74"
    },
    {
      "start": 14507,
      "end": 14670,
      "text": "In terms of Section 22(4) of the 2000 Act, the defendant has a right to seek cancellation of the design which necessarily mandates the Courts to transfer the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a6fbabcc30347588b67748d679a0a19_75"
    },
    {
      "start": 14671,
      "end": 14771,
      "text": "The transfer of suit is a ministerial act if there is a prayer for cancellation of the registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "635a05d3e6ac4b9ca17e1413c34c5877_76"
    },
    {
      "start": 14772,
      "end": 15205,
      "text": "In fact, transfer of proceedings from one Bench to the Commercial Division supports the argument raised by learned counsel for the Appellant that if a suit is to be transferred to Commercial Division of the High Court having ordinary original civil jurisdiction, then the Civil Suit in which there is plea to revoke the registered design has to be transferred to the High Court where there is no ordinary original civil jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6b619afb127b4950b8f387cadcd96a2f_77"
    },
    {
      "start": 15207,
      "end": 15427,
      "text": "12. The judgment in Godrej Sara Lee arises out of an order passed by the Controller of Patent & Designs, Kolkata under Section 19(1) of the 2000 Act, cancelling the registered designs belonging to the respondent therein.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9bbd11c43ec14ce7af46ff2c61520ad4_78"
    },
    {
      "start": 15428,
      "end": 15567,
      "text": "The question examined was as to whether the Delhi High Court has jurisdiction to entertain the appeals against the order of the Controller.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ccc5d859aacf4d5f83b6437927e23fd6_79"
    },
    {
      "start": 15568,
      "end": 15728,
      "text": "The respondent had also filed a civil suit before the Delhi High Court alleging infringement of registered designs and thus seeking cancellation of the designs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1d9e73f354d141a7b7b1d143f28b184a_80"
    },
    {
      "start": 15729,
      "end": 15813,
      "text": "Later, the Controller of Design cancelled three designs belonging to the respondent.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "44ac86e833414758be48b53b3bc56a72_81"
    },
    {
      "start": 15814,
      "end": 15896,
      "text": "This order of cancellation was challenged by the respondent before the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eda462b8f0564f5480db880f2daa2144_82"
    },
    {
      "start": 15897,
      "end": 16116,
      "text": "In these circumstances, the question examined was regarding interpretation of the expression High Court used in Section 19(2) and 22(4) of the 2000 Act and Section 51A of the Indian Patents and Designs Act, 1911 10.\n13.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "45ea10a2ff8449da95d199d81f2c6850_83"
    },
    {
      "start": 16117,
      "end": 16268,
      "text": "It was held that any application for cancellation of registration under Section 19 could be filed only before the Controller and not to the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e0b246d3350416ab01ae9d6a3e3a5e3_84"
    },
    {
      "start": 16269,
      "end": 16392,
      "text": "Therefore, in these circumstances, it was held that the High Court would be entitled to assume jurisdiction only in appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19b06efaddd1429db1bdaf7b3bbd0003_85"
    },
    {
      "start": 16393,
      "end": 16603,
      "text": "It was not a case of suit for infringement in which the defendant has raised a plea of revocation of registration which is required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e5d139715e054fb7a47786bddff1e69d_86"
    },
    {
      "start": 16604,
      "end": 16953,
      "text": "Therefore, such judgment has been wrongly relied upon by the High Court assuming that the proceedings are before the Controller and that the plaintiff/respondent had filed a suit for infringement wherein a plea of revocation of registration was raised which was required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a79d49ef0c564e9bb2eed55d61340882_87"
    },
    {
      "start": 16955,
      "end": 17056,
      "text": "14. Furthermore, in the 2000 Act, there are two options available to seek revocation of registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6ddc64a6a08b4324bf1aafd7e1ff8358_88"
    },
    {
      "start": 17057,
      "end": 17148,
      "text": "One of them is before the Controller, appeal against which would lie before the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "acb51434667b4abab7fc0738a3988ba7_89"
    },
    {
      "start": 17149,
      "end": 17362,
      "text": "Second, in a suit for infringement in a proceeding before the civil court on the for short the 1911 Act basis of registration certificate, the defendant has been given the right to seek revocation of registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "900a6d95d29e47cab12ca1308373e46e_90"
    },
    {
      "start": 17363,
      "end": 17490,
      "text": "In that eventuality, the suit is to be transferred to the High Court in terms of sub-section (4) of Section 22 of the 2000 Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7fa027e99dab4b1094d6b8d6e441e0e1_91"
    },
    {
      "start": 17491,
      "end": 17578,
      "text": "Both are independent provisions giving rise to different and distinct causes of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cd7ad36358b54c9896f68d28c988fd6e_92"
    },
    {
      "start": 17580,
      "end": 17698,
      "text": "15. In Standard Glass Beads, the 1911 Act was under examination before the Division Bench of the Allahabad High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1b1c335c83e4770ae52e002ee2a6697_93"
    },
    {
      "start": 17699,
      "end": 17843,
      "text": "Section 29 thereof permits a suit to be filed by a patentee wherein the defendant could raise a plea of revocation of patent in a counter-claim.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8781f0aa2afa450ca98fe5e6daf895a8_94"
    },
    {
      "start": 17844,
      "end": 17904,
      "text": "Considering Section 29 of the Act, it was held as under:\n10.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ef839a6f937b44f3b471a53e63adb5ff_95"
    },
    {
      "start": 17905,
      "end": 18157,
      "text": "The expression shall be transferred in our judgment means shall stand transferred; and the District Judge is left with no jurisdiction save to make such order as is necessary to secure the physical transfer of the records of the case to the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6fb0e9361bf247ff8d0b90e4d71d1390_96"
    },
    {
      "start": 18158,
      "end": 18457,
      "text": "If this meaning be not given to these words there will be an element of uncertainty both with regard to the time when the record of the case is to be sent to the High Court and to the powers of the District Court during the period which is allowed to elapse before the record is in fact transferred.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "28f84118e13747c38d57bfb70dbbdaf1_97"
    },
    {
      "start": 18459,
      "end": 18614,
      "text": "16. The said view was reiterated by another Single Bench of Allahabad High Court in a judgment reported as R. N. Gupta after the enactment of the 2000 Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "8af713769c5946079f12a2fe7541e244_98"
    },
    {
      "start": 18615,
      "end": 18643,
      "text": "The Court held as under:\n35.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a06ca0a1e9a14533ba7bfeb90986ef27_99"
    },
    {
      "start": 18644,
      "end": 19200,
      "text": "Apart from that, looking from another angle, in case it is left open to District Court to proceed further to record any satisfaction on the material filed on record in support of the ground taken by the defendant as available under Section 19, it would mean that the District Court would be entering into the jurisdiction of the Controller of the Designs as provided to him under Section 19 or of the High Court, in case any such proceedings for cancellation of registration are proceeded further by the Controller of Designs or are sent to the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1864616aede546a681bf6361615215f9_100"
    },
    {
      "start": 19201,
      "end": 19419,
      "text": "To my mind, the District Court can go only to the extent of satisfying itself as to whether ground, on which the registration of design may be cancelled under Section 19, has been availed as a ground of defence or not.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "788d92ea4eda4bb79f599e7cfe125ca3_101"
    },
    {
      "start": 19420,
      "end": 19735,
      "text": "It cannot go into the merits of the defence so taken by the defendant as it would amount to exceeding his jurisdiction, which can only be gone into by the High Court on transfer of the case to the High court as to whether there is any force or not in such defence taken by the defendant under Section 19 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6fbda45a048a4acc8b9f513c91cac710_102"
    },
    {
      "start": 19737,
      "end": 20097,
      "text": "36. In such view of the matter, once, on bare reading of the reply filed to the interim injunction application, it is found that that a defence or ground under Section 19 is availed of, nothing further is to be seen by the District court and he has no option but to transfer the case to the High Court for decision including the interim injunction application.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6f55ddb33d494a6b85ae7f747d9420cb_103"
    },
    {
      "start": 20099,
      "end": 20252,
      "text": "17. Similar view was taken by Single Bench of Karnataka High Court in a judgment reported as M/s Astral Polytechnic, wherein the Court held as under:\n15.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "86e9f33dbbc443b898216f1b2f3f6ed7_104"
    },
    {
      "start": 20253,
      "end": 20593,
      "text": "In that view of the matter, the order passed by the trial judge refusing to transfer the pending suit to this court when admittedly the second defendant has taken a defence under sec. 19 of the Act contending that the design which is registered in favour of the plaintiff was not registerable at all, is erroneous and liable to be quashed..",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "893deb59c0bb4968b017f63a69de3e3d_105"
    },
    {
      "start": 20595,
      "end": 21057,
      "text": "18. To the same effect is a judgment of Jammu and Kashmir High Court reported as M/s. Escorts Construction Equipment, wherein it is held that once a defence is taken for revocation of registration, then in terms of sub-section (4) of Section 22 of the 2000 Act, the Civil Court has no power to decide the revocation of the design and it is only the High Court which has to adjudicate upon the matter and decide as to whether the design is to be cancelled or not.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9c7ff81dbe104c60acc6dd6734faa259_106"
    },
    {
      "start": 21058,
      "end": 21170,
      "text": "It was held that the learned trial court committed a legal error in not transferring the case to the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c240610bbbd744a79d14634d0e3773fb_107"
    },
    {
      "start": 21172,
      "end": 21339,
      "text": "19. The Bombay High Court in Whirlpool of India was dealing with a suit against the Defendant for infringement of the registered designs; passing off; and the damages.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "33ebb09272b04b9582af834b14965ec7_108"
    },
    {
      "start": 21340,
      "end": 21476,
      "text": "The defendant never sought the cancellation of the registration granted to the plaintiff but relied upon the registration granted to it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac51595bf5fb47a1b04f68026d0d8d91_109"
    },
    {
      "start": 21477,
      "end": 21534,
      "text": "In these circumstances, the High Court held as under:\n19.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b2ed74a190494a93a41ebf560f1519d3_110"
    },
    {
      "start": 21535,
      "end": 21894,
      "text": "In support of its contention that the Defendant's registered design can only be challenged by proceedings under Section 19 of the Act before the Controller, the Defendant would argue that the availability of a remedy under Section 19 of the Act for cancellation of a registered design amounts to a negation and exclusion of remedy under Section 22 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b602cb6227fe462abd0ec974347bb276_111"
    },
    {
      "start": 21895,
      "end": 21921,
      "text": "This is plainly incorrect.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e9103646f57e4075b26682d9c279b637_112"
    },
    {
      "start": 21922,
      "end": 22008,
      "text": "Section 19 and Section 22 of the Act operate independently in different circumstances.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7364c219c1be46329d397913ec343ffc_113"
    },
    {
      "start": 22009,
      "end": 22093,
      "text": "Section 19 of the Act is invoked to seek cancellation of a registration of a design.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "730450522477450182835763a57d9a51_114"
    },
    {
      "start": 22094,
      "end": 22303,
      "text": "Section 22 of the Act is invoked where a registered design of a proprietor is infringed by any person and the registered proprietor seeks reliefs in the form of damages, injunction, etc. against the infringer.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "396b5c4ca0104d29a0d6a008788fbe47_115"
    },
    {
      "start": 22304,
      "end": 22411,
      "text": "Such relief can be sought even against a registered proprietor of a design by questioning his registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "577af07add454fe8b9f13ee931d53ccb_116"
    },
    {
      "start": 22412,
      "end": 22662,
      "text": "The Defendant too can submit that the Plaintiff is not entitled to any relief in terms of damages, injunction etc. by questioning the registration of the Plaintiff's on grounds available under Section 19 of the Act for cancellation of a registration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f5fccec784d84c42bea41c49853ac3bb_117"
    },
    {
      "start": 22663,
      "end": 22811,
      "text": "Again, Section 19 entitles a party to move the Controller for cancellation of a design even where the registered proprietor is not using the design.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92bfeffb9d9b4226b56062f1ae4e9e5d_118"
    },
    {
      "start": 22812,
      "end": 22973,
      "text": "Section 19 therefore affords a cause of action where a mere registration is considered objectionable and a mere factum of registration affords a cause of action.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ee5cf242d7c94fca9c56bd894a2645c4_119"
    },
    {
      "start": 22974,
      "end": 23204,
      "text": "In marked contrast, Section 22 of the Act affords a cause of action only where a registered design is being applied or caused to be applied to any article for the purposes of sale or in relation to or in connection with such sale.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "505c916ee8da444f95e71c0dead97741_120"
    },
    {
      "start": 23205,
      "end": 23404,
      "text": "Consequently, if a registered proprietor does not apply his design to an article for sale or in connection with such sale, another registered proprietor cannot have recourse to Section 22 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0e28e393d25b49afb344c4ecda4d977a_121"
    },
    {
      "start": 23405,
      "end": 23502,
      "text": "The remedy under Section 22 of the Act is only available where the impugned design is being used.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "92a3c944620741f09841ed38d5abbfba_122"
    },
    {
      "start": 23503,
      "end": 23771,
      "text": "A further distinction between Section 19 and 22 of the Act, as correctly pointed out on behalf of the Plaintiff is that while Section 19 is applicable to any person interested, Section 22 is available only to a small segment of such person viz. registered proprietors.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a45378fd0fe64b6695198a787160de64_123"
    },
    {
      "start": 23772,
      "end": 23861,
      "text": "The remedy under Section 19 and the remedy under Section 22 are therefore very different.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "429216cca3044bc9b86b959af9a4b92a_124"
    },
    {
      "start": 23862,
      "end": 23947,
      "text": "They apply to different persons in different circumstances and for different reliefs.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "59197897712f45a48b8a720ab6be516b_125"
    },
    {
      "start": 23949,
      "end": 24057,
      "text": "20. In view of the above, the order of the Commercial Court at the District Level is in accordance with law.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "893d9b99110749d0a8a38719b0fd714f_126"
    },
    {
      "start": 24058,
      "end": 24161,
      "text": "However, we are unable to agree with the Commercial Court to transfer such suit to Calcutta High Court.",
      "labels": [
        "RATIO"
      ],
      "id": "8a205f0e7b9a4b0694141d91e8916fb0_127"
    },
    {
      "start": 24162,
      "end": 24282,
      "text": "The High Court, where the cause of action arises has the Jurisdiction to entertain the Suit in terms of Godrej Sara Lee.",
      "labels": [
        "RATIO"
      ],
      "id": "d1ac1682dd1946edbba26106655af6ec_128"
    },
    {
      "start": 24283,
      "end": 24443,
      "text": "Since no part of cause of action has arisen within the jurisdiction of Kolkata, the suit is liable to be transferred to Madhya Pradesh High Court, Indore Bench.",
      "labels": [
        "RPC"
      ],
      "id": "bd6a174c61554d4390d4cb5e76aa8baf_129"
    },
    {
      "start": 24444,
      "end": 24513,
      "text": "In fact, the Plaintiff has filed suit at Indore, Madhya Pradesh only.",
      "labels": [
        "RATIO"
      ],
      "id": "c5c7c9e8340d4888ba52c30c4ef8487e_130"
    },
    {
      "start": 24515,
      "end": 24585,
      "text": "21. Thus, we find that the order of the High Court is not sustainable.",
      "labels": [
        "RPC"
      ],
      "id": "45c5c59ce3924106ad74b757a71c5e69_131"
    },
    {
      "start": 24586,
      "end": 24735,
      "text": "The same is set aside and the matter is remitted to the High Court of Madhya Pradesh, Indore Bench, who shall decide the suit in accordance with law.",
      "labels": [
        "RPC"
      ],
      "id": "e463cfa536bf4bc89cff81f82a5f8f30_132"
    },
    {
      "start": 24736,
      "end": 24781,
      "text": "The appeal is disposed of in the above terms.",
      "labels": [
        "RPC"
      ],
      "id": "08a4e11de3f947a9a805969d62324a66_133"
    },
    {
      "start": 24782,
      "end": 24927,
      "text": "\n.............................J. (L. NAGESWARA RAO) .............................J. (HEMANT GUPTA) .............................J. (AJAY RASTOGI)",
      "labels": [
        "NONE"
      ],
      "id": "6116c9dd2b954daa95a6097dcec0b23d_134"
    },
    {
      "start": 24928,
      "end": 24956,
      "text": "New Delhi, December 1, 2020.",
      "labels": [
        "NONE"
      ],
      "id": "c42bdaa343c74327b0786f1886c1869f_135"
    }
  ]
}