{
  "id": "7422cb9b85f8d951a0293f77e776e89373a589fe8f883300e8c317e41dfbe38a",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nAndhra Pradesh High Court - Amravati\nM / S Fedora Sea Foods Pvt. Ltd vs Apple Bio Technologies And Another on 12 August, 2024 \nAuthor: Ninala Jayasurya\nBench: Ninala Jayasurya \n                                      1 \n                                                                          Njs, J \n                                                           Tr . CMP_83 of 2022 & \n                                                              Crp_2570 of 2023\nAphc010105352022 \n                     In The High Court Of Andhra Pradesh \n                                   At Amaravati                       [ 3209 ]\n                            (Special Original Jurisdiction) \n\n                   Monday , The Twelfth Day Of August \n                     Two Thousand And Twenty Four \n\n                                 Present \n\n          The Honourable Sri Justice Ninala Jayasurya \n\n                     Tr . Civil Misc . Petition No: 83/2022 \n\n                                      & \n\n                   Civil Revision Petition No: \n                                           N 2570 of 2023 \n\nTr.C.M.P.No.83 of 2022 \n\nBetween:\n\nM / s Fedora Sea Foods Pvt. Ltd.                               ... Petitioner\n\n                                     And\n\nApple Bio Technologies and another                       ... Respondents \n                                                         ... Respondent\nCounsel for the Petitioner :\n\n   M/s. O M R Law Firm\n\nCounsel for the Respondent\n                Respondents: \n\n     1. Mr. V.S.R.Anjaneyulu, Senior Counsel\n\n        for Mr.V.V.L.N.SARMA \n\nCommon Order:\nAs the issues involved in the present cases are inter inter-linked, linked, the same are disposed of by a Common Order. \nNjs,J Tr.CMP_83 of 2022 & Crp_2570 of 2023\n2. For the sake of convenience, the p arties are referred to as they are arrayed in Transfer C.M.P.No.83 of 2022. \n3. Heard Mr.O.Manohar Reddy, learned Senior Counsel appearing on behalf of the petitioner. Also heard Mr.V.S.R.Anjaneyulu, learned Senior Counsel representing the respondents. \n4. Perused the material on record as also the written submissions on behalf of both sides. \nBrief Facts:\n5. The petitioner / M/s. Fedora Sea Foods Private Limited filed O.S.No.59 of 2021 before the Court of VIII Additional District Judge, Nellore seeking recovery of a sum of Rs.9,55,74,429/-, from the respondents, which is due towards the purchase of Aqua feed on credit basis and interest thereon. Along with the suit, the petitioner filed I.A.No.88 of 2021 seeking attachment before Judgment and an ex parte order of conditional attachment was passed on 20.09.2021. On receipt of notices, the respondents filed an application NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 I.A.No.131 of 2021 before the Trial Court for rejection of the plaint under Section 151 of Code of Civil Procedure (for short 'C.P.C.') r/w Order VII Rule 11 (d) of C.P.C., stating that the alleged transactions mentioned in the plaint comes under the definition of commercial dispute, that the plaintiff has to file the suit before the Commercial Court established at Vijayawada and Nellore District also comes under the jurisdiction of Commercial Court at Vijayawada. Thereafter, the petitioner on 08.03.2022 filed the present Transfer Petition under Section 24 (5) r/w Section 151 of C.P.C., seeking transfer of the suit i.e., O.S.No.59 of 2021 on the file of the Court of the VIII Additional District Judge, Nellore to the Special Court for Trial of Commercial Disputes, Ibrahimpatnam, Vijayawada. Pending adjudication of the Transfer Petition, stay of all further proceedings in the said suit was sought for and a learned Judge, granted interim orders on 15.03.2022. The respondents filed a petition to vacate the interim orders on 28.03.2022. \nNJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 6. In the meanwhile, the respondents on 07.03.2022 filed C.R.P.No.515 of 2022 before this Court under Article 227 of the Constitution of India inter alia contending that the Civil Court has no jurisdiction and has to dispose of the I.A.No.131 of 2021 for rejection of the plaint before proceeding with the main suit. Against the order of attachment before Judgment dated 20.09.2021, the respondents filed C.M.A.No.209 of 2023 with a petition to condone the delay in preferring the same, but a Hon'ble Division Bench of this Court vide Orders dated 17.08.2023 dismissed the petition. Thereafter, the respondents on 22.09.2023 filed the above C.R.P.No.2570 of 2023 to reject the plaint by exercising the powers under Article 227 of the Constitution of India. Subsequently, the respondents withdrew C.R.P.No.515 of 2022 on 16.10.2023, in view of filing of C.R.P.No.2570 of 2023. \n7. Mr.O.Manohar Reddy, learned Senior Counsel appearing on behalf of the petitioner, made elaborate submissions. While stating that the suit O.S.No.59 of 2021 instituted by the petitioner is commercial in nature, he NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 submits that the Commercial Court at Vijayawada started functioning from 04.03.2020 and the Presiding Officer took charge on 09.07.2020. However, since the said Court started functioning during the Covid period, the same was not within the petitioner's knowledge, that at the time of numbering the suit, no objections were raised, much less with regard to the institution of the suit in the District Court at Nellore, when the Commercial Court for Trial of Commercial Disputes is functioning at Vijayawada. After institution of the suit, even the learned District Judge granted an order of attachment before judgment and as it was noticed later that the commercial disputes are required to be tried by the Commercial Courts, the learned Senior Counsel submits that the petitioner, therefore, filed the above Transfer C.M.P., under Section 24 (5) of C.P.C., for transfer of the suit. \n8. Placing strong reliance on the decision of a learned Judge of the erstwhile High Court of Andhra Pradesh at Hyderabad in Thirmala Reddy NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Mahalakshmamma v. Mulkluri Murlidhar Rao 1 , the 54th report of Law Commission of India on the Code of Civil Procedure, 1908 dated 06.02.1973, more particularly, the recommendation with reference to Section 24 of C.P.C., and the incorporation of Section 24 (5) in pursuance thereof, the learned Senior Counsel addressed detailed arguments. He submits that prior to incorporation of Section 24 (5) of C.P.C., with effect from 01.02.1977, there is no specific provision providing for transfer of cases filed in a Court, which is not having a jurisdiction to the Court having jurisdiction. In fact, the learned Senior Counsel submits that some of the High Courts followed the said decision, but some of them took a different view. \n9. In order to clarify the position and as it is better to adopt a wider view in the light of the decision of the A.P.High Court in Thirmala Reddy Mahalakshmamma (referred to 1 supra), the learned counsel submits that the Law Commission recommended an explanation to be added to Section 24 of C.P.C., which is incorporated by way of sub-section (5). While stating that the AIR 1970 A.P., 194 NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 issue with regard to insertion of Section 24 (5) as also Order 7, Rule 10-A and 10-B of C.P.C., was succinctly discussed in the decision of Madhusudan Das Agarwal v. Banaras Hindu University 2, the learned counsel emphatically contends that Section 24 (5) of C.P.C., empowers the High Court to transfer a suit from a Court which has no jurisdiction to try it and the prayer seeking transfer of the suit filed by the petitioner, merits acceptance.\n10. Insofar as the provisions of the Commercial Courts Act, the learned Senior Counsel submits that Section 15 of the said Act contemplates that all suits and the applications relating to a commercial dispute of a specified value pending in a High Court or a Civil Court shall be transferred to the Commercial Division or Commercial Court, as the case may be. According to the learned counsel, Section 15 (5) of the Commercial Courts Act would not be applicable to the facts of the present case as it deals with a situation with regard to non- transfer of suits or applications, which are pending as on the date of commencement of the Commercial Courts Act, but not in respect of the other 2015 Law Suit(ALL) 1864 NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 cases which are instituted of the said Act came into force. He reiterates that Section 24 (5) of C.P.C., empowers the transfer of a case of a commercial dispute filed after commencement of the Commercial Courts Act in a Civil Court to the concerned Commercial Court dealing with such disputes. \n11. The learned Senior Counsel further contends that the Commercial Court is a Court sub-ordinate to the High Court, invocation of powers under Section 24 (5) of C.P.C., is therefore valid and tenable. The learned counsel also relies on the decisions of different High Courts reported in Krishna Kumar Damani v. Ramnarain Agarwal & Other3, C.K.Surendran v. Kunhimoosa4 and Jalagam Sitarama Rao v. The State of A.P.,5 etc.\n12. Coming to the Revision Petition i.e., C.R.P.No.2570 of 2023 seeking rejection of the plaint, the learned Senior Counsel referring to the averments in the counter-affidavit filed therein submits that the respondents earlier filed C.R.P.No.515 of 2022, withdrew the same and filed C.R.P.No.2570 of 2023 AIR 1984 Calcutta 162 2021 LawSuit(Ker) 1432 AIR 1978 AP 82 NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 on the premise that Civil Court has no jurisdiction to entertain the suit filed by the petitioner. He contends that the petition under Article 227 of the Constitution of India is not maintainable in as much as the C.P.C - a self contained code provides for a remedy and envisages a specific provision under Order VII, Rule 11 for rejection of the plaint, that it cannot be by-passed. He places reliance on the decision of the Hon'ble Supreme Court in Virudhunagar Hindu Nadargal Dharma Paribalana Sabai & Others v. Tuticorin Educational Society6. He submits that having availed the remedy under Order VII Rule 11 (d) of C.P.C., and filed C.R.P.No.515 of 2022 to dispose of the application I.A.No.131 of 2021 and later withdrew the same, the respondents cannot maintain the present Revision Petition. The learned Senior Counsel also points out that against the Order of attachment before judgment, the respondents filed C.M.A.No.209 of 2023 and after suffering an adverse Order, they filed C.R.P.No.2570 of 2023 and the same is not sustainable. \n(2019) 9 SCC 538 NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 13. The learned Senior Counsel further argues that though certain amendments were made to C.P.C., about it's applicability to the commercial disputes, in terms of Section 16 of the Commercial Courts Act, the same is in respect of some of the provisions as specified in the Schedule and the applicability of Section 24 of C.P.C., has not been excluded. In such a situation, he emphasizes that Section 24 (5) of C.P.C., being an independent provision would empower the High Court to transfer a suit from the Civil Court to the Commercial Court. Strong reliance in this regard is placed on the decision of the Delhi High Court dated 09.01.2024 in CM(M) 457/2023 & CM APPL.13615/2023 (Namita Gupta v. Suraj Holdings Limited). Making the said submissions and placing reliance on the other decisions filed along with the citations compilation, the learned Senior Counsel seeks to allow the Transfer Petition and dismiss the Civil Revision Petition. \n14. On the other hand, Mr.V.S.R.Anjaneyulu, the learned Senior Counsel while referring to the list of dates, advanced arguments at length. Drawing the NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 attention of this Court to the affidavit filed by the petitioner in support of Transfer C.M.P., he contends that the suit O.S.No.59 of 2021 was admittedly filed on 13.09.2021 after the establishment of Commercial Court at Vijayawada and in such circumstances, the Civil Court at Nellore has no jurisdiction to entertain the suit at all, yet an order of attachment before judgment was granted. He submits that though the said aspect with regard to jurisdiction was brought to the notice of the Court by way of a Memo, the same was returned and therefore, I.A.No.131 of 2021 was filed to reject the plaint. As the said petition is being adjourned at the instance of the petitioner herein, initially C.R.P.No.515 of 2022 seeking disposal of the said I.A., was filed on 07.03.2022 and on the very next day i.e., 08.03.2022, the above Transfer C.M.P., was filed. Insofar as C.M.A.No.209 of 2023 is concerned, he submits that the Hon'ble Division Bench dismissed the same only on the ground of delay without going into the issue as to the competency of the Civil Court to grant an order of attachment before judgment when it has no NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 jurisdiction to entertain the suit at all and draws the attention of this Court to the observations made by the Hon'ble Division Bench.\n15. Referring to Section 15 (5) of the Commercial Courts Act, he submits that in view of the said specific provision dealing with the transfer of pending cases, any of the parties can make an application, on receipt of which the Commercial Appellate Division of the High Court may withdraw such suit or application from the Court before which it is pending and transfer the same for disposal by the Commercial Division or Commercial Court as the case may be. He submits that when the statute prescribes a specific procedure and a provision with reference to it, the same has to be invoked and filling of a Transfer petition under Section 24 of C.P.C., which is a general provision is not tenable in Law. He also submits that Section 21 of the Commercial Courts Act has overriding effect on the provisions of any other Law and therefore, the submissions made with reference to Section 24(5) of C.P.C., merits no appreciation. In support of his contentions, the learned Senior Counsel places NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 reliance on the decisions in V.Rajeshwar Rao(Dr.) v. M.Yadhagiri Reddy7, Bank of India CBD Belapur Branch v. U.A.N.Raju8, M.Narayana Chowdary v. Meharbaba Plots Owners Welfare Association9.\n16. Contending that the case on hand is one of total lack of jurisdiction and in such circumstances, the Court cannot return the plaint, but has to dismiss the suit, he further pleads that the question of transfer of a case, filed in a Court which has no jurisdiction to try the same does not arise at all. He also contends that the transfer of suit under Section 24 of C.P.C., from Civil Court to the Special Court dealing with the commercial disputes cannot be allowed as the said section has no application to the Special Courts. He also submits that the Commercial Court is a Special Court, it cannot be treated or equated with any other ordinary Civil Court nor can it be brought with in the fold of Section 24 of C.P.C. It is his contention that Section 24 of C.P.C., cannot be invoked in the case of a Special Court although it has all the trappings of a 2007 (1) ALT 306 (DB) 2004(1) ALD 577 (DB) 2004 (2) ALT 23(S.B.) NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Civil Court. He submits that the invocation of Section 24 of C.P.C., would arise only if the suit is properly instituted but in the present case, it is the admitted case of the petitioner / plaintiff that the Court at Nellore has no jurisdiction at all.\n17. The learned counsel also contends that the plea of the petitioner that it is not aware of the constitution of Commercial Court cannot be appreciated, as ignorance of Law is not an excuse. He submits that as seen from the plaint, there is no specific pleading that the matter pertains to commercial disputes arising out of commercial transactions and obviously the plaint was drafted to get over the jurisdiction, that if the plaint contains any plea or allegation having semblance of commercial element, the Civil Court at Nellore would not have entertained the suit.\n18. The learned Senior Counsel further contends that as the transactions between the parties are commercial in nature even as per the petitioner, filing of the suit without following the procedure contemplated under Section 12-A of NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 the Commercial Courts Act, that too in an incompetent Court shall entail the rejection of plaint. Placing strong reliance on the decision of the Hon'ble Supreme Court in Patil Automation Private Limited & Others v. Rakheja Engineers Private Limited 10 , the learned Senior Counsel strenuously contends that the plaint can be rejected in exercise of powers under Article 227 of the Constitution of India. He also placed reliance on the decisions of High Court of Madras in Muthulakshmi v. Vijitha11, CRP No.1245 of 2017 & batch dated 09.07.2019. In support of the various contentions advanced by him, the learned Senior Counsel also referred to the decisions in Harshad Chiman Lal Modi v. D.L.F. Universal Limited12, Bhojraj Srinivas v. Bhojraj Divya13, A.P.Industrial Infrastructure Corporation (APIIC) Vijayawada v. Meghavaram Power Pvt.Ltd., Hyderabad14, Bank of Rajashthan Ltd., v. VCK Shares & Stock Broking Services Ltd.,(SC)15, Vidya Shanker Tiwari (2022) 10 SCC 1 2021 (4) HLR 485 AIR 2006 SC 646 2023 (4) ALD 876 (TS) (DB) 2023 (4) ALD 284 (DB) 2023(1) ALD 197(SC) NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 v. Surya Kant Tiwari16, Raja Soap Factory & Others v. S.P.Shantharaj & Others17, Ambalal Sarabhai Enterprises Limited v. K.S.Infraspace LLP 18, Neha Arun Jugadar v. Kumari Palak Diwanji (Transfer Petition (Civil) No.182 of 2011 dt.14.02.2011), Gulam IsmaIl v. Mirza Ibrahim Ali Baig 19 etc., Resting his arguments, the learned counsel urges for dismissal of the Transfer Petition and to allow the Civil Revision Petition. \n19. The learned Senior Counsel for the petitioner, in reply, submits that the jurisdiction of the Civil Court is not entirely ousted and the matters only of a specified value shall be tried by the Commercial Court and therefore the contention that the Civil Court lacks inherent jurisdiction is not tenable. Insofar as the contention with reference to Section 12-A of the Commercial Courts Act, he submits that the said Section has no application where there is an urgency of securing orders and at any rate, the said section is applicable to the cases filed after 20.08.2022 as per the decision of the Hon'ble Supreme 2013 LS (ALL) 1829 AIR 1965 SC 1449 (2020) 15 SCC 585 (2003) 5 ALD 552 NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Court in Patil Automation Private Ltd. He also contends that the analogy sought to be drawn by the learned counsel for the respondents with reference to the Special Courts established under the Andhra Pradesh Land Grabbing (Prohibition) Act with the Commercial Courts is not correct. He also made submissions distinguishing the judgments relied on by the learned counsel for the respondents and submits that the same are not applicable to the facts of the present case. \nConsideration by the Court:-\n20. At the outset, it may be pertinent to mention that both the learned Senior Counsel advanced arguments extensively with reference to various propositions of Law and the same would be discussed at the appropriate place, to the extent they are relevant for the disposal of the present cases. \n21. On an appreciation of the rival contentions, the following points arise for consideration by the Court:\nNJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 1. Whether the suit O.S.No.59 of 2021 instituted in the District Court, Nellore after constitution of Commercial Court at Vijayawada can be transferred under Section 24 (5) of C.P.C., and whether such a transfer amounts to violation of Section 15 of the Commercial Courts Act, a special provision? \n2. Whether the suit in question without compliance of Section 12-A of the Commercial Courts Act is maintainable? \n3. Whether the suit O.S.No.59 of 2021 is liable to be rejected even without application for rejection of the plaint under Order VII, Rule 11 of C.P.C., or suo-motu exercising powers under Article 227 of the Constitution of India when the Civil Court is incompetent to entertain the suits of commercial nature? \n22. Before answering the points under consideration, it may be pertinent to state here that there is no dispute that the Commercial Court dealing with the commercial disputes under the Commercial Courts Act came to be established at Vijayawada on 04.03.2020 and the Presiding Officer had taken charge on 09.07.2020. The submission with regard to institution of the suit i.e., O.S.No.59 of 2021 on 13.09.2021 at Nellore made on behalf of the petitioner is that it is not aware of the establishment of Commercial Division at Vijayawada during Covid time. Generally, such a plea that a party is not aware of establishment of a Court having the competent jurisdiction with reference to NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 a dispute may merit no appreciation. But, this Court is not oblivious to the fact situation prevailing during the pandemic. Therefore, the explanation of the petitioner to the effect that is not aware of establishment of the Commercial Court in Vijayawada as it had happened during Covid period, cannot be simply brushed aside. That apart, even the District Court at Nellore had not raised any objections, scrutinized the plaint and numbered the suit. Entertaining the suit as instituted before it, the District Court on satisfying that a case is made out, granted an interim order of attachment before judgment, instead of returning the plaint. \nPoint No.1:\n23. The learned Senior Counsel appearing on behalf of the respective parties, made submissions detailed above with reference to Section 24 of C.P.C., and Section 15 of the Commercial Courts Act. While it is the broad contention of the learned Senior Counsel for the petitioner that Section 24 (5) of C.P.C. empowers transfer of suits instituted in a Civil Court to the NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Commercial Division, the learned Senior Counsel for the respondents contends that in the light of the specific provisions under the special enactment i.e., Commercial Courts Act, the procedure contemplated under Section 15 has to be adhered to. \n24. A contention is also raised by the learned Senior Counsel for the respondents to the effect that the Commercial Court being a Special Court constituted under the Commercial Courts Act cannot be treated as a Civil Court or to make it amenable to Section 24 of the C.P.C. Though the said contention appears to be attractive at the first blush, the same merits no acceptance. Section 24 of the C.P.C., as argued by the learned Senior Counsel for the petitioner was amended pursuant to the recommendations made by the 54th Law Commission. Though an explanation to Section 24 of C.P.C., was recommended, the legislature had incorporated Section 24 (5) which contemplates that \"a suit or proceeding may be transferred under the said section from a Court which has no jurisdiction to try it.\" The said NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 recommendation came to be made in the light of the decision of A.P.High Court in Thirmala Reddy Mahalakshmamma case referred to supra, wherein it was held that \"the language of Section 24 of Civil Procedure Code is very wide and there are no restrictions or impediments in the way of High Court exercising the power of transfer merely because there is a dispute regarding jurisdiction\" and to clarify the position on account of the contrary views expressed by different High Courts.\n25. The High Court of Allahabad in Madhusudan Das Agarwal's case discussed the issue concerning Section 24 of CPC vis--vis Order VII, Rule 10 of C.P.C., which was also amended by virtue of Civil Procedure Code (Amendment Act, 1976). It would be apposite to extract the opinion expressed by the Court for ready reference:-\n\"20. On combined reading of the aforesaid provisions of Section 24 (5) C.P.C. and Order VII Rule 10 of C.P.C., it comes out that Section 24 (5) is absolutely independent of the provision contained in Order VII Rule 10 C.P.C., which was also added by the same Amendment Act No.104 of 1976. In order VII Rule 10 (1)(2), 10-A, 10-B C.P.C., the legislature specifically provided a procedure for the court to follow in case the plaint is to be returned to be presented to the Court in which the suit should have NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 been instituted. It relates to the suits which are instituted before a Court which has no jurisdiction to try the same. In order to cure the defect in jurisdiction, the legislature in these provisions empowered the Court where the plaint is instituted, to pass orders for returning the plaint and its institution and trial. In such cases, the trial is always de novo. However, the legislature while incorporating the provision under Order VII Rule 10 C.P.C., incorporated a separate and independent provision in the shape of sub-section (5) of Section 24 C.P.C. conferring power upon the District Judge and the High Court to exercise the same for transfer of a suit or proceedings, from a Court which has no jurisdiction to try. This applies to the case where the suit or proceedings has been instituted in a Court which has no jurisdiction. In other words, the initial lack of jurisdiction or inherent lack of jurisdiction to entertain the suit or proceedings is being allowed to be cured by an order which can be passed only by the District Judge or the High Court under this provision. This provision does not carry any qualification or restriction. The legislature has not provided any conditions on the District Court or the High Court for such transfer under Section 24 (5) C.P.C., while in a transfer of a suit under Order VII Rule 10 C.P.C., the legislature has provided specific conditions, procedure and the manner in which the power can be exercised.\"\n26. In Jalagam Sitaramarao's case referred 5 supra, the Division Bench of erstwhile High Court of Andhra Pradesh, was dealing with an issue of transfer of suits from the Agency Court to the Civil Court. A plea was taken to the effect that the High Court cannot invoke the jurisdiction under Section 24 of CPC to transfer a suit from an Agency Court, that C.P.C., does not apply to Agency Area or Agency Court and that in any event, the transfer of suit NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 pending before any Agency Court could be made only to another Agency Court, but not a Civil Court. Examining the matter with reference to the provisions of the relevant enactments, the Hon'ble Division Bench opined that \"Section 24, among others, empowers the High Court to transfer any suit, appeal or other proceeding pending in any subordinate Court to any Court subordinate to it and competent to try or dispose of the same and for the exercise of the said power by the High Court, the suit, appeal or other proceeding must be pending before a Court subordinate to the High Court.\" It held that the Agency Court constituted under the Schedule Districts Act and the A.P.Agency Rules framed therein is a Court subordinate to the High Court and the High Court has power under Section 24 of C.P.C., to transfer the suit pending in such Agency Court either to another Agency Court or to a Civil Court. \n27. In Namita Guptha's case referred to above, the High Court of Delhi dealt with a similar situation like in the case on hand. The respondent before NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 the High Court filed a suit seeking recovery of a sum of Rs.1,07,37,545.07 ps., along with the interest from Namita Guptha / defendant in the suit and the learned Additional District Judge treated the suit as an ordinary Civil Suit and issued summons. A written statement was filed along with a counter claim for Rs.40,62,882/- together with interest. Thereafter, Namita Guptha filed an application under Order VII, Rule 11 CPC contending inter alia that the suit involves a commercial dispute as defined under Section 2 (1) (c) (i) of the Commercial Courts Act of the specified value and has been filed without resort to the Pre-Institution mediation as contemplated under Section 12-A of the Act, the plaint is liable to be rejected as barred by law. The learned Additional District Judge on noticing that the dispute raised in the suit is commercial in nature, directed the file of the suit to be placed before the learned Principal District & Sessions Judge for appropriate orders. The learned Principal District Judge, in turn, transferred the suit to the learned District Judge, Commercial NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Court. Aggrieved by the same, Namita Gupta carried the matter to the High Court of Delhi. \n28. Before the High Court, it was inter alia contended that both the learned Additional District Judge as also District & Sessions Judge do not have the power to transfer the suit, which is filed as an ordinary suit to a Commercial Court, that the plaint does not meet the requirements in terms of Section 12-A of the Commercial Courts Act and the plaint should have been rejected / returned. A specific contention was also raised with reference to Section 24 of C.P.C., that even assuming that the said provision would apply, a Commercial Court constituted under the Act is not a Court subordinate to the Court of Principal District & Sessions Judge and the learned Principal District Judge did not have the power to transfer the suit to a Commercial Court.\n29. Referring to the provisions of the Commercial Courts Act including Section 15 (1) & (5), 16 and 18, the learned Judge had recorded a categorical finding at Para No.36, which is reproduced hereunder:\nNJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 \"36. A reading of the above provisions would show that the Act provides for the constitution of Commercial Courts and Commercial Divisions of the High Courts to adjudicate on commercial disputes of a specified value. However, the implementation of the said provisions and the overall administrative control over these Courts remains vested with the High Courts and, therefore, Commercial Courts would be a Court Subordinate to the High Courts. Section 24 of the CPC is not amended by the Act or by the Schedule appended thereto, therefore, there is no reason for it to be not applied to a Suit relating to a commercial dispute of a Specified Value.\" \n30 . The learned Judge has also referred to the decisions of different Division Benches of the same Court wherein the provisions of C.P.C., i.e., Order VII, Rule 10 and Section 15 of the Commercial Courts Act were dealt with. After detailed analysis of the matter, it was opined that if a suit raises a commercial dispute of a specified value, the ordinary Civil Court shall have no jurisdiction to entertain the same and it must, therefore return the plaint in exercise of its power under Order VII, Rule 10 of C.P.C. However, the learned Judge further examined the question as to whether a duty to return the plaint under Order VII, Rule 10 of C.P.C., would take away the power of the Court under Section 24 of C.P.C. Referring to the said provisions, the learned Judge had categorically held that \"all proceedings that were undertaken before the NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Court where a suit was earlier instituted, that it lacked jurisdiction to try the suit, can be saved, and the suit on its transfer can be proceeded from the point, at which it was transferred.\"\n31. While answering Issue No.1 with regard to application of Section 24 of C.P.C., to the commercial disputes, the learned Judge inter alia held as follows:\n\"63. As noted hereinabove, Section 16 of the Act provides that the provisions of the CPC shall apply to any Suit in respect of Commercial Dispute of a Specified Value, subject to the amended provisions thereof as provided in the Schedule appended to the Act. Section 24 of the CPC is not a provision which has been amended by the said Schedule. It, therefore, continues to apply in full force to a Suit in respect of a Commercial Dispute of a Specified Value. If the Legislature wanted to take away this power from the Court, it would have expressly stated so by deleting the said provision in the Schedule to the Act; it did not do so. There is also no implied exclusion of this power, as this power, in no manner, is in conflict with any provisions of the Act. \n64. As far as non-compliance with Section 12A of the Act is concerned, the Transferee Court shall consider the said objection on merits upon the transfer of the Suit. The transfer of the Suit does not, in any manner, affect the right of the defendant to contend that the Suit has been filed without any cause of action or is otherwise barred by any provision of law or is liable to be dismissed under Order VII Rule 11 of the CPC for any other reason, including for the failure of the plaintiff to initiate pre-suit mediation as mandated under Section 12A of the Act. These objections would remain open to the defendant even on the transfer of the Suit under Section 24 of the Act. \n65. As held hereinabove, a Commercial Court, constituted under Section 3 of the Act, would be a Court subordinate to the High Court. Reference in this NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 regard may also be made to the judgment of the Supreme Court in Life Insurance Corporation of India v. Nandini J. Shah & Ors., (2018) 15 SCC 356. Therefore, there is no reason to exclude the applicability of Section 24 of the CPC to a Suit in relation to a Commercial dispute of a specified value. The first issue is answered accordingly.\" \n32. The learned Judge, however, while holding that the power under Section 24 of the C.P.C., to transfer the suit is not available to the learned District & Sessions Judge, yet in the interest of justice, in exercise of power vested in the High Court under Section 24 of C.P.C., transferred the suit from the Court of the learned Additional District Judge to the Court of District Judge (Commercial), to be tried from the stage, it is pending. \n33. The said judgment of the learned Judge was carried by way of Special Leave to Appeal (c) No.7955 of 2024 to the Hon'ble Supreme Court and the Apex Court dismissed the same vide Order dated 19.04.2024.\n34. In the light of the decision in Namitha Guptha with reference to the provisions of the Commercial Courts Act, the Schedule thereunder vis--vis the powers of the High Court under Section 24 of C.P.C., the reasoning whereof was approved by the Apex Court, this Court is of the view that in NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 exercise of powers under Section 24 of C.P.C., O.S.No.59 of 2021 instituted before the District Court, Nellore can be transferred to the Commercial Court at Vijayawada and such a transfer would not amount to violation of Section 15 of the Commercial Courts Act. The issue is answered accordingly in favour of the petitioner. \nPoint No.2:\n35. With reference to Section 12-A of the Commercial Courts Act, it was contended on behalf of the respondents that it is a mandatory provision and since the same has not been complied with, the suit itself is liable to be rejected. \n36. Per contra, it was contended that Section 12-A is not applicable to the cases where certain urgent orders are required to be obtained and at any rate, the said section cannot be pressed into service in respect of the subject matter suit which was instituted on 13.09.2021, in the light of the expression of the Hon'ble Supreme Court in Patil Automation Private Ltd' that the said NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 section shall be applicable with effect from 20.08.2022. In the said case, the Hon'ble Supreme Court was inter alia, dealing with a question as to whether the statutory Pre-Litigation Mediation contemplated under Section 12-A of the Commercial Courts Act as amended by the Amendment Act of 2018 is mandatory and whether the Courts below have committed any error in not allowing applications filed under Order VII, Rule 11 of C.P.C. The Hon'ble Apex Court after considering the relevant aspects including the various precedents at Para 113.1, declared that Section 12-A of the Act is mandatory and held that any suit instituted violating mandates of S.12-A, must be visited with rejection of plaint under Order 7, Rule 11 of C.P.C. The Hon'ble Apex Court also held that said power can be exercised even suo-motu by the Court, but however made it clear that the said declaration would be effective from 20.08.2022, so that the stakeholders concerned become sufficiently informed. In the light of the said expression of the Hon'ble Supreme Court, the contention advanced on behalf of the learned counsel for the respondents NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 deserves no acceptance. The suit in question is therefore maintainable. Point No.2 answered accordingly. \nPoint No.3:\n37. One of the contentions advanced on behalf of the respondents is that the suit in question can be rejected suo-motu, even without an application for rejection of the plaint under Article 227 of the Constitution of India on the premise that the Civil Court is lacking inherent jurisdiction and in such circumstances, the question of transferring the suit would not arise at all. In support of the contention, the learned counsel for the respondents had placed reliance on Patil Automation Private Ltd.. The Hon'ble Supreme Court examining the matter with reference to the provisions of the Commercial Courts Act i.e., Section 12-A etc., and Order VII, Rule 11 of C.P.C., in the facts of the said case, while opining that the Commercial Courts Act and the Rules reveal the existence of a complete Code, expressed the view that where on the allegations of the suit, it is found that the same is barred by any NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Law, the power under Order VII Rule 11 is available to the Court to be exercised suo-motu. However, in the present case, initially the respondents moved an application seeking rejection of the plaint under Order VII, Rule 11 of C.P.C., then filed C.R.P.No.515 of 2022 aggrieved by non-disposal of the same and thereafter withdrew it, stating that the present Revision Petition is filed under Article 227 of the Constitution of India. While there may not be any bar for adopting such a course of action, the institution of the same, in the circumstances as stated in the counter-affidavit filed in C.R.P.No.2570 of 2023 cannot be lost sight of. Be that as it may. \n38. It is settled Law that the powers under Article 227 of the Constitution of India shall be exercised sparingly. That apart, as contended by the learned Senior Counsel for the petitioner, the C.P.C., provides for specific provision for rejection of plaint and having filed an application under Order VII, Rule 11 seeking rejection of the plaint, the respondents had not pursued the same, but filed the present C.R.P.No.2570 of 2023. \nNJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 39. In Virudhunagar Hindu Nadargal Dharma Paribalana Sabai's case, the Hon'ble Supreme Court was dealing with an appeal filed against the Order of the High Court passed under Article 227 of the Constitution of India. Against the Order of the Trial Court granting an injunction, one of the defendants in the suit filed a regular appeal vide C.M.A.No.1 of 2018 before the jurisdictional Sub-Court under Order 43, Rule 1 (r) of C.P.C., whereas some of the defendants instead of filing a regular appeal, filed a Civil Revision Petition before the High Court under Article 227 of the Constitution of India. Despite the objections to the maintainability of the Revision on the ground of availability of alternative remedy under the Code, the High Court allowed the Civil Revision Petition. Referring to the provisions of the C.P.C., the Hon'ble Supreme Court inter alia held as follows:\n11. Secondly, the High Court ought to have seen that when a remedy of appeal under Section 104(1)(i) read with Order 43, Rule 1(r) of the Code of Civil Procedure, 1908, was directly available, Respondents 1 and 2 ought to have taken recourse to the same. It is true that the availability of a remedy of appeal may not always be a bar for the exercise of supervisory jurisdiction of the High Court. In A. Venkatasubbiah Naidu v. S. Chellappan [A. Venkatasubbiah Naidu v. S. Chellappan, (2000) 7 SCC 695] , this Court held that \"though no hurdle NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 can be put against the exercise of the constitutional powers of the High Court, it is a well-recognized principle which gained judicial recognition that the High Court should direct the party to avail himself of such remedies before he resorts to a constitutional remedy\".\n12. But courts should always bear in mind a distinction between (i) cases where such alternative remedy is available before civil courts in terms of the provisions of Code of Civil Procedure, and (ii) cases where such alternative remedy is available under special enactments and/or statutory rules and the fora provided therein happen to be quasi-judicial authorities and tribunals. In respect of cases falling under the first category, which may involve suits and other proceedings before civil courts, the availability of an appellate remedy in terms of the provisions of CPC, may have to be construed as a near total bar. \nOtherwise, there is a danger that someone may challenge in a revision under Article 227, even a decree passed in a suit, on the same grounds on which Respondents 1 and 2 invoked the jurisdiction of the High Court. This is why, a 3-member Bench of this Court, while overruling the decision in Surya Dev Rai v. Ram Chander Rai [Surya Dev Rai v. Ram Chander Rai, (2003) 6 SCC 675] , pointed out in Radhey Shyam v. Chhabi Nath [Radhey Shyam v. Chhabi Nath, (2015) 5 SCC 423 : (2015) 3 SCC (Civ) 67] that \"orders of civil court stand on different footing from the orders of authorities or tribunals or courts other than judicial/civil courts\".\n13. Therefore wherever the proceedings are under the Code of Civil Procedure and the forum is the civil court, the availability of a remedy under the CPC, will deter the High Court, not merely as a measure of self-imposed restriction, but as a matter of discipline and prudence, from exercising its power of superintendence under the Constitution. Hence, the High Court ought not to have entertained the revision under Article 227 especially in a case where a specific remedy of appeal is provided under the Code of Civil Procedure itself. \n40. In the light of the above decision and as this Court is of the opinion that there are no exceptional circumstances, is not inclined to exercise the powers under Article 227 of the Constitution of India to reject the plaint. \nNJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 41. At this juncture, it may be appropriate to deal with the decisions referred to by the learned Senior Counsel for the respondents. \n42. In Ambalal Sarabhai Enterprises case, the Hon'ble Supreme Court was dealing with an order where in the High Court of Gujarat set aside the order passed by the Commercial Court under Order VII, Rule 10 of C.P.C., and directed that the plaint be returned to the appellant therein to be presented in the Court in which the suit should have been instituted. Considering the submissions made with reference to the statement of objects and reasons of the Commercial Court, the Hon'ble Court opined that the very purpose for which the Commercial Courts Act has been enacted would be defeated if every other suit merely because it is filed before the Commercial Court is entertained. While dismissing the appeal, the Hon'ble Court directed that the Commercial Court shall return the plaint indicating a date for its presentation before the Court having jurisdiction. In the present case, a plain reading of the plaint would go to show that the suit transactions are NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 commercial in nature and even according to the respondents, the Commercial Court has jurisdiction to try the same. The decision of the Hon'ble Apex Court supports the case of the petitioner herein. \n43. Bank of Rajasthan Limited is a case, wherein the Hon'ble Supreme Court was dealing with a reference that arose out of an order noticing an apparent conflict of views of two Judges Benches in United Bank of India, Calcutta v. Abhijith Tea Company (P) Limited20, Indian Bank v. ABS Marine Products (P) Limited 21 and State Bank of India v. Ranjan Chemicals Ltd.22 A three member Bench of the Hon'ble Apex Court, examining the provisions of the Recovery of Debts Due to Banks and Financial Institutions Act, 1993 and Section 151 of C.P.C., inter alia held that in the absence of any such power existing in Civil Court to entertain a suit filed by borrower against Bank or Financial institution cannot be transferred to be tried along with an application under the said Act. The Hon'ble Supreme Court (2000) 7 SCC 357 (2006) 5 SCC 72 (2007) 1 SCC 97 NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 while examining the power of the Civil Court held that when there is no power of transfer in the Civil Court, the consent or absence of it is not something which would lend such power to the Civil Court. However, in the present case, the powers under Section 24 (5) seeking transfer of the suit by the High Court were invoked. Therefore, the decision of the Hon'ble Supreme Court is not applicable to the facts of the present case. \n44. In Harshad Chiman Lal Modi's case, the Hon'ble Supreme Court was dealing with a Review Petition. The applicant / appellant filed a suit for Specific Performance of an agreement and after more than eight years of filing of the written statement, an application was filed by the respondents / defendants under Order VI Rule 7 of C.P.C., seeking an amendment in the written statement by raising an objection as to the jurisdiction of the Court. The said application was allowed and after hearing the parties, the plaint was ordered to be returned to the plaintiff for presentation to the appropriate Court and the said order was confirmed by the High Court as well as the Hon'ble NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Supreme Court. In the Review Petition, a direction was sought to take up the suit from the stage at which, it stands transferred and to decide it expeditiously. The Hon'ble Supreme Court in the facts and circumstances, opining that the provisions of Section 24 and / or Section 25 of the Code has no application to the case on hand, agreed with the submission made by the respondents that it is not a case of 'transfer' of a suit but of lack of jurisdiction of the Court. The Hon'ble Supreme Court accordingly dismissed the Review Petition. This decision is not of much aid to the respondents as Section 24 (5) of C.P.C., is invoked in the present case. \n45. The Hon'ble Supreme Court in Sinnamani's case dealing with the provisions of the Trusts Act held that the original petition filed under the provisions of the said Act cannot be allowed to be converted into a suit. The Hon'ble Court upheld the decision of the High Court confirming the Order of the District Court in allowing the applications filed under Order VII Rule 11 of C.P.C., rejecting the Trust O.P., and that the same could not be converted into NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 a Civil Suit. The Hon'ble Apex Court opined that the Trusts Act contains no enabling the provision to convert the Original Petition into a suit. The fact situation in the present case is different and the said decision is not applicable. \n46. Raja Soap Factory is a case in which the Hon'ble Supreme Court held that jurisdiction to try a suit, appeal or proceeding by a High Court under the power reserved by Section 24 (1) (b) (i) of C.P.C., arises only if the suit, appeal or proceeding is properly instituted in a Court subordinate to the High Court. The said decision is prior to the amendment to the C.P.C., and insertion of Section 24 (5), which is invoked in the present case. \n47. In Neha Arun Jugadar v. Kumari Palak Diwan Ji's case (Transfer Petition (Civil) No.182 of 2011), the Hon'ble Supreme Court dealing with transfer of a case pending at the District Judge (MACT Court, Gautam Budh Nagar, U.P.) to the competent Court at Pune, Maharashtra under Section 25 of C.P.C., was not inclined to allow the same. Whereas in the case on hand, NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Section 24 (5) of C.P.C., which empowers the High Court to transfer a suit or proceeding from a Court which has no jurisdiction to try it, has been invoked. \n48. In V.Rajeshwara Rao's case, the Hon'ble Division Bench of the erstwhile High Court of Judicature of A.P., at Hyderabad, while dealing with the provisions of the A.P.Land Grabbing (prohibition) Act, vis--vis Section 24 of C.P.C., held that the Special Court cannot invoke Section 24 of the C.P.C., although it has all the trappings of a Civil Court and that even the District Court cannot withdraw a suit pending before any other subordinate court and direct the transfer of the same to the Special Court since the jurisdiction of the Special Court and District Court are mutually exclusive and that it cannot be said to be the subordinate Court to the other. The proposition of Law laid down by the Hon'ble Division Bench, in the opinion of this Court is not applicable in as much as the transfer of suit from the Civil Court to the Commercial Court, which are subordinate to the High Court was sought for in the present case, in exercise of powers under Section 24 (5) of C.P.C.\nNJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 49. The decision of the Division Bench of Telangana State High Court in Bhojraj Srinivas referred to above is in respect of an appeal filed against the order of the Trial Court allowing the application filed under Order VII, Rule 11 (d) of C.P.C. While upholding the order of the Trial Court, it was opined that it is a case of inherent lack of jurisdiction for the District Court to entertain the suit and the Court which does not have jurisdiction to entertain the suit, cannot return the plaint, but has to dismiss the suit for want of jurisdiction. The said decision is not applicable to the case on hand, as the petitioner in the present case had invoked the powers of the High Court under Section 24 (5) of C.P.C., and no distinction with regard to jurisdiction for transfer of suits in exercise of power by it under the said provision of Law is made.\n50. In Gulam Ismail & Others, the Division Bench of the erstwhile High Court took a view that Section 24 can be invoked to transfer any suit or appeal or other proceedings pending before it for trial or disposal to any Court subordinate to it and competent to try or dispose of the same and rejected the NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 petition to transfer the suit from Civil Court to Special Tribunal constituted under the A.P.Land Grabbing (prohibition) Act holding that the Tribunal or Special Court will not fall under Section 24 of the Civil Procedure Code.\n51. In A.P.Industrial Infrastructure Corporation, a Division Bench of this Court inter alia held that the issue relating to territorial jurisdiction of a Court has to be decided by the Trial Court in the final adjudication of the suit, as a plea has been taken in the Trial Court relating to the territorial jurisdiction and dismissed the petition filed under Section 24 of C.P.C., seeking transfer of the suit. The Hon'ble Division Bench, it would appear that, had no occasion to examine the decision in J.Sita Rama Rao's case and the scope of Section 24(5) of C.PC., which provides for transfer of suits by the High Court, without any qualification or restriction. \n52. In Bank of India, CBD, Belapur Branch, the Hon'ble Division Bench of the erstwhile High Court of Andhra Pradesh was dealing with an issue whether the Court can assume jurisdiction merely on the concession of the NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 parties and held that neither the consent nor waiver can cure the defect of inherent lack of jurisdiction. The Hon'ble Division Bench directed the trial Court to follow the procedure under Order VII Rule 10 of C.P.C.\n53. In Kamadhenu Enterprises, Secunderabad v. Mrs.Zara Ahmad23, a Division Bench of the High Court for the State of Telangana, considering the provisions of the Commercial Courts Act with reference to Section 9 etc., as the specified value of the subject dispute is more than Rupees one crore in view the specific provisions in Section 10 r/w Section 12 of the Commercial Courts Act, opined that the application under Section 9 of the Act has to be filed in a designated Commercial Court only and Civil Court has no jurisdiction to deal with such applications. The Hon'ble Division Bench though left it open to the Appellant therein to avail appropriate remedy, that may be available under Commercial Courts Act, however, had not considered the remedy of transfer of the cases in terms of the Section 24 (5) of C.P.C.\n2023(1) ALT 739 NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 54. The other decisions relied on by the learned Senior Counsel for the respondents, in the opinion of this Court are of no much aid, more particularly in the light of the decision of the High Court of Delhi in Namitha Guptha's case, wherein the provisions of the Commercial Courts Act, the applicability of 24 of C.P.C., which was not specifically excluded even after amendments to the C.P.C., in its application to the commercial disputes except as mentioned in the schedule of the Commercial Courts Act was dealt with. As noted earlier, the said decision of the High Court dealing with the similar fact situation like in the present case was carried in appeal and the Hon'ble Supreme Court approved the reasoning of the Delhi High Court. Therefore, the various contentions regarding lack of inherent jurisdiction are rejected. Accordingly, the Issue No.3 is answered. \n55. Reverting to the factual aspects of the case and as noted above, the dispute is with regard to the jurisdiction of the District Court, Nellore in entertaining the suit in respect of transactions which are commercial in nature, NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 while the Commercial Court at Vijayawada is having jurisdiction to try the same. According to the written arguments filed on behalf of the respondents, they do not owe anything to the petitioner, but the petitioner owes to the respondents and the suit is filed with all false allegations, tampering of records, without any supporting documents and by forging signatures of the 2nd respondent. All these aspects can as well be raised by the respondents in the written statement taking a definite stand and contest the matter on merits, on transfer of the suit as sought for by the petitioner. Therefore, this Court is inclined to exercise its powers under Section 24 (5) of C.P.C., in the facts and circumstances of the case and allow the Transfer Petition. \n56. Accordingly, the suit O.S.No.59 of 2021 on the file of the Court of VIII Additional District Judge, Nellore shall stand transferred from the said Court to the Special Court for Trial of Commercial Disputes, Ibrahimpatnam at Vijayawada. On such transfer, the petitioner shall comply with the requirements of the Commercial Courts Act with respect to the plaint, failing NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 which the respondents are at liberty to move an appropriate application for rejection of the plaint, in accordance with Law. \n57. In the result, the Transfer Petition is allowed and the Civil Revision Petition is dismissed. There shall be no order as to costs. \nAs a sequel, pending miscellaneous petitions, if any, shall stand closed. \n_____________________ NINALA JAYASURYA, J Date: 12.08.2024 BLV NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 THE HON'BLE SRI JUSTICE NINALA JAYASURYA & CIVIL REVISION PETITION No: 2570 of 2023 Date:12.08.2024 BLV",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "713b74d0891e49108754b97bb3a7ba60_0"
    },
    {
      "start": 155,
      "end": 256,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nAndhra Pradesh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "591876510f0c404c86be1f23d07d11e5_1"
    },
    {
      "start": 257,
      "end": 267,
      "text": "High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f3b46554ed4d43608c1ce787c5c70a02_2"
    },
    {
      "start": 268,
      "end": 279,
      "text": "- Amravati\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7bcccd1a942e4750ab30ac1cc14e3875_3"
    },
    {
      "start": 279,
      "end": 291,
      "text": "M / S Fedora",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8b8eb34ac1a3440cb4935500799993d5_4"
    },
    {
      "start": 292,
      "end": 301,
      "text": "Sea Foods",
      "labels": [
        "PREAMBLE"
      ],
      "id": "85f826b839d743249d69453a91464771_5"
    },
    {
      "start": 302,
      "end": 340,
      "text": "Pvt. Ltd vs Apple Bio Technologies And",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6b1879eb4a654558a9d0dbbcd49eb68f_6"
    },
    {
      "start": 341,
      "end": 367,
      "text": "Another on 12 August, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ad7784c3c1cc45c79c6518e2d1ddbaa9_7"
    },
    {
      "start": 369,
      "end": 400,
      "text": "Author: Ninala Jayasurya\nBench:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9a79d560ce747b79a6797528bac3fd6_8"
    },
    {
      "start": 401,
      "end": 417,
      "text": "Ninala Jayasurya",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a103cafdeeb64b5ebdcfa41353b6ca4d_9"
    },
    {
      "start": 457,
      "end": 538,
      "text": "1 \n                                                                          Njs,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3ccc0e08d385490585fd73836dd6514c_10"
    },
    {
      "start": 539,
      "end": 603,
      "text": "J \n                                                           Tr",
      "labels": [
        "PREAMBLE"
      ],
      "id": "45633434783b467d8d7cea41ece1bedd_11"
    },
    {
      "start": 604,
      "end": 612,
      "text": ". CMP_83",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c4042077dab24ee399b3ad3df56b3f83_12"
    },
    {
      "start": 613,
      "end": 620,
      "text": "of 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8cb75dca903d4fb980c55ebd5cfafdb1_13"
    },
    {
      "start": 621,
      "end": 719,
      "text": "& \n                                                              Crp_2570 of 2023\nAphc010105352022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6c65f205db4f41328fa717144d2475db_14"
    },
    {
      "start": 742,
      "end": 777,
      "text": "In The High Court Of Andhra Pradesh",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c0be289ef76b42689f34eeda4844fa1a_15"
    },
    {
      "start": 814,
      "end": 826,
      "text": "At Amaravati",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1ab801412f0b4e1fbce9f24ac1839357_16"
    },
    {
      "start": 849,
      "end": 855,
      "text": "[ 3209",
      "labels": [
        "PREAMBLE"
      ],
      "id": "310c5188519a43d6aab6bf4654d3ef36_17"
    },
    {
      "start": 856,
      "end": 917,
      "text": "]\n                            (Special Original Jurisdiction)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e4ef7232c55d43889c455fdeee3afe79_18"
    },
    {
      "start": 939,
      "end": 947,
      "text": "Monday ,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "28d5494f95d34e50bacd72a0fc6e6c7d_19"
    },
    {
      "start": 948,
      "end": 973,
      "text": "The Twelfth Day Of August",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50a924a19b1f4f84b4c7c3e94b4d747c_20"
    },
    {
      "start": 996,
      "end": 1024,
      "text": "Two Thousand And Twenty Four",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37682259654c4592ad94a457e494fcec_21"
    },
    {
      "start": 1060,
      "end": 1067,
      "text": "Present",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c95e578542b64aa38052e93328a61195_22"
    },
    {
      "start": 1080,
      "end": 1123,
      "text": "The Honourable Sri Justice Ninala Jayasurya",
      "labels": [
        "PREAMBLE"
      ],
      "id": "30d134f3200d45d99482bf760e53c8b9_23"
    },
    {
      "start": 1147,
      "end": 1157,
      "text": "Tr . Civil",
      "labels": [
        "PREAMBLE"
      ],
      "id": "413b0ded5a7840c5a565e505c72efc8c_24"
    },
    {
      "start": 1158,
      "end": 1164,
      "text": "Misc .",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6545879e8ac644d2a96f4962e6876360_25"
    },
    {
      "start": 1165,
      "end": 1177,
      "text": "Petition No:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dc56b73fc72e4c95a12ee58ceac676d4_26"
    },
    {
      "start": 1178,
      "end": 1185,
      "text": "83/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "50a6f4bd2ec246d191fc665274343964_27"
    },
    {
      "start": 1226,
      "end": 1254,
      "text": "& \n\n                   Civil",
      "labels": [
        "PREAMBLE"
      ],
      "id": "afd0c96424614379b13c00c756086bdf_28"
    },
    {
      "start": 1255,
      "end": 1263,
      "text": "Revision",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a81431af23154f5597cb5b78805ad5ad_29"
    },
    {
      "start": 1264,
      "end": 1272,
      "text": "Petition",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bceb5227f5e94c6c9e6e0ea7378f8cb6_30"
    },
    {
      "start": 1273,
      "end": 1327,
      "text": "No: \n                                           N 2570",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ac0152ab84ad448099c403f0ad15ab76_31"
    },
    {
      "start": 1328,
      "end": 1335,
      "text": "of 2023",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c32145cad63f4c20bf2ed22b4cdff0b8_32"
    },
    {
      "start": 1338,
      "end": 1360,
      "text": "Tr.C.M.P.No.83 of 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0a0dc3a7bab540799eaadfb9ef6c6762_33"
    },
    {
      "start": 1363,
      "end": 1374,
      "text": "Between:\n\nM",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c25fc23e6da24aff984fa969c41f5222_34"
    },
    {
      "start": 1375,
      "end": 1436,
      "text": "/ s Fedora Sea Foods Pvt. Ltd.                               ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dbce4c145db44cf4a24e9aae2b116540_35"
    },
    {
      "start": 1436,
      "end": 1489,
      "text": "... Petitioner\n\n                                     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f1607dba190b43c7ab87e6fec2f71e30_36"
    },
    {
      "start": 1489,
      "end": 1528,
      "text": "And\n\nApple Bio Technologies and another",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8ba3fb0142ee4fd1b1b1e7edd2a60405_37"
    },
    {
      "start": 1551,
      "end": 1566,
      "text": "... Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6dde0f6dc7aa4e808a63a10b04e87e68_38"
    },
    {
      "start": 1625,
      "end": 1737,
      "text": "... Respondent\nCounsel for the Petitioner :\n\n   M/s. O M R Law Firm\n\nCounsel for the Respondent\n                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "97b80bf9d4eb435192923e5dbc40e28f_39"
    },
    {
      "start": 1737,
      "end": 1749,
      "text": "Respondents:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a25f80db8e9d4c9db13091d0cda4b9b0_40"
    },
    {
      "start": 1757,
      "end": 1826,
      "text": "1. Mr. V.S.R.Anjaneyulu, Senior Counsel\n\n        for Mr.V.V.L.N.SARMA",
      "labels": [
        "PREAMBLE"
      ],
      "id": "995959cb608246e0bffc45bbf9ec6851_41"
    },
    {
      "start": 1827,
      "end": 1843,
      "text": "\n\nCommon Order:\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "747cacc535bb4a33ac5debb9f3290b0f_42"
    },
    {
      "start": 1843,
      "end": 1962,
      "text": "As the issues involved in the present cases are inter inter-linked, linked, the same are disposed of by a Common Order.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8219c1f5970e4c6eb799c9cc2670f84e_43"
    },
    {
      "start": 1964,
      "end": 2009,
      "text": "Njs,J Tr.CMP_83 of 2022 & Crp_2570 of 2023\n2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4c82b30b4a174295bee65d9e91a1b14c_44"
    },
    {
      "start": 2010,
      "end": 2044,
      "text": "For the sake of convenience, the p",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5bc01e24b54c4381b3d1974a0a5418a7_45"
    },
    {
      "start": 2045,
      "end": 2120,
      "text": "arties are referred to as they are arrayed in Transfer C.M.P.No.83 of 2022.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96b81e029138419ab1d52d4916f27def_46"
    },
    {
      "start": 2122,
      "end": 2212,
      "text": "3. Heard Mr.O.Manohar Reddy, learned Senior Counsel appearing on behalf of the petitioner.",
      "labels": [
        "NONE"
      ],
      "id": "0c8e2be3bf9d42dbad15553d38cd4d64_47"
    },
    {
      "start": 2213,
      "end": 2297,
      "text": "Also heard Mr.V.S.R.Anjaneyulu, learned Senior Counsel representing the respondents.",
      "labels": [
        "NONE"
      ],
      "id": "86f826d8c3fc4e6082403dba0c1b2987_48"
    },
    {
      "start": 2299,
      "end": 2389,
      "text": "4. Perused the material on record as also the written submissions on behalf of both sides.",
      "labels": [
        "NONE"
      ],
      "id": "ab8b81d40a8a4e97b96fb986a2d2e30a_49"
    },
    {
      "start": 2390,
      "end": 2428,
      "text": "\nBrief Facts:\n5. The petitioner / M/s.",
      "labels": [
        "NONE"
      ],
      "id": "605e5b4ad0fe421e869e8ef4ba15107b_50"
    },
    {
      "start": 2429,
      "end": 2435,
      "text": "Fedora",
      "labels": [
        "PREAMBLE"
      ],
      "id": "47ca3d2e8df949bab145a25b592baec5_51"
    },
    {
      "start": 2436,
      "end": 2445,
      "text": "Sea Foods",
      "labels": [
        "NONE"
      ],
      "id": "0564251bee5845f4b1c87e4cffbd600d_52"
    },
    {
      "start": 2446,
      "end": 2699,
      "text": "Private Limited filed O.S.No.59 of 2021 before the Court of VIII Additional District Judge, Nellore seeking recovery of a sum of Rs.9,55,74,429/-, from the respondents, which is due towards the purchase of Aqua feed on credit basis and interest thereon.",
      "labels": [
        "RLC"
      ],
      "id": "47d02ff16afa4dd6bb679145c042f91a_53"
    },
    {
      "start": 2700,
      "end": 2868,
      "text": "Along with the suit, the petitioner filed I.A.No.88 of 2021 seeking attachment before Judgment and an ex parte order of conditional attachment was passed on 20.09.2021.",
      "labels": [
        "FAC"
      ],
      "id": "9f694858d7eb4420b380e2909e758b07_54"
    },
    {
      "start": 2869,
      "end": 3440,
      "text": "On receipt of notices, the respondents filed an application NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 I.A.No.131 of 2021 before the Trial Court for rejection of the plaint under Section 151 of Code of Civil Procedure (for short 'C.P.C.') r/w Order VII Rule 11 (d) of C.P.C., stating that the alleged transactions mentioned in the plaint comes under the definition of commercial dispute, that the plaintiff has to file the suit before the Commercial Court established at Vijayawada and Nellore District also comes under the jurisdiction of Commercial Court at Vijayawada.",
      "labels": [
        "RLC"
      ],
      "id": "399ea64e7c5c4617b1de96abfce41694_55"
    },
    {
      "start": 3441,
      "end": 3772,
      "text": "Thereafter, the petitioner on 08.03.2022 filed the present Transfer Petition under Section 24 (5) r/w Section 151 of C.P.C., seeking transfer of the suit i.e., O.S.No.59 of 2021 on the file of the Court of the VIII Additional District Judge, Nellore to the Special Court for Trial of Commercial Disputes, Ibrahimpatnam, Vijayawada.",
      "labels": [
        "RLC"
      ],
      "id": "55cabef08a0b49e68ce46c66bcc9e396_56"
    },
    {
      "start": 3773,
      "end": 3942,
      "text": "Pending adjudication of the Transfer Petition, stay of all further proceedings in the said suit was sought for and a learned Judge, granted interim orders on 15.03.2022.",
      "labels": [
        "RLC"
      ],
      "id": "4a2fa285be0a4211ae0f82c6eef16a72_57"
    },
    {
      "start": 3943,
      "end": 4019,
      "text": "The respondents filed a petition to vacate the interim orders on 28.03.2022.",
      "labels": [
        "FAC"
      ],
      "id": "e49d4e45a97f4033a9adecb2a9d828f4_58"
    },
    {
      "start": 4021,
      "end": 4066,
      "text": "NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 6.",
      "labels": [
        "NONE"
      ],
      "id": "ad69cb5238eb4292a654bb9595cf04c1_59"
    },
    {
      "start": 4067,
      "end": 4380,
      "text": "In the meanwhile, the respondents on 07.03.2022 filed C.R.P.No.515 of 2022 before this Court under Article 227 of the Constitution of India inter alia contending that the Civil Court has no jurisdiction and has to dispose of the I.A.No.131 of 2021 for rejection of the plaint before proceeding with the main suit.",
      "labels": [
        "RLC"
      ],
      "id": "4e0c6c24fce8477a8cb39798195b6f6d_60"
    },
    {
      "start": 4381,
      "end": 4646,
      "text": "Against the order of attachment before Judgment dated 20.09.2021, the respondents filed C.M.A.No.209 of 2023 with a petition to condone the delay in preferring the same, but a Hon'ble Division Bench of this Court vide Orders dated 17.08.2023 dismissed the petition.",
      "labels": [
        "RLC"
      ],
      "id": "aa2000914a684b358664e7c330041a8a_61"
    },
    {
      "start": 4647,
      "end": 4820,
      "text": "Thereafter, the respondents on 22.09.2023 filed the above C.R.P.No.2570 of 2023 to reject the plaint by exercising the powers under Article 227 of the Constitution of India.",
      "labels": [
        "FAC"
      ],
      "id": "bffc62cf9df04e83ba50736fe463eb21_62"
    },
    {
      "start": 4821,
      "end": 4939,
      "text": "Subsequently, the respondents withdrew C.R.P.No.515 of 2022 on 16.10.2023, in view of filing of C.R.P.No.2570 of 2023.",
      "labels": [
        "FAC"
      ],
      "id": "0cccb8d0366c4edd9364d3e2467d895b_63"
    },
    {
      "start": 4941,
      "end": 5053,
      "text": "7. Mr.O.Manohar Reddy, learned Senior Counsel appearing on behalf of the petitioner, made elaborate submissions.",
      "labels": [
        "NONE"
      ],
      "id": "7f93db273da34db4856efa4c665aa3ed_64"
    },
    {
      "start": 5054,
      "end": 5336,
      "text": "While stating that the suit O.S.No.59 of 2021 instituted by the petitioner is commercial in nature, he NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 submits that the Commercial Court at Vijayawada started functioning from 04.03.2020 and the Presiding Officer took charge on 09.07.2020.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7d0f777a2b6a4e649f1275f4bfe3f67b_65"
    },
    {
      "start": 5337,
      "end": 5706,
      "text": "However, since the said Court started functioning during the Covid period, the same was not within the petitioner's knowledge, that at the time of numbering the suit, no objections were raised, much less with regard to the institution of the suit in the District Court at Nellore, when the Commercial Court for Trial of Commercial Disputes is functioning at Vijayawada.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8f0ad982de48432c9ed6cd4d3f0c780b_66"
    },
    {
      "start": 5707,
      "end": 6082,
      "text": "After institution of the suit, even the learned District Judge granted an order of attachment before judgment and as it was noticed later that the commercial disputes are required to be tried by the Commercial Courts, the learned Senior Counsel submits that the petitioner, therefore, filed the above Transfer C.M.P., under Section 24 (5) of C.P.C., for transfer of the suit.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cb7fd603336c4204a664285b2acca800_67"
    },
    {
      "start": 6083,
      "end": 6605,
      "text": "\n8. Placing strong reliance on the decision of a learned Judge of the erstwhile High Court of Andhra Pradesh at Hyderabad in Thirmala Reddy NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Mahalakshmamma v. Mulkluri Murlidhar Rao 1 , the 54th report of Law Commission of India on the Code of Civil Procedure, 1908 dated 06.02.1973, more particularly, the recommendation with reference to Section 24 of C.P.C., and the incorporation of Section 24 (5) in pursuance thereof, the learned Senior Counsel addressed detailed arguments.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b03b1456c7354318bd4910e166b76103_68"
    },
    {
      "start": 6606,
      "end": 6852,
      "text": "He submits that prior to incorporation of Section 24 (5) of C.P.C., with effect from 01.02.1977, there is no specific provision providing for transfer of cases filed in a Court, which is not having a jurisdiction to the Court having jurisdiction.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a18ee8d19ba849ceba196840a72370d9_69"
    },
    {
      "start": 6853,
      "end": 6993,
      "text": "In fact, the learned Senior Counsel submits that some of the High Courts followed the said decision, but some of them took a different view.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c1938ef14047471d87849ec8bc6ba547_70"
    },
    {
      "start": 6995,
      "end": 7344,
      "text": "9. In order to clarify the position and as it is better to adopt a wider view in the light of the decision of the A.P.High Court in Thirmala Reddy Mahalakshmamma (referred to 1 supra), the learned counsel submits that the Law Commission recommended an explanation to be added to Section 24 of C.P.C., which is incorporated by way of sub-section (5).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7a661cc4459d437ba2669a82c12dc3b0_71"
    },
    {
      "start": 7345,
      "end": 7880,
      "text": "While stating that the AIR 1970 A.P., 194 NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 issue with regard to insertion of Section 24 (5) as also Order 7, Rule 10-A and 10-B of C.P.C., was succinctly discussed in the decision of Madhusudan Das Agarwal v. Banaras Hindu University 2, the learned counsel emphatically contends that Section 24 (5) of C.P.C., empowers the High Court to transfer a suit from a Court which has no jurisdiction to try it and the prayer seeking transfer of the suit filed by the petitioner, merits acceptance.\n10.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "96ea0713e6914b3ca68798e5bee34caf_72"
    },
    {
      "start": 7881,
      "end": 8236,
      "text": "Insofar as the provisions of the Commercial Courts Act, the learned Senior Counsel submits that Section 15 of the said Act contemplates that all suits and the applications relating to a commercial dispute of a specified value pending in a High Court or a Civil Court shall be transferred to the Commercial Division or Commercial Court, as the case may be.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "23e1542a7df1407d8284c8cec8da3f5b_73"
    },
    {
      "start": 8237,
      "end": 8693,
      "text": "According to the learned counsel, Section 15 (5) of the Commercial Courts Act would not be applicable to the facts of the present case as it deals with a situation with regard to non- transfer of suits or applications, which are pending as on the date of commencement of the Commercial Courts Act, but not in respect of the other 2015 Law Suit(ALL) 1864 NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 cases which are instituted of the said Act came into force.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e7161891ce66435fa70b9cdaec23bd1b_74"
    },
    {
      "start": 8694,
      "end": 8927,
      "text": "He reiterates that Section 24 (5) of C.P.C., empowers the transfer of a case of a commercial dispute filed after commencement of the Commercial Courts Act in a Civil Court to the concerned Commercial Court dealing with such disputes.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7d05404fe9bf402fb76c91919914ba45_75"
    },
    {
      "start": 8929,
      "end": 9130,
      "text": "11. The learned Senior Counsel further contends that the Commercial Court is a Court sub-ordinate to the High Court, invocation of powers under Section 24 (5) of C.P.C., is therefore valid and tenable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fadb72c982ef415ab150363e04ec8fdd_76"
    },
    {
      "start": 9131,
      "end": 9354,
      "text": "The learned counsel also relies on the decisions of different High Courts reported in Krishna Kumar Damani v. Ramnarain Agarwal & Other3, C.K.Surendran v. Kunhimoosa4 and Jalagam Sitarama Rao v. The State of A.P.,5 etc.\n12.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "85f8be6eac444f3ebc4dceccaadce5cf_77"
    },
    {
      "start": 9355,
      "end": 9857,
      "text": "Coming to the Revision Petition i.e., C.R.P.No.2570 of 2023 seeking rejection of the plaint, the learned Senior Counsel referring to the averments in the counter-affidavit filed therein submits that the respondents earlier filed C.R.P.No.515 of 2022, withdrew the same and filed C.R.P.No.2570 of 2023 AIR 1984 Calcutta 162 2021 LawSuit(Ker) 1432 AIR 1978 AP 82 NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 on the premise that Civil Court has no jurisdiction to entertain the suit filed by the petitioner.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "b5fa82aa9d774fadaa1a999a27915f89_78"
    },
    {
      "start": 9858,
      "end": 10142,
      "text": "He contends that the petition under Article 227 of the Constitution of India is not maintainable in as much as the C.P.C - a self contained code provides for a remedy and envisages a specific provision under Order VII, Rule 11 for rejection of the plaint, that it cannot be by-passed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "21aa1258617b455385a37677f7f312cc_79"
    },
    {
      "start": 10143,
      "end": 10305,
      "text": "He places reliance on the decision of the Hon'ble Supreme Court in Virudhunagar Hindu Nadargal Dharma Paribalana Sabai & Others v. Tuticorin Educational Society6.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6a2f24bb82304b49a399028b40574e62_80"
    },
    {
      "start": 10306,
      "end": 10558,
      "text": "He submits that having availed the remedy under Order VII Rule 11 (d) of C.P.C., and filed C.R.P.No.515 of 2022 to dispose of the application I.A.No.131 of 2021 and later withdrew the same, the respondents cannot maintain the present Revision Petition.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6a4268dea7cb4d39bc2a6133bc40ba86_81"
    },
    {
      "start": 10559,
      "end": 10802,
      "text": "The learned Senior Counsel also points out that against the Order of attachment before judgment, the respondents filed C.M.A.No.209 of 2023 and after suffering an adverse Order, they filed C.R.P.No.2570 of 2023 and the same is not sustainable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4d0a439290bb437892c95a360b7da7cd_82"
    },
    {
      "start": 10804,
      "end": 10867,
      "text": "(2019) 9 SCC 538 NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 13.",
      "labels": [
        "NONE"
      ],
      "id": "67273ae1d9fc48ada1870037f9f670f3_83"
    },
    {
      "start": 10868,
      "end": 11215,
      "text": "The learned Senior Counsel further argues that though certain amendments were made to C.P.C., about it's applicability to the commercial disputes, in terms of Section 16 of the Commercial Courts Act, the same is in respect of some of the provisions as specified in the Schedule and the applicability of Section 24 of C.P.C., has not been excluded.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "af8c8fbec3b54e429d6b7e7f1190ca6e_84"
    },
    {
      "start": 11216,
      "end": 11406,
      "text": "In such a situation, he emphasizes that Section 24 (5) of C.P.C., being an independent provision would empower the High Court to transfer a suit from the Civil Court to the Commercial Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "71c2c16f199c4e36b34f35eeb160df98_85"
    },
    {
      "start": 11407,
      "end": 11585,
      "text": "Strong reliance in this regard is placed on the decision of the Delhi High Court dated 09.01.2024 in CM(M) 457/2023 & CM APPL.13615/2023 (Namita Gupta v. Suraj Holdings Limited).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "749244a8b9bc40019056131d3b15638e_86"
    },
    {
      "start": 11586,
      "end": 11806,
      "text": "Making the said submissions and placing reliance on the other decisions filed along with the citations compilation, the learned Senior Counsel seeks to allow the Transfer Petition and dismiss the Civil Revision Petition.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c0cb528fb8114099a3285b40f0730a75_87"
    },
    {
      "start": 11808,
      "end": 11946,
      "text": "14. On the other hand, Mr.V.S.R.Anjaneyulu, the learned Senior Counsel while referring to the list of dates, advanced arguments at length.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3ccc3ac77fc84fde80482ddf26791eb0_88"
    },
    {
      "start": 11947,
      "end": 12394,
      "text": "Drawing the NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 attention of this Court to the affidavit filed by the petitioner in support of Transfer C.M.P., he contends that the suit O.S.No.59 of 2021 was admittedly filed on 13.09.2021 after the establishment of Commercial Court at Vijayawada and in such circumstances, the Civil Court at Nellore has no jurisdiction to entertain the suit at all, yet an order of attachment before judgment was granted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "309a3944ea3b46b090db6a82542fe1b9_89"
    },
    {
      "start": 12395,
      "end": 12606,
      "text": "He submits that though the said aspect with regard to jurisdiction was brought to the notice of the Court by way of a Memo, the same was returned and therefore, I.A.No.131 of 2021 was filed to reject the plaint.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "03f4fd9babb44b9cb5d5646f2a0e2b59_90"
    },
    {
      "start": 12607,
      "end": 12859,
      "text": "As the said petition is being adjourned at the instance of the petitioner herein, initially C.R.P.No.515 of 2022 seeking disposal of the said I.A., was filed on 07.03.2022 and on the very next day i.e., 08.03.2022, the above Transfer C.M.P., was filed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d5fa1014071046f1b64b1619fad9129f_91"
    },
    {
      "start": 12860,
      "end": 13310,
      "text": "Insofar as C.M.A.No.209 of 2023 is concerned, he submits that the Hon'ble Division Bench dismissed the same only on the ground of delay without going into the issue as to the competency of the Civil Court to grant an order of attachment before judgment when it has no NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 jurisdiction to entertain the suit at all and draws the attention of this Court to the observations made by the Hon'ble Division Bench.\n15.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "95103abc071944deb3d9c4cd77a15d42_92"
    },
    {
      "start": 13311,
      "end": 13765,
      "text": "Referring to Section 15 (5) of the Commercial Courts Act, he submits that in view of the said specific provision dealing with the transfer of pending cases, any of the parties can make an application, on receipt of which the Commercial Appellate Division of the High Court may withdraw such suit or application from the Court before which it is pending and transfer the same for disposal by the Commercial Division or Commercial Court as the case may be.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "177f8f0f563b455e8e98d1c5d9790269_93"
    },
    {
      "start": 13766,
      "end": 14010,
      "text": "He submits that when the statute prescribes a specific procedure and a provision with reference to it, the same has to be invoked and filling of a Transfer petition under Section 24 of C.P.C., which is a general provision is not tenable in Law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a5d3b6e5d2574e959560d63c305bab8e_94"
    },
    {
      "start": 14011,
      "end": 14231,
      "text": "He also submits that Section 21 of the Commercial Courts Act has overriding effect on the provisions of any other Law and therefore, the submissions made with reference to Section 24(5) of C.P.C., merits no appreciation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3da60fb71e2a4c459b1eac04ede8223a_95"
    },
    {
      "start": 14232,
      "end": 14533,
      "text": "In support of his contentions, the learned Senior Counsel places NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 reliance on the decisions in V.Rajeshwar Rao(Dr.) v. M.Yadhagiri Reddy7, Bank of India CBD Belapur Branch v. U.A.N.Raju8, M.Narayana Chowdary v. Meharbaba Plots Owners Welfare Association9.\n16.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "957a513f8fa945ceaf6ba204d482bdbd_96"
    },
    {
      "start": 14534,
      "end": 14836,
      "text": "Contending that the case on hand is one of total lack of jurisdiction and in such circumstances, the Court cannot return the plaint, but has to dismiss the suit, he further pleads that the question of transfer of a case, filed in a Court which has no jurisdiction to try the same does not arise at all.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7cb584414fba439787ef9d3ecd6bf0dd_97"
    },
    {
      "start": 14837,
      "end": 15062,
      "text": "He also contends that the transfer of suit under Section 24 of C.P.C., from Civil Court to the Special Court dealing with the commercial disputes cannot be allowed as the said section has no application to the Special Courts.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "29bb7a16562c41f1af79e2884d6868f8_98"
    },
    {
      "start": 15063,
      "end": 15255,
      "text": "He also submits that the Commercial Court is a Special Court, it cannot be treated or equated with any other ordinary Civil Court nor can it be brought with in the fold of Section 24 of C.P.C.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5baaf088a20740f7aa48ccbb2f7ba6d1_99"
    },
    {
      "start": 15256,
      "end": 15512,
      "text": "It is his contention that Section 24 of C.P.C., cannot be invoked in the case of a Special Court although it has all the trappings of a 2007 (1) ALT 306 (DB) 2004(1) ALD 577 (DB) 2004 (2) ALT 23(S.B.) NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Civil Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2d3a87402d744a46909c3560fe6fe2f5_100"
    },
    {
      "start": 15513,
      "end": 15757,
      "text": "He submits that the invocation of Section 24 of C.P.C., would arise only if the suit is properly instituted but in the present case, it is the admitted case of the petitioner / plaintiff that the Court at Nellore has no jurisdiction at all.\n17.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f0a18df5d7e34841a0f0c5db05003368_101"
    },
    {
      "start": 15758,
      "end": 15945,
      "text": "The learned counsel also contends that the plea of the petitioner that it is not aware of the constitution of Commercial Court cannot be appreciated, as ignorance of Law is not an excuse.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5868451b40c44b5ba174bc94f30ded69_102"
    },
    {
      "start": 15946,
      "end": 16329,
      "text": "He submits that as seen from the plaint, there is no specific pleading that the matter pertains to commercial disputes arising out of commercial transactions and obviously the plaint was drafted to get over the jurisdiction, that if the plaint contains any plea or allegation having semblance of commercial element, the Civil Court at Nellore would not have entertained the suit.\n18.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d0702bf392d84979b55444ed075caa4b_103"
    },
    {
      "start": 16330,
      "end": 16698,
      "text": "The learned Senior Counsel further contends that as the transactions between the parties are commercial in nature even as per the petitioner, filing of the suit without following the procedure contemplated under Section 12-A of NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 the Commercial Courts Act, that too in an incompetent Court shall entail the rejection of plaint.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d1f0521711134f2f875d103d73dd0f4a_104"
    },
    {
      "start": 16699,
      "end": 17004,
      "text": "Placing strong reliance on the decision of the Hon'ble Supreme Court in Patil Automation Private Limited & Others v. Rakheja Engineers Private Limited 10 , the learned Senior Counsel strenuously contends that the plaint can be rejected in exercise of powers under Article 227 of the Constitution of India.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4f6a02ad5d414aa6ae0935df62a7d794_105"
    },
    {
      "start": 17005,
      "end": 17145,
      "text": "He also placed reliance on the decisions of High Court of Madras in Muthulakshmi v. Vijitha11, CRP No.1245 of 2017 & batch dated 09.07.2019.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "169afd9dcb8a4fd0b422dac251f8eaf8_106"
    },
    {
      "start": 17146,
      "end": 18008,
      "text": "In support of the various contentions advanced by him, the learned Senior Counsel also referred to the decisions in Harshad Chiman Lal Modi v. D.L.F. Universal Limited12, Bhojraj Srinivas v. Bhojraj Divya13, A.P.Industrial Infrastructure Corporation (APIIC) Vijayawada v. Meghavaram Power Pvt.Ltd., Hyderabad14, Bank of Rajashthan Ltd., v. VCK Shares & Stock Broking Services Ltd.,(SC)15, Vidya Shanker Tiwari (2022) 10 SCC 1 2021 (4) HLR 485 AIR 2006 SC 646 2023 (4) ALD 876 (TS) (DB) 2023 (4) ALD 284 (DB) 2023(1) ALD 197(SC) NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 v. Surya Kant Tiwari16, Raja Soap Factory & Others v. S.P.Shantharaj & Others17, Ambalal Sarabhai Enterprises Limited v. K.S.Infraspace LLP 18, Neha Arun Jugadar v. Kumari Palak Diwanji (Transfer Petition (Civil) No.182 of 2011 dt.14.02.2011), Gulam IsmaIl v. Mirza Ibrahim Ali Baig 19 etc.,",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fe34fc24ea2941e0925dc8b2264a4635_107"
    },
    {
      "start": 18009,
      "end": 18138,
      "text": "Resting his arguments, the learned counsel urges for dismissal of the Transfer Petition and to allow the Civil Revision Petition.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d9e84b549d654af0a3d2fef019bfb1a7_108"
    },
    {
      "start": 18140,
      "end": 18447,
      "text": "19. The learned Senior Counsel for the petitioner, in reply, submits that the jurisdiction of the Civil Court is not entirely ousted and the matters only of a specified value shall be tried by the Commercial Court and therefore the contention that the Civil Court lacks inherent jurisdiction is not tenable.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5d874bc4c9ae4497a8d3bf2837a8aae4_109"
    },
    {
      "start": 18448,
      "end": 18881,
      "text": "Insofar as the contention with reference to Section 12-A of the Commercial Courts Act, he submits that the said Section has no application where there is an urgency of securing orders and at any rate, the said section is applicable to the cases filed after 20.08.2022 as per the decision of the Hon'ble Supreme 2013 LS (ALL) 1829 AIR 1965 SC 1449 (2020) 15 SCC 585 (2003) 5 ALD 552 NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Court in",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9481e42d8fca4e9f8354bb17a0072526_110"
    },
    {
      "start": 18882,
      "end": 18911,
      "text": "Patil Automation Private Ltd.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a98feb85754c4b04a4833206d99852e8_111"
    },
    {
      "start": 18912,
      "end": 19156,
      "text": "He also contends that the analogy sought to be drawn by the learned counsel for the respondents with reference to the Special Courts established under the Andhra Pradesh Land Grabbing (Prohibition) Act with the Commercial Courts is not correct.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e9196228bc834baf9cc5beb573b949e8_112"
    },
    {
      "start": 19157,
      "end": 19342,
      "text": "He also made submissions distinguishing the judgments relied on by the learned counsel for the respondents and submits that the same are not applicable to the facts of the present case.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "298f765c464f4d4b9b504bd4264ab551_113"
    },
    {
      "start": 19344,
      "end": 19376,
      "text": "Consideration by the Court:-\n20.",
      "labels": [
        "NONE"
      ],
      "id": "02d002b52d1343b986f9749bf5b6c78c_114"
    },
    {
      "start": 19377,
      "end": 19665,
      "text": "At the outset, it may be pertinent to mention that both the learned Senior Counsel advanced arguments extensively with reference to various propositions of Law and the same would be discussed at the appropriate place, to the extent they are relevant for the disposal of the present cases.",
      "labels": [
        "NONE"
      ],
      "id": "f1b0e8db4cbf468680bb26f5282d96eb_115"
    },
    {
      "start": 19667,
      "end": 19820,
      "text": "21. On an appreciation of the rival contentions, the following points arise for consideration by the Court:\nNJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 1.",
      "labels": [
        "NONE"
      ],
      "id": "df641f12a5974ab3bb1ebdb0d4da5c6a_116"
    },
    {
      "start": 19821,
      "end": 20115,
      "text": "Whether the suit O.S.No.59 of 2021 instituted in the District Court, Nellore after constitution of Commercial Court at Vijayawada can be transferred under Section 24 (5) of C.P.C., and whether such a transfer amounts to violation of Section 15 of the Commercial Courts Act, a special provision?",
      "labels": [
        "ISSUE"
      ],
      "id": "4de97421e4144e2c8ccdc5654223a99f_117"
    },
    {
      "start": 20116,
      "end": 20229,
      "text": "\n2. Whether the suit in question without compliance of Section 12-A of the Commercial Courts Act is maintainable?",
      "labels": [
        "ISSUE"
      ],
      "id": "e25da0761fec48d78540497006d825f4_118"
    },
    {
      "start": 20230,
      "end": 20394,
      "text": "\n3. Whether the suit O.S.No.59 of 2021 is liable to be rejected even without application for rejection of the plaint under Order VII, Rule 11 of C.P.C., or suo-motu",
      "labels": [
        "ISSUE"
      ],
      "id": "cdb079b5e6cb4f5d82a981d09c9ac929_119"
    },
    {
      "start": 20395,
      "end": 20540,
      "text": "exercising powers under Article 227 of the Constitution of India when the Civil Court is incompetent to entertain the suits of commercial nature?",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f866300949be4fff915c6d1b501fd734_120"
    },
    {
      "start": 20542,
      "end": 20857,
      "text": "22. Before answering the points under consideration, it may be pertinent to state here that there is no dispute that the Commercial Court dealing with the commercial disputes under the Commercial Courts Act came to be established at Vijayawada on 04.03.2020 and the Presiding Officer had taken charge on 09.07.2020.",
      "labels": [
        "ISSUE"
      ],
      "id": "4c600c0213844fe2b5fa47d1210b2177_121"
    },
    {
      "start": 20858,
      "end": 21094,
      "text": "The submission with regard to institution of the suit i.e., O.S.No.59 of 2021 on 13.09.2021 at Nellore made on behalf of the petitioner is that it is not aware of the establishment of Commercial Division at Vijayawada during Covid time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3722a1db221c4c61822aa345bb44eae0_122"
    },
    {
      "start": 21095,
      "end": 21303,
      "text": "Generally, such a plea that a party is not aware of establishment of a Court having the competent jurisdiction with reference to NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 a dispute may merit no appreciation.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47508b0e70414d7cb7a44e20a80274d8_123"
    },
    {
      "start": 21304,
      "end": 21390,
      "text": "But, this Court is not oblivious to the fact situation prevailing during the pandemic.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63ea5fadadf34a30b461e26015d5ff36_124"
    },
    {
      "start": 21391,
      "end": 21594,
      "text": "Therefore, the explanation of the petitioner to the effect that is not aware of establishment of the Commercial Court in Vijayawada as it had happened during Covid period, cannot be simply brushed aside.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fc10d08c5d6740449b926ce2e6cdc881_125"
    },
    {
      "start": 21595,
      "end": 21718,
      "text": "That apart, even the District Court at Nellore had not raised any objections, scrutinized the plaint and numbered the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5ce11bc48aac4dc4b2a846d8bcdce4dc_126"
    },
    {
      "start": 21719,
      "end": 21912,
      "text": "Entertaining the suit as instituted before it, the District Court on satisfying that a case is made out, granted an interim order of attachment before judgment, instead of returning the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df1cf7d78e71416ea4652a968d33a2e8_127"
    },
    {
      "start": 21913,
      "end": 21929,
      "text": "\nPoint No.1:\n23.",
      "labels": [
        "NONE"
      ],
      "id": "8c508b0a95ea47749dedd2b1e2995aa4_128"
    },
    {
      "start": 21930,
      "end": 22120,
      "text": "The learned Senior Counsel appearing on behalf of the respective parties, made submissions detailed above with reference to Section 24 of C.P.C., and Section 15 of the Commercial Courts Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a497e114ef094932b66095aeaf36ad4a_129"
    },
    {
      "start": 22121,
      "end": 22582,
      "text": "While it is the broad contention of the learned Senior Counsel for the petitioner that Section 24 (5) of C.P.C. empowers transfer of suits instituted in a Civil Court to the NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Commercial Division, the learned Senior Counsel for the respondents contends that in the light of the specific provisions under the special enactment i.e., Commercial Courts Act, the procedure contemplated under Section 15 has to be adhered to.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "fb8d3c5bb9c24a05b487391dcec50e50_130"
    },
    {
      "start": 22583,
      "end": 22857,
      "text": "\n24. A contention is also raised by the learned Senior Counsel for the respondents to the effect that the Commercial Court being a Special Court constituted under the Commercial Courts Act cannot be treated as a Civil Court or to make it amenable to Section 24 of the C.P.C.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c018995d972e4f70b8ad622a6dfbb0e8_131"
    },
    {
      "start": 22858,
      "end": 22960,
      "text": "Though the said contention appears to be attractive at the first blush, the same merits no acceptance.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bbde95eb31a04012a8d916cdbcfe4362_132"
    },
    {
      "start": 22961,
      "end": 23122,
      "text": "Section 24 of the C.P.C., as argued by the learned Senior Counsel for the petitioner was amended pursuant to the recommendations made by the 54th Law Commission.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c0b008175f524b29af579381d520ef84_133"
    },
    {
      "start": 23123,
      "end": 23373,
      "text": "Though an explanation to Section 24 of C.P.C., was recommended, the legislature had incorporated Section 24 (5) which contemplates that \"a suit or proceeding may be transferred under the said section from a Court which has no jurisdiction to try it.\"",
      "labels": [
        "STA"
      ],
      "id": "abb5cace9ea84ebab9aa4dc1d17382f4_134"
    },
    {
      "start": 23374,
      "end": 23912,
      "text": "The said NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 recommendation came to be made in the light of the decision of A.P.High Court in Thirmala Reddy Mahalakshmamma case referred to supra, wherein it was held that \"the language of Section 24 of Civil Procedure Code is very wide and there are no restrictions or impediments in the way of High Court exercising the power of transfer merely because there is a dispute regarding jurisdiction\" and to clarify the position on account of the contrary views expressed by different High Courts.\n25.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "afe9f9d7cc644f63949631eb906a548e_135"
    },
    {
      "start": 23913,
      "end": 24141,
      "text": "The High Court of Allahabad in Madhusudan Das Agarwal's case discussed the issue concerning Section 24 of CPC vis--vis Order VII, Rule 10 of C.P.C., which was also amended by virtue of Civil Procedure Code (Amendment Act, 1976).",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "fdfa0d82bcec4c6fb21bc1ecb5d1bf22_136"
    },
    {
      "start": 24142,
      "end": 24235,
      "text": "It would be apposite to extract the opinion expressed by the Court for ready reference:-\n\"20.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "687ab1690be04e8c901ec2b7ca0eed0c_137"
    },
    {
      "start": 24236,
      "end": 24519,
      "text": "On combined reading of the aforesaid provisions of Section 24 (5) C.P.C. and Order VII Rule 10 of C.P.C., it comes out that Section 24 (5) is absolutely independent of the provision contained in Order VII Rule 10 C.P.C., which was also added by the same Amendment Act No.104 of 1976.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c358375029f4434ca8715d17db22e8b9_138"
    },
    {
      "start": 24520,
      "end": 24797,
      "text": "In order VII Rule 10 (1)(2), 10-A, 10-B C.P.C., the legislature specifically provided a procedure for the court to follow in case the plaint is to be returned to be presented to the Court in which the suit should have NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 been instituted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3624541f34264d6db646784343bc8eb9_139"
    },
    {
      "start": 24798,
      "end": 24900,
      "text": "It relates to the suits which are instituted before a Court which has no jurisdiction to try the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a816dfa9654a43b2a3d021e9d8767d4c_140"
    },
    {
      "start": 24901,
      "end": 25104,
      "text": "In order to cure the defect in jurisdiction, the legislature in these provisions empowered the Court where the plaint is instituted, to pass orders for returning the plaint and its institution and trial.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "374dc9b36f0a40eda3b5ecc85988b5c7_141"
    },
    {
      "start": 25105,
      "end": 25148,
      "text": "In such cases, the trial is always de novo.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd9b78deba3047d4b12191c2b69e634f_142"
    },
    {
      "start": 25149,
      "end": 25509,
      "text": "However, the legislature while incorporating the provision under Order VII Rule 10 C.P.C., incorporated a separate and independent provision in the shape of sub-section (5) of Section 24 C.P.C. conferring power upon the District Judge and the High Court to exercise the same for transfer of a suit or proceedings, from a Court which has no jurisdiction to try.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4842d92617f74da9b1c2775f96419386_143"
    },
    {
      "start": 25510,
      "end": 25622,
      "text": "This applies to the case where the suit or proceedings has been instituted in a Court which has no jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c9a7fc6fbc104184b635e89d7452ab26_144"
    },
    {
      "start": 25623,
      "end": 25869,
      "text": "In other words, the initial lack of jurisdiction or inherent lack of jurisdiction to entertain the suit or proceedings is being allowed to be cured by an order which can be passed only by the District Judge or the High Court under this provision.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3669941e5f53490c864d2b1e59187a6d_145"
    },
    {
      "start": 25870,
      "end": 25933,
      "text": "This provision does not carry any qualification or restriction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dff5c9032ca24e1e94a1369c21bbf788_146"
    },
    {
      "start": 25934,
      "end": 26247,
      "text": "The legislature has not provided any conditions on the District Court or the High Court for such transfer under Section 24 (5) C.P.C., while in a transfer of a suit under Order VII Rule 10 C.P.C., the legislature has provided specific conditions, procedure and the manner in which the power can be exercised.\"\n26.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dd3ca491486c48619d27711a39f01495_147"
    },
    {
      "start": 26248,
      "end": 26446,
      "text": "In Jalagam Sitaramarao's case referred 5 supra, the Division Bench of erstwhile High Court of Andhra Pradesh, was dealing with an issue of transfer of suits from the Agency Court to the Civil Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "64695a501f6c4f98b2a750c3ca55ead8_148"
    },
    {
      "start": 26447,
      "end": 26838,
      "text": "A plea was taken to the effect that the High Court cannot invoke the jurisdiction under Section 24 of CPC to transfer a suit from an Agency Court, that C.P.C., does not apply to Agency Area or Agency Court and that in any event, the transfer of suit NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 pending before any Agency Court could be made only to another Agency Court, but not a Civil Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c84b2ba4db8d4679a09155d84c77d160_149"
    },
    {
      "start": 26839,
      "end": 27325,
      "text": "Examining the matter with reference to the provisions of the relevant enactments, the Hon'ble Division Bench opined that \"Section 24, among others, empowers the High Court to transfer any suit, appeal or other proceeding pending in any subordinate Court to any Court subordinate to it and competent to try or dispose of the same and for the exercise of the said power by the High Court, the suit, appeal or other proceeding must be pending before a Court subordinate to the High Court.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ae05ad3b162641b289c79996f72a57fa_150"
    },
    {
      "start": 27326,
      "end": 27640,
      "text": "It held that the Agency Court constituted under the Schedule Districts Act and the A.P.Agency Rules framed therein is a Court subordinate to the High Court and the High Court has power under Section 24 of C.P.C., to transfer the suit pending in such Agency Court either to another Agency Court or to a Civil Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f9226a7424ae489d96ed7fd1fba53514_151"
    },
    {
      "start": 27642,
      "end": 27769,
      "text": "27. In Namita Guptha's case referred to above, the High Court of Delhi dealt with a similar situation like in the case on hand.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "75072e32c0f9456391f69c00f32f1137_152"
    },
    {
      "start": 27770,
      "end": 28086,
      "text": "The respondent before NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 the High Court filed a suit seeking recovery of a sum of Rs.1,07,37,545.07 ps., along with the interest from Namita Guptha / defendant in the suit and the learned Additional District Judge treated the suit as an ordinary Civil Suit and issued summons.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "081440c685ba418a93574ca430376995_153"
    },
    {
      "start": 28087,
      "end": 28186,
      "text": "A written statement was filed along with a counter claim for Rs.40,62,882/- together with interest.",
      "labels": [
        "FAC"
      ],
      "id": "ec87892f1b2a4985a46deb79ddff1c46_154"
    },
    {
      "start": 28187,
      "end": 28587,
      "text": "Thereafter, Namita Guptha filed an application under Order VII, Rule 11 CPC contending inter alia that the suit involves a commercial dispute as defined under Section 2 (1) (c) (i) of the Commercial Courts Act of the specified value and has been filed without resort to the Pre-Institution mediation as contemplated under Section 12-A of the Act, the plaint is liable to be rejected as barred by law.",
      "labels": [
        "FAC"
      ],
      "id": "096d24e5f335484981222e755763bf62_155"
    },
    {
      "start": 28588,
      "end": 28820,
      "text": "The learned Additional District Judge on noticing that the dispute raised in the suit is commercial in nature, directed the file of the suit to be placed before the learned Principal District & Sessions Judge for appropriate orders.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bc761e6d3a084f87acb59deee03c6b8b_156"
    },
    {
      "start": 28821,
      "end": 28980,
      "text": "The learned Principal District Judge, in turn, transferred the suit to the learned District Judge, Commercial NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Court.",
      "labels": [
        "NONE"
      ],
      "id": "cfdebbf3016c4a14bd94d5aff0332b1e_157"
    },
    {
      "start": 28981,
      "end": 29063,
      "text": "Aggrieved by the same, Namita Gupta carried the matter to the High Court of Delhi.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c74160ba924543b9b031032bb6fc7fbd_158"
    },
    {
      "start": 29065,
      "end": 29457,
      "text": "28. Before the High Court, it was inter alia contended that both the learned Additional District Judge as also District & Sessions Judge do not have the power to transfer the suit, which is filed as an ordinary suit to a Commercial Court, that the plaint does not meet the requirements in terms of Section 12-A of the Commercial Courts Act and the plaint should have been rejected / returned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "26eff01efa4b4df2941d449c8b7b2c40_159"
    },
    {
      "start": 29458,
      "end": 29827,
      "text": "A specific contention was also raised with reference to Section 24 of C.P.C., that even assuming that the said provision would apply, a Commercial Court constituted under the Act is not a Court subordinate to the Court of Principal District & Sessions Judge and the learned Principal District Judge did not have the power to transfer the suit to a Commercial Court.\n29.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d7a60ad631334a71b1f38d2ca1522390_160"
    },
    {
      "start": 29828,
      "end": 30074,
      "text": "Referring to the provisions of the Commercial Courts Act including Section 15 (1) & (5), 16 and 18, the learned Judge had recorded a categorical finding at Para No.36, which is reproduced hereunder:\nNJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 \"36.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "453be5a11a134a6b88d6f1e7eb15fdce_161"
    },
    {
      "start": 30075,
      "end": 30286,
      "text": "A reading of the above provisions would show that the Act provides for the constitution of Commercial Courts and Commercial Divisions of the High Courts to adjudicate on commercial disputes of a specified value.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b7cf0aecb71f4eafbdc0059e764c92a6_162"
    },
    {
      "start": 30287,
      "end": 30513,
      "text": "However, the implementation of the said provisions and the overall administrative control over these Courts remains vested with the High Courts and, therefore, Commercial Courts would be a Court Subordinate to the High Courts.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b4dcd3f290114d5ebdeaadd51421639a_163"
    },
    {
      "start": 30514,
      "end": 30719,
      "text": "Section 24 of the CPC is not amended by the Act or by the Schedule appended thereto, therefore, there is no reason for it to be not applied to a Suit relating to a commercial dispute of a Specified Value.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a5b4d3713a1845839a29f80e5cb34cba_164"
    },
    {
      "start": 30720,
      "end": 30946,
      "text": "\n30 . The learned Judge has also referred to the decisions of different Division Benches of the same Court wherein the provisions of C.P.C., i.e., Order VII, Rule 10 and Section 15 of the Commercial Courts Act were dealt with.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3e61ee28838944998767d8431072eee2_165"
    },
    {
      "start": 30947,
      "end": 31239,
      "text": "After detailed analysis of the matter, it was opined that if a suit raises a commercial dispute of a specified value, the ordinary Civil Court shall have no jurisdiction to entertain the same and it must, therefore return the plaint in exercise of its power under Order VII, Rule 10 of C.P.C.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2dd148da9f294071977e084ec7875886_166"
    },
    {
      "start": 31240,
      "end": 31440,
      "text": "However, the learned Judge further examined the question as to whether a duty to return the plaint under Order VII, Rule 10 of C.P.C., would take away the power of the Court under Section 24 of C.P.C.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb4a59ca0afa49729e7f0dc2effb1f4a_167"
    },
    {
      "start": 31441,
      "end": 31810,
      "text": "Referring to the said provisions, the learned Judge had categorically held that \"all proceedings that were undertaken before the NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Court where a suit was earlier instituted, that it lacked jurisdiction to try the suit, can be saved, and the suit on its transfer can be proceeded from the point, at which it was transferred.\"\n31.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "0534e978053a473c88a22a1c1640dcff_168"
    },
    {
      "start": 31811,
      "end": 31968,
      "text": "While answering Issue No.1 with regard to application of Section 24 of C.P.C., to the commercial disputes, the learned Judge inter alia held as follows:\n\"63.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "51d5ac40e7ef4dc39fff4f5d026679ec_169"
    },
    {
      "start": 31969,
      "end": 32222,
      "text": "As noted hereinabove, Section 16 of the Act provides that the provisions of the CPC shall apply to any Suit in respect of Commercial Dispute of a Specified Value, subject to the amended provisions thereof as provided in the Schedule appended to the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ec12ee572bc54323892ab2d515c26788_170"
    },
    {
      "start": 32223,
      "end": 32308,
      "text": "Section 24 of the CPC is not a provision which has been amended by the said Schedule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "19d0637626904ad78bf56b8484998e92_171"
    },
    {
      "start": 32309,
      "end": 32423,
      "text": "It, therefore, continues to apply in full force to a Suit in respect of a Commercial Dispute of a Specified Value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1752ac6f6794493091de11a4401ff81f_172"
    },
    {
      "start": 32424,
      "end": 32600,
      "text": "If the Legislature wanted to take away this power from the Court, it would have expressly stated so by deleting the said provision in the Schedule to the Act; it did not do so.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1684892007204b579daf5ad94a9a6bc4_173"
    },
    {
      "start": 32601,
      "end": 32726,
      "text": "There is also no implied exclusion of this power, as this power, in no manner, is in conflict with any provisions of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e60cb98e616647bab91e37a5044e47c9_174"
    },
    {
      "start": 32728,
      "end": 32894,
      "text": "64. As far as non-compliance with Section 12A of the Act is concerned, the Transferee Court shall consider the said objection on merits upon the transfer of the Suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "eb4cd4c5c67b4d7db76963bf28b53e4c_175"
    },
    {
      "start": 32895,
      "end": 33295,
      "text": "The transfer of the Suit does not, in any manner, affect the right of the defendant to contend that the Suit has been filed without any cause of action or is otherwise barred by any provision of law or is liable to be dismissed under Order VII Rule 11 of the CPC for any other reason, including for the failure of the plaintiff to initiate pre-suit mediation as mandated under Section 12A of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42c62ccc12354168add69b8045a9ad45_176"
    },
    {
      "start": 33296,
      "end": 33409,
      "text": "These objections would remain open to the defendant even on the transfer of the Suit under Section 24 of the Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aecee85e36094fea866013552e81a886_177"
    },
    {
      "start": 33410,
      "end": 33543,
      "text": "\n65. As held hereinabove, a Commercial Court, constituted under Section 3 of the Act, would be a Court subordinate to the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ed536fe036bf43629266236330563c6b_178"
    },
    {
      "start": 33544,
      "end": 33902,
      "text": "Reference in this NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 regard may also be made to the judgment of the Supreme Court in Life Insurance Corporation of India v. Nandini J. Shah & Ors., (2018) 15 SCC 356. Therefore, there is no reason to exclude the applicability of Section 24 of the CPC to a Suit in relation to a Commercial dispute of a specified value.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "be5ff9dd167746e28ec4166617a3ef1e_179"
    },
    {
      "start": 33903,
      "end": 33944,
      "text": "The first issue is answered accordingly.\"",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "314003163d174d8fbad95209acd45cf7_180"
    },
    {
      "start": 33946,
      "end": 34389,
      "text": "32. The learned Judge, however, while holding that the power under Section 24 of the C.P.C., to transfer the suit is not available to the learned District & Sessions Judge, yet in the interest of justice, in exercise of power vested in the High Court under Section 24 of C.P.C., transferred the suit from the Court of the learned Additional District Judge to the Court of District Judge (Commercial), to be tried from the stage, it is pending.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b1279fe047aa4886b2f9dd3a0e393dc2_181"
    },
    {
      "start": 34391,
      "end": 34599,
      "text": "33. The said judgment of the learned Judge was carried by way of Special Leave to Appeal (c) No.7955 of 2024 to the Hon'ble Supreme Court and the Apex Court dismissed the same vide Order dated 19.04.2024.\n34.",
      "labels": [
        "RPC"
      ],
      "id": "f83116b2e0c147ef8e5b8ee576248cdc_182"
    },
    {
      "start": 34600,
      "end": 35192,
      "text": "In the light of the decision in Namitha Guptha with reference to the provisions of the Commercial Courts Act, the Schedule thereunder vis--vis the powers of the High Court under Section 24 of C.P.C., the reasoning whereof was approved by the Apex Court, this Court is of the view that in NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 exercise of powers under Section 24 of C.P.C., O.S.No.59 of 2021 instituted before the District Court, Nellore can be transferred to the Commercial Court at Vijayawada and such a transfer would not amount to violation of Section 15 of the Commercial Courts Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5f73b7d1fdbf4d248a5711bc0120f618_183"
    },
    {
      "start": 35193,
      "end": 35255,
      "text": "The issue is answered accordingly in favour of the petitioner.",
      "labels": [
        "RPC"
      ],
      "id": "a337e7d2e6914eafa1ad93a0b18df7a9_184"
    },
    {
      "start": 35256,
      "end": 35272,
      "text": "\nPoint No.2:\n35.",
      "labels": [
        "NONE"
      ],
      "id": "fe95d03ce81c498e8f64d6eb9269e1af_185"
    },
    {
      "start": 35273,
      "end": 35501,
      "text": "With reference to Section 12-A of the Commercial Courts Act, it was contended on behalf of the respondents that it is a mandatory provision and since the same has not been complied with, the suit itself is liable to be rejected.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "be2669c729b449afa7be048fd18d61f0_186"
    },
    {
      "start": 35503,
      "end": 35986,
      "text": "36. Per contra, it was contended that Section 12-A is not applicable to the cases where certain urgent orders are required to be obtained and at any rate, the said section cannot be pressed into service in respect of the subject matter suit which was instituted on 13.09.2021, in the light of the expression of the Hon'ble Supreme Court in Patil Automation Private Ltd' that the said NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 section shall be applicable with effect from 20.08.2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c3c929a908b2443e88023a6125bf493d_187"
    },
    {
      "start": 35987,
      "end": 36361,
      "text": "In the said case, the Hon'ble Supreme Court was inter alia, dealing with a question as to whether the statutory Pre-Litigation Mediation contemplated under Section 12-A of the Commercial Courts Act as amended by the Amendment Act of 2018 is mandatory and whether the Courts below have committed any error in not allowing applications filed under Order VII, Rule 11 of C.P.C.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ee6797422a5d4a74b1a7d10d1fee8f94_188"
    },
    {
      "start": 36362,
      "end": 36660,
      "text": "The Hon'ble Apex Court after considering the relevant aspects including the various precedents at Para 113.1, declared that Section 12-A of the Act is mandatory and held that any suit instituted violating mandates of S.12-A, must be visited with rejection of plaint under Order 7, Rule 11 of C.P.C.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "1469d43a2d864174965fdb965cb9fe45_189"
    },
    {
      "start": 36661,
      "end": 36907,
      "text": "The Hon'ble Apex Court also held that said power can be exercised even suo-motu by the Court, but however made it clear that the said declaration would be effective from 20.08.2022, so that the stakeholders concerned become sufficiently informed.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "90428593a3f74ff3b4a784e0f8ac707b_190"
    },
    {
      "start": 36908,
      "end": 37117,
      "text": "In the light of the said expression of the Hon'ble Supreme Court, the contention advanced on behalf of the learned counsel for the respondents NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 deserves no acceptance.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0b3fecfb84184809a9189f1fb85bd0c2_191"
    },
    {
      "start": 37118,
      "end": 37165,
      "text": "The suit in question is therefore maintainable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "13fe32716ec5425aa211c783c2934db0_192"
    },
    {
      "start": 37166,
      "end": 37198,
      "text": "Point No.2 answered accordingly.",
      "labels": [
        "NONE"
      ],
      "id": "0ccd68932e6a4d3b9d28d3a4d86cb52e_193"
    },
    {
      "start": 37199,
      "end": 37215,
      "text": "\nPoint No.3:\n37.",
      "labels": [
        "NONE"
      ],
      "id": "ef62b3aed6b54739b61e0180aef88d4d_194"
    },
    {
      "start": 37216,
      "end": 37592,
      "text": "One of the contentions advanced on behalf of the respondents is that the suit in question can be rejected suo-motu, even without an application for rejection of the plaint under Article 227 of the Constitution of India on the premise that the Civil Court is lacking inherent jurisdiction and in such circumstances, the question of transferring the suit would not arise at all.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e4782dbd6cee4faab7fe5e8ae5679555_195"
    },
    {
      "start": 37593,
      "end": 37716,
      "text": "In support of the contention, the learned counsel for the respondents had placed reliance on Patil Automation Private Ltd..",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "06fc437c7b64485d868ce4d6fa28283c_196"
    },
    {
      "start": 37717,
      "end": 38254,
      "text": "The Hon'ble Supreme Court examining the matter with reference to the provisions of the Commercial Courts Act i.e., Section 12-A etc., and Order VII, Rule 11 of C.P.C., in the facts of the said case, while opining that the Commercial Courts Act and the Rules reveal the existence of a complete Code, expressed the view that where on the allegations of the suit, it is found that the same is barred by any NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Law, the power under Order VII Rule 11 is available to the Court to be exercised suo-motu.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "04da28791d904143bc0d1ab2fc13d9b1_197"
    },
    {
      "start": 38255,
      "end": 38597,
      "text": "However, in the present case, initially the respondents moved an application seeking rejection of the plaint under Order VII, Rule 11 of C.P.C., then filed C.R.P.No.515 of 2022 aggrieved by non-disposal of the same and thereafter withdrew it, stating that the present Revision Petition is filed under Article 227 of the Constitution of India.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7222f84dc7c34e8fa39c5bd158329e3a_198"
    },
    {
      "start": 38598,
      "end": 38807,
      "text": "While there may not be any bar for adopting such a course of action, the institution of the same, in the circumstances as stated in the counter-affidavit filed in C.R.P.No.2570 of 2023 cannot be lost sight of.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cda64908792a4e399840604e08b07ee6_199"
    },
    {
      "start": 38808,
      "end": 38826,
      "text": "Be that as it may.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b81f2ec78a4b470183022f4fce57177f_200"
    },
    {
      "start": 38828,
      "end": 38942,
      "text": "38. It is settled Law that the powers under Article 227 of the Constitution of India shall be exercised sparingly.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "6658d50e364043bca75db5239c212a8e_201"
    },
    {
      "start": 38943,
      "end": 39262,
      "text": "That apart, as contended by the learned Senior Counsel for the petitioner, the C.P.C., provides for specific provision for rejection of plaint and having filed an application under Order VII, Rule 11 seeking rejection of the plaint, the respondents had not pursued the same, but filed the present C.R.P.No.2570 of 2023.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6d5d0c69d79b40aba0f0f46250357d04_202"
    },
    {
      "start": 39264,
      "end": 39310,
      "text": "NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 39.",
      "labels": [
        "NONE"
      ],
      "id": "4be6e0021ba4465283d6fdc34d9906cd_203"
    },
    {
      "start": 39311,
      "end": 39523,
      "text": "In Virudhunagar Hindu Nadargal Dharma Paribalana Sabai's case, the Hon'ble Supreme Court was dealing with an appeal filed against the Order of the High Court passed under Article 227 of the Constitution of India.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7b0373203df2473983e1bb3c04ae2c1b_204"
    },
    {
      "start": 39524,
      "end": 39908,
      "text": "Against the Order of the Trial Court granting an injunction, one of the defendants in the suit filed a regular appeal vide C.M.A.No.1 of 2018 before the jurisdictional Sub-Court under Order 43, Rule 1 (r) of C.P.C., whereas some of the defendants instead of filing a regular appeal, filed a Civil Revision Petition before the High Court under Article 227 of the Constitution of India.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5702f06c636742bdbed370ceffde3731_205"
    },
    {
      "start": 39909,
      "end": 40090,
      "text": "Despite the objections to the maintainability of the Revision on the ground of availability of alternative remedy under the Code, the High Court allowed the Civil Revision Petition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8ccca0fee2494f948b1b05a58d737a16_206"
    },
    {
      "start": 40091,
      "end": 40191,
      "text": "Referring to the provisions of the C.P.C., the Hon'ble Supreme Court inter alia held as follows:\n11.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "97077185b43e4c828807be320eb42813_207"
    },
    {
      "start": 40192,
      "end": 40442,
      "text": "Secondly, the High Court ought to have seen that when a remedy of appeal under Section 104(1)(i) read with Order 43, Rule 1(r) of the Code of Civil Procedure, 1908, was directly available, Respondents 1 and 2 ought to have taken recourse to the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d91aefd310a14866a7d616b8039735f3_208"
    },
    {
      "start": 40443,
      "end": 40585,
      "text": "It is true that the availability of a remedy of appeal may not always be a bar for the exercise of supervisory jurisdiction of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c4e1a3b8c8314c9780d3487a9e07e0fd_209"
    },
    {
      "start": 40586,
      "end": 41051,
      "text": "In A. Venkatasubbiah Naidu v. S. Chellappan [A. Venkatasubbiah Naidu v. S. Chellappan, (2000) 7 SCC 695] , this Court held that \"though no hurdle NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 can be put against the exercise of the constitutional powers of the High Court, it is a well-recognized principle which gained judicial recognition that the High Court should direct the party to avail himself of such remedies before he resorts to a constitutional remedy\".\n12.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "494d2fdd678d463283473ebacdc5eda9_210"
    },
    {
      "start": 41052,
      "end": 41430,
      "text": "But courts should always bear in mind a distinction between (i) cases where such alternative remedy is available before civil courts in terms of the provisions of Code of Civil Procedure, and (ii) cases where such alternative remedy is available under special enactments and/or statutory rules and the fora provided therein happen to be quasi-judicial authorities and tribunals.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f97bba18a6d040efa27c72527d61c019_211"
    },
    {
      "start": 41431,
      "end": 41672,
      "text": "In respect of cases falling under the first category, which may involve suits and other proceedings before civil courts, the availability of an appellate remedy in terms of the provisions of CPC, may have to be construed as a near total bar.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "42b7ebb12b99475594858ece7684740b_212"
    },
    {
      "start": 41673,
      "end": 41887,
      "text": "\nOtherwise, there is a danger that someone may challenge in a revision under Article 227, even a decree passed in a suit, on the same grounds on which Respondents 1 and 2 invoked the jurisdiction of the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e8779bf6e9574126b004f249963ddb69_213"
    },
    {
      "start": 41888,
      "end": 42316,
      "text": "This is why, a 3-member Bench of this Court, while overruling the decision in Surya Dev Rai v. Ram Chander Rai [Surya Dev Rai v. Ram Chander Rai, (2003) 6 SCC 675] , pointed out in Radhey Shyam v. Chhabi Nath [Radhey Shyam v. Chhabi Nath, (2015) 5 SCC 423 : (2015) 3 SCC (Civ) 67] that \"orders of civil court stand on different footing from the orders of authorities or tribunals or courts other than judicial/civil courts\".\n13.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9d2fb2451eff417dabc636ae45367882_214"
    },
    {
      "start": 42317,
      "end": 42660,
      "text": "Therefore wherever the proceedings are under the Code of Civil Procedure and the forum is the civil court, the availability of a remedy under the CPC, will deter the High Court, not merely as a measure of self-imposed restriction, but as a matter of discipline and prudence, from exercising its power of superintendence under the Constitution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "728dd0c75a154c0196e3495a381d37f1_215"
    },
    {
      "start": 42661,
      "end": 42852,
      "text": "Hence, the High Court ought not to have entertained the revision under Article 227 especially in a case where a specific remedy of appeal is provided under the Code of Civil Procedure itself.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0386e29d59fd4ce298ee0ddd79bb2ff7_216"
    },
    {
      "start": 42854,
      "end": 43081,
      "text": "40. In the light of the above decision and as this Court is of the opinion that there are no exceptional circumstances, is not inclined to exercise the powers under Article 227 of the Constitution of India to reject the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4d60b5f893984e11a658b8180878fe9c_217"
    },
    {
      "start": 43083,
      "end": 43129,
      "text": "NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 41.",
      "labels": [
        "NONE"
      ],
      "id": "04971772b3584f03a43f10067070959c_218"
    },
    {
      "start": 43130,
      "end": 43259,
      "text": "At this juncture, it may be appropriate to deal with the decisions referred to by the learned Senior Counsel for the respondents.",
      "labels": [
        "NONE"
      ],
      "id": "376671c763f84ad5ba9fe8f6ab2abab3_219"
    },
    {
      "start": 43261,
      "end": 43618,
      "text": "42. In Ambalal Sarabhai Enterprises case, the Hon'ble Supreme Court was dealing with an order where in the High Court of Gujarat set aside the order passed by the Commercial Court under Order VII, Rule 10 of C.P.C., and directed that the plaint be returned to the appellant therein to be presented in the Court in which the suit should have been instituted.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "d3c903c24f7b476a9fea3f949363d4c1_220"
    },
    {
      "start": 43619,
      "end": 43940,
      "text": "Considering the submissions made with reference to the statement of objects and reasons of the Commercial Court, the Hon'ble Court opined that the very purpose for which the Commercial Courts Act has been enacted would be defeated if every other suit merely because it is filed before the Commercial Court is entertained.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ce158575fc5748098677f979e0968cdb_221"
    },
    {
      "start": 43941,
      "end": 44123,
      "text": "While dismissing the appeal, the Hon'ble Court directed that the Commercial Court shall return the plaint indicating a date for its presentation before the Court having jurisdiction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c28893e9b2464b9ab4c9a697b9678bd2_222"
    },
    {
      "start": 44124,
      "end": 44380,
      "text": "In the present case, a plain reading of the plaint would go to show that the suit transactions are NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 commercial in nature and even according to the respondents, the Commercial Court has jurisdiction to try the same.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8b3442e92df8459ea646dab50f02c39c_223"
    },
    {
      "start": 44381,
      "end": 44463,
      "text": "The decision of the Hon'ble Apex Court supports the case of the petitioner herein.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "02557b13709b423c88552366c71a8a32_224"
    },
    {
      "start": 44465,
      "end": 44830,
      "text": "43. Bank of Rajasthan Limited is a case, wherein the Hon'ble Supreme Court was dealing with a reference that arose out of an order noticing an apparent conflict of views of two Judges Benches in United Bank of India, Calcutta v. Abhijith Tea Company (P) Limited20, Indian Bank v. ABS Marine Products (P) Limited 21 and State Bank of India v. Ranjan Chemicals Ltd.22",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4b564a2a0ee744de94884b78ce0c24ad_225"
    },
    {
      "start": 44831,
      "end": 45239,
      "text": "A three member Bench of the Hon'ble Apex Court, examining the provisions of the Recovery of Debts Due to Banks and Financial Institutions Act, 1993 and Section 151 of C.P.C., inter alia held that in the absence of any such power existing in Civil Court to entertain a suit filed by borrower against Bank or Financial institution cannot be transferred to be tried along with an application under the said Act.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "3dd7b7a6e4c949e18433ead26f0c454e_226"
    },
    {
      "start": 45240,
      "end": 45561,
      "text": "The Hon'ble Supreme Court (2000) 7 SCC 357 (2006) 5 SCC 72 (2007) 1 SCC 97 NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 while examining the power of the Civil Court held that when there is no power of transfer in the Civil Court, the consent or absence of it is not something which would lend such power to the Civil Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ec61bba274884baf90d6a6799461788b_227"
    },
    {
      "start": 45562,
      "end": 45684,
      "text": "However, in the present case, the powers under Section 24 (5) seeking transfer of the suit by the High Court were invoked.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "648de4f2e6ae414c822534d9f53accc2_228"
    },
    {
      "start": 45685,
      "end": 45789,
      "text": "Therefore, the decision of the Hon'ble Supreme Court is not applicable to the facts of the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "034adbbb5aa748a496724b968458546b_229"
    },
    {
      "start": 45791,
      "end": 45891,
      "text": "44. In Harshad Chiman Lal Modi's case, the Hon'ble Supreme Court was dealing with a Review Petition.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "dcf254757aa145ea8eadeb8e48c0ecc0_230"
    },
    {
      "start": 45892,
      "end": 46236,
      "text": "The applicant / appellant filed a suit for Specific Performance of an agreement and after more than eight years of filing of the written statement, an application was filed by the respondents / defendants under Order VI Rule 7 of C.P.C., seeking an amendment in the written statement by raising an objection as to the jurisdiction of the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e904eb895bba4724b43ed7d8945e063a_231"
    },
    {
      "start": 46237,
      "end": 46529,
      "text": "The said application was allowed and after hearing the parties, the plaint was ordered to be returned to the plaintiff for presentation to the appropriate Court and the said order was confirmed by the High Court as well as the Hon'ble NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Supreme Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "4219fefa06d2488082ab1e23757e5f73_232"
    },
    {
      "start": 46530,
      "end": 46675,
      "text": "In the Review Petition, a direction was sought to take up the suit from the stage at which, it stands transferred and to decide it expeditiously.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34429cc0ff454c76989c1dfbe6ce426a_233"
    },
    {
      "start": 46676,
      "end": 46986,
      "text": "The Hon'ble Supreme Court in the facts and circumstances, opining that the provisions of Section 24 and / or Section 25 of the Code has no application to the case on hand, agreed with the submission made by the respondents that it is not a case of 'transfer' of a suit but of lack of jurisdiction of the Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "ad10830723c24ff1aad97a9f782056d9_234"
    },
    {
      "start": 46987,
      "end": 47055,
      "text": "The Hon'ble Supreme Court accordingly dismissed the Review Petition.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5d7c4479607b4ec48172cc490667343b_235"
    },
    {
      "start": 47056,
      "end": 47168,
      "text": "This decision is not of much aid to the respondents as Section 24 (5) of C.P.C., is invoked in the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "49f979ca2e404fbdaaeb4d276678189d_236"
    },
    {
      "start": 47170,
      "end": 47387,
      "text": "45. The Hon'ble Supreme Court in Sinnamani's case dealing with the provisions of the Trusts Act held that the original petition filed under the provisions of the said Act cannot be allowed to be converted into a suit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "141a3870dc4a4c34a39fc2845aedeeba_237"
    },
    {
      "start": 47388,
      "end": 47685,
      "text": "The Hon'ble Court upheld the decision of the High Court confirming the Order of the District Court in allowing the applications filed under Order VII Rule 11 of C.P.C., rejecting the Trust O.P., and that the same could not be converted into NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 a Civil Suit.",
      "labels": [
        "RLC"
      ],
      "id": "cfce0b356f6743ad98be8a64115d5063_238"
    },
    {
      "start": 47686,
      "end": 47816,
      "text": "The Hon'ble Apex Court opined that the Trusts Act contains no enabling the provision to convert the Original Petition into a suit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "540f5308b7ec4252857855f6a848a07e_239"
    },
    {
      "start": 47817,
      "end": 47909,
      "text": "The fact situation in the present case is different and the said decision is not applicable.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5d9fa2750e544d88bfb80bb9803b6738_240"
    },
    {
      "start": 47910,
      "end": 48225,
      "text": "\n46. Raja Soap Factory is a case in which the Hon'ble Supreme Court held that jurisdiction to try a suit, appeal or proceeding by a High Court under the power reserved by Section 24 (1) (b) (i) of C.P.C., arises only if the suit, appeal or proceeding is properly instituted in a Court subordinate to the High Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "097f7af143a044c2903a10b319889320_241"
    },
    {
      "start": 48226,
      "end": 48355,
      "text": "The said decision is prior to the amendment to the C.P.C., and insertion of Section 24 (5), which is invoked in the present case.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c3ee1b935a53438fb811f5fd1ef99c6b_242"
    },
    {
      "start": 48357,
      "end": 48691,
      "text": "47. In Neha Arun Jugadar v. Kumari Palak Diwan Ji's case (Transfer Petition (Civil) No.182 of 2011), the Hon'ble Supreme Court dealing with transfer of a case pending at the District Judge (MACT Court, Gautam Budh Nagar, U.P.) to the competent Court at Pune, Maharashtra under Section 25 of C.P.C., was not inclined to allow the same.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2ef6243ebb7b4fd69039d436ee58db31_243"
    },
    {
      "start": 48692,
      "end": 48920,
      "text": "Whereas in the case on hand, NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 Section 24 (5) of C.P.C., which empowers the High Court to transfer a suit or proceeding from a Court which has no jurisdiction to try it, has been invoked.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "13b1ab667fb44566829f295f99a77de0_244"
    },
    {
      "start": 48922,
      "end": 49584,
      "text": "48. In V.Rajeshwara Rao's case, the Hon'ble Division Bench of the erstwhile High Court of Judicature of A.P., at Hyderabad, while dealing with the provisions of the A.P.Land Grabbing (prohibition) Act, vis--vis Section 24 of C.P.C., held that the Special Court cannot invoke Section 24 of the C.P.C., although it has all the trappings of a Civil Court and that even the District Court cannot withdraw a suit pending before any other subordinate court and direct the transfer of the same to the Special Court since the jurisdiction of the Special Court and District Court are mutually exclusive and that it cannot be said to be the subordinate Court to the other.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "647146a5a89645d6881805fc57f9165e_245"
    },
    {
      "start": 49585,
      "end": 49952,
      "text": "The proposition of Law laid down by the Hon'ble Division Bench, in the opinion of this Court is not applicable in as much as the transfer of suit from the Civil Court to the Commercial Court, which are subordinate to the High Court was sought for in the present case, in exercise of powers under Section 24 (5) of C.P.C.\nNJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 49.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "602d048ca1e9457cb344520838f61b56_246"
    },
    {
      "start": 49953,
      "end": 50195,
      "text": "The decision of the Division Bench of Telangana State High Court in Bhojraj Srinivas referred to above is in respect of an appeal filed against the order of the Trial Court allowing the application filed under Order VII, Rule 11 (d) of C.P.C.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5cbdff0c35c643b4a137a3bf8359f220_247"
    },
    {
      "start": 50196,
      "end": 50501,
      "text": "While upholding the order of the Trial Court, it was opined that it is a case of inherent lack of jurisdiction for the District Court to entertain the suit and the Court which does not have jurisdiction to entertain the suit, cannot return the plaint, but has to dismiss the suit for want of jurisdiction.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d6fad22176f94eddb340c890c29d71fb_248"
    },
    {
      "start": 50502,
      "end": 50810,
      "text": "The said decision is not applicable to the case on hand, as the petitioner in the present case had invoked the powers of the High Court under Section 24 (5) of C.P.C., and no distinction with regard to jurisdiction for transfer of suits in exercise of power by it under the said provision of Law is made.\n50.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "397e4332632144b2961d024c8d6b1473_249"
    },
    {
      "start": 50811,
      "end": 51382,
      "text": "In Gulam Ismail & Others, the Division Bench of the erstwhile High Court took a view that Section 24 can be invoked to transfer any suit or appeal or other proceedings pending before it for trial or disposal to any Court subordinate to it and competent to try or dispose of the same and rejected the NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 petition to transfer the suit from Civil Court to Special Tribunal constituted under the A.P.Land Grabbing (prohibition) Act holding that the Tribunal or Special Court will not fall under Section 24 of the Civil Procedure Code.\n",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "f35637f67a8444b989079272c4216b31_250"
    },
    {
      "start": 51382,
      "end": 51793,
      "text": "51. In A.P.Industrial Infrastructure Corporation, a Division Bench of this Court inter alia held that the issue relating to territorial jurisdiction of a Court has to be decided by the Trial Court in the final adjudication of the suit, as a plea has been taken in the Trial Court relating to the territorial jurisdiction and dismissed the petition filed under Section 24 of C.P.C., seeking transfer of the suit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b951cb56c027408fbe6740eae6332b34_251"
    },
    {
      "start": 51794,
      "end": 52048,
      "text": "The Hon'ble Division Bench, it would appear that, had no occasion to examine the decision in J.Sita Rama Rao's case and the scope of Section 24(5) of C.PC., which provides for transfer of suits by the High Court, without any qualification or restriction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "2e5b79f4d71a4833aeb4d3238d0d18a5_252"
    },
    {
      "start": 52050,
      "end": 52415,
      "text": "52. In Bank of India, CBD, Belapur Branch, the Hon'ble Division Bench of the erstwhile High Court of Andhra Pradesh was dealing with an issue whether the Court can assume jurisdiction merely on the concession of the NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 parties and held that neither the consent nor waiver can cure the defect of inherent lack of jurisdiction.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b30e3eb2bd314a5d8c44c83ca70837b6_253"
    },
    {
      "start": 52416,
      "end": 52529,
      "text": "The Hon'ble Division Bench directed the trial Court to follow the procedure under Order VII Rule 10 of C.P.C.\n53.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "056d09f2869a4950ae22a890032e223a_254"
    },
    {
      "start": 52530,
      "end": 53086,
      "text": "In Kamadhenu Enterprises, Secunderabad v. Mrs.Zara Ahmad23, a Division Bench of the High Court for the State of Telangana, considering the provisions of the Commercial Courts Act with reference to Section 9 etc., as the specified value of the subject dispute is more than Rupees one crore in view the specific provisions in Section 10 r/w Section 12 of the Commercial Courts Act, opined that the application under Section 9 of the Act has to be filed in a designated Commercial Court only and Civil Court has no jurisdiction to deal with such applications.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "a08b814933384c38a9306e12c1374a18_255"
    },
    {
      "start": 53087,
      "end": 53406,
      "text": "The Hon'ble Division Bench though left it open to the Appellant therein to avail appropriate remedy, that may be available under Commercial Courts Act, however, had not considered the remedy of transfer of the cases in terms of the Section 24 (5) of C.P.C.\n2023(1) ALT 739 NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 54.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ce1b520c5f5457595d55d705a5a8599_256"
    },
    {
      "start": 53407,
      "end": 53924,
      "text": "The other decisions relied on by the learned Senior Counsel for the respondents, in the opinion of this Court are of no much aid, more particularly in the light of the decision of the High Court of Delhi in Namitha Guptha's case, wherein the provisions of the Commercial Courts Act, the applicability of 24 of C.P.C., which was not specifically excluded even after amendments to the C.P.C., in its application to the commercial disputes except as mentioned in the schedule of the Commercial Courts Act was dealt with.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dfb9db3c123e4a83842804776575bc6b_257"
    },
    {
      "start": 53925,
      "end": 54143,
      "text": "As noted earlier, the said decision of the High Court dealing with the similar fact situation like in the present case was carried in appeal and the Hon'ble Supreme Court approved the reasoning of the Delhi High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3cef721a6aeb41d1a752162578a4ae80_258"
    },
    {
      "start": 54144,
      "end": 54232,
      "text": "Therefore, the various contentions regarding lack of inherent jurisdiction are rejected.",
      "labels": [
        "RATIO"
      ],
      "id": "50a3603f7e4b402183e29877ef2ebcf4_259"
    },
    {
      "start": 54233,
      "end": 54273,
      "text": "Accordingly, the Issue No.3 is answered.",
      "labels": [
        "RATIO"
      ],
      "id": "e179c46d74f247ca9e0b8df277004198_260"
    },
    {
      "start": 54275,
      "end": 54629,
      "text": "55. Reverting to the factual aspects of the case and as noted above, the dispute is with regard to the jurisdiction of the District Court, Nellore in entertaining the suit in respect of transactions which are commercial in nature, NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 while the Commercial Court at Vijayawada is having jurisdiction to try the same.",
      "labels": [
        "RATIO"
      ],
      "id": "9a679b5a8780442387f8d7b9d4ef90c7_261"
    },
    {
      "start": 54630,
      "end": 54941,
      "text": "According to the written arguments filed on behalf of the respondents, they do not owe anything to the petitioner, but the petitioner owes to the respondents and the suit is filed with all false allegations, tampering of records, without any supporting documents and by forging signatures of the 2nd respondent.",
      "labels": [
        "RATIO"
      ],
      "id": "bca97766bebe403b83513ecabc3eedff_262"
    },
    {
      "start": 54942,
      "end": 55140,
      "text": "All these aspects can as well be raised by the respondents in the written statement taking a definite stand and contest the matter on merits, on transfer of the suit as sought for by the petitioner.",
      "labels": [
        "RATIO"
      ],
      "id": "843b86be83754557b055d457bbf4979b_263"
    },
    {
      "start": 55141,
      "end": 55305,
      "text": "Therefore, this Court is inclined to exercise its powers under Section 24 (5) of C.P.C., in the facts and circumstances of the case and allow the Transfer Petition.",
      "labels": [
        "RPC"
      ],
      "id": "78fa85e001f94c42929e10042fed8a34_264"
    },
    {
      "start": 55307,
      "end": 55546,
      "text": "56. Accordingly, the suit O.S.No.59 of 2021 on the file of the Court of VIII Additional District Judge, Nellore shall stand transferred from the said Court to the Special Court for Trial of Commercial Disputes, Ibrahimpatnam at Vijayawada.",
      "labels": [
        "RPC"
      ],
      "id": "54a7b2191fff4d20bd81e734575794b5_265"
    },
    {
      "start": 55547,
      "end": 55847,
      "text": "On such transfer, the petitioner shall comply with the requirements of the Commercial Courts Act with respect to the plaint, failing NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 which the respondents are at liberty to move an appropriate application for rejection of the plaint, in accordance with Law.",
      "labels": [
        "RPC"
      ],
      "id": "c401e27e090240e9bd16e752e086f245_266"
    },
    {
      "start": 55849,
      "end": 55946,
      "text": "57. In the result, the Transfer Petition is allowed and the Civil Revision Petition is dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "00c811b9f9dd4b27bc3b63a2f34ea1c2_267"
    },
    {
      "start": 55947,
      "end": 55983,
      "text": "There shall be no order as to costs.",
      "labels": [
        "RPC"
      ],
      "id": "698c6b1cec9646948f0f6aacc1d0330e_268"
    },
    {
      "start": 55984,
      "end": 56058,
      "text": "\nAs a sequel, pending miscellaneous petitions, if any, shall stand closed.",
      "labels": [
        "RPC"
      ],
      "id": "43575e4a47c54b1fbe3c820b2a113e25_269"
    },
    {
      "start": 56059,
      "end": 56081,
      "text": "\n_____________________",
      "labels": [
        "NONE"
      ],
      "id": "7bae9cb8f32b498ab45db24b98eb1f44_270"
    },
    {
      "start": 56082,
      "end": 56269,
      "text": "NINALA JAYASURYA, J Date: 12.08.2024 BLV NJS,J Tr.CMP_83 of 2022 & CRP_2570 of 2023 THE HON'BLE SRI JUSTICE NINALA JAYASURYA & CIVIL REVISION PETITION No: 2570 of 2023 Date:12.08.2024 BLV",
      "labels": [
        "NONE"
      ],
      "id": "96cce9d566594dd689acc0b06fb5d400_271"
    }
  ]
}