{
  "id": "1a90298d8a9005d18c9c2bab06556c3bbefb55228fb12df03e4bdb43952ce114",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nSikkim High Court\nCheif Engineer, Roads And Bridges ... vs Kmc Brahmaputra Infastructure Ltd on 6 May, 2024\nAuthor: Meenakshi Madan Rai \nBench: Meenakshi Madan Rai \n     The High Court Of Sikkim : Gangtok\n                       (Civil Extraordinary Jurisdiction)\n                            Dated : 6th May, 2024 \n--------------------------------------------------------------------------------------------------- \n Single Bench : The Hon'Ble Mrs. Justice Meenakshi Madan Rai, Judge\n---------------------------------------------------------------------------------------------------\n                         Wp(C) No.06 of 2024\nPetitioner              :        The Chief Engineer,\n                                 Roads & Bridges Department, \n                                 Government of Sikkim\n\n                                            versus\nRespondent              :         Kmc Brahmaputra Infrastructure Limited \n\n               Writ Petition under Article 226 and\n             Article 227 of the Constitution of India \n-----------------------------------------------------------------------------------------\n Appearance\n      Mr. Chetanya Kapoor, Advocate (through V.C.) with Mr. Girmey\n      Bhutia, Advocate for the Petitioner. \n      Mr. Rohan Batra, Advocate with Mr. Dhruv Sethi and Mr. Hemlal\n      Manger, Advocates for the Respondent. \n-----------------------------------------------------------------------------------------\n                                Judgment\nMeenakshi Madan Rai, J.\n1. The short question for consideration before this Court is; whether interest continues to accrue on a partial deposit made by the Judgment Debtor, till the entire award amoun t is made good? \n2. The Learned Commercial Court, vide Order dated 28- 09-2023, in Commercial (Civil Execution) Case No.01 of 2023, was of the view that under Order XXI Rule 1(4) of the Code of Civil Procedure, 1908 (hereinafter, \"CPC\"), the interest on money would cease to run from the date of service of notice referred to in Order XXI Rule 1(2) CPC. That, such interest would cease to run when all money payable in the decree is paid by deposit in the Court. That, as only 75% of the awarded amount was deposited in Court, as such, interest @ 12% was to be calculated on the total award, from The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited the date of the award, i.e., 22-02-2019, till its full realization. The calculation made by the Decree Holder was ordered to be taken as reference by the Judgment Debtor. Hence, the instant Petition. \n3. Learned Counsel for the Petitioner advanced the contention that, the Learned Commercial Court erroneously observed that, the interest on the award will cease only when all money payable under the decree is deposited into the Court. That, contrarily, neither Order XXI Rule 1(4) of the CPC nor Order XXI Rule 1(2) of the CPC mandates such a requirement. That, in fact interest will no longer be charged on any amount paid to the Decree Holder after notice issued by the Judgment Debtor. That, the Petitioner in Arbitration Case No.04 of 2019, vide Orders of the Learned Commercial Court dated 17-07-2019 and 26-08-2019 was directed to deposit  2,74,79,138/- (Rupees two crores, seventy four lakhs, seventy nine thousand, one hundred and thirty eight) only, into the Court, which was duly complied with by the Petitioner on 26-09-2019. That, it is a settled legal principle that in cases where there is a short fall in deposit of the principle amount, the Decree Holder would be entitled to adjust interest and costs first and the balance towards the principle amount. That beyond that, the Decree Holder cannot seek to re-open the entire transaction and proceed to re-calculate the interest on the whole of the principle amount and seek for re-appropriation. That, as the Respondent was permitted to deposit 75% of the amount before the Learned Commercial Court (supra), and the amount was withdrawn/paid to the Respondent on 01-06-2023, the Respondent cannot demand interest on the 75%, as interest ceases to run from the date of deposit by the Judgment Debtor. That, interest would The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited be payable to the Decree Holder only on the unpaid 25%. To fortify his submissions, strength was garnered from Himachal Pradesh Housing and Urban Development Authority and Another vs. Ranjit Singh Rana . Hence, the impugned Order be set aside. \n4. Per contra, Learned Counsel for the Respondent submitted that no infirmity emanates in the Order of the Learned Commercial Court which thereby warrants no interference by this Court, in view of the fact that there is no palpable error in the said order. In this context, the attention of this Court was invited to the decision of the Supreme Court in Central Council for Research in Ayurvedic Sciences and Another vs. Bikartan Das and Others . That, 75% of the amount that was deposited in Court by the Judgment Debtor, was for the purpose of obtaining a stay of the execution of the arbitral award and was not a deposit towards the decretal dues in execution of the award. The deposited amount consequently was neither payable nor accessible to the Respondent. Hence, the observation of the Learned Commercial Court that the interest would accrue on the entire awarded amount till it was deposited in totality cannot be faulted. To fortify his submissions, reliance was placed on P.S.L. Ramanathan Chettiar and Others vs. O.R.M.P.R.M. Ramanathan Chettiar and Delhi Development Authority vs. Bhai Sardar Singh and Sons . \n5. Due consideration has been afforded to the rival submissions put forth by Learned Counsel for the parties. All documents on record including the impugned Order as also the citations relied on have been carefully perused. (2012) 4 SCC 505 2023 SCC OnLine SC 996 AIR 1968 SC 1047 2020 SCC OnLine SC 1450 The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited 6. To comprehend the matter in its entirety the chronology of events leading to the instant Writ Petition are narrated briefly. The Petitioner on 05-05-2010 invited bids for the construction of a two-lane Gangtok Bypass Road, from Ranipool to Burtuk in East Sikkim, measuring 23.14 kms. The Respondents bid was accepted and a contract dated 22-12-2010 was executed between the Petitioner and the Respondent. The contract was terminated on account of a breach of the terms of the contract and arbitration invoked by the Respondent, seeking damages of  89,62,36,528/- (Rupees eighty nine crores, sixty two lakhs, thirty six thousand, five hundred and twenty eight) only, which computed \"loss profits\" of  11,49,59,328/- (Rupees eleven crores, forty-nine lakhs, fifty nine thousand, three hundred and twenty-eight) only. The Learned Arbitral Tribunal gave its award on 18-12-2018 (corrected on 22-02-2019), allowing the Respondents claim towards \"loss of profits\" to the extent of  5,74,79,664/- (Rupees five crores, seventy four lakhs, seventy nine thousand, six hundred and sixty four) only. A Section 34 Petition under the Arbitration and Conciliation Act, 1996 (for short, \"Arbitration Act\") was filed before the Learned Judge, Commercial Court, being Arbitration Case No.04 of 2019, on a limited issue, i.e., assailing the finding of the Arbitral Tribunal on \"loss of profits\". The Learned Commercial Court vide its Judgment dated 17-06-2021, set aside the award on \"loss of profits\". Aggrieved, the Respondent was before a Division Bench of this Court, under Section 37 of the Arbitration Act. This Court, vide Judgment dated 20-12-2022, set aside the order of the Learned Commercial Court and restored the award of the Learned Arbitral Tribunal on the \"loss of profits\". The Petitioner preferred a The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited Special Leave Petition before the Supreme Court of India against the Judgment of this Court dated 20-12-2022. By an Order dated 08-05-2023, the Supreme Court refused to interfere with the impugned Judgment and dismissed the petition. Following the above development, on 16-02-2023 the Respondent filed the Execution Case being, Commercial (Civil) (Exe.) Case No.01 of 2023 before the Learned Commercial Court, under Section 36 of the Arbitration Act, read with Order XXI Rules 10 and 11 of the CPC, seeking execution of the Arbitral Award dated 18-12-2018. After hearing Learned Counsel for the parties, the Order which is assailed herein was passed. \n7. In order to determine the question at hand, the Order dated 17-07-2019 of the Learned Commercial Court is to be perused which inter alia reads as follows;\n\"...................................................... In view of the above developments and submissions, it is hereby ordered that subject to the Petitioner depositing 75% of the awarded amount(along with interest till date) before the next date of hearing there shall be a stay on the operation of the impugned award. \nIn the event of the above amount being deposited, as agreed, the registry shall invest the same in an interest bearing fixed deposit(in a scheduled bank).\n........................................\" [emphasis supplied]\n(i) In compliance thereof, the deposit was made by the Petitioner on 26-09-2019, on which date the operation of the stay became effective. The relevant portion of Order of the Learned Commercial Court dated 26-09-2019 is extracted below; \n\"............................................................................ A cheque for  2,74,79,138/- in terms of the orders dated 17.07.2019 & 26.08.2019 of this Court has also been filed by the Petitioner. \n................................................................ Ld. Counsel for the Respondent would, however, submit that certain interest amount(s) have not been added in the cheque amount. \nThe Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited To this, Ld. Counsel for the Petitioner would submit that the interests have been added upto the date of the concerned order that was passed on 17.07.2019, in view of the fact that the order itself indicated that the interest was to be paid till the said date. \nThe above submissions are hereby recorded. For the removal of any doubt it is made clear that the operation of the award shall be deemed to have been stayed with effect from today. \n....................................\" [emphasis supplied] \n8. It is now imperative to consider the provisions of Order XXI Rule 1 of the CPC which deals with modes of paying money under decree and provides as follows;\n\"ORDER XXI EXECUTION OF DECREES AND ORDERS Payment under decree 1. Modes of paying money under decree.--(1) All money, payable under a decree shall be paid as follows, namely:--\n                                                   ( a )      by deposit into the court whose                                                             duty it is to execute the decree, or                                                             sent to that Court by postal money                                                             order or through a bank; or                                                    ( b)      out of Court, to the decree - holder                                                             by postal money order or through                                                             a bank or by any other mode                                                             wherein payment is evidenced in                                                             writing ; or                                                    ( c )      otherwise, as the Court                 which                                                             made the decree, directs.\n                                         (2)   Where any payments is made under clause (a) or clause (c) of sub-rule (1), the judgment- debtor shall give notice thereof to the decree-holder either through the Court or directly to him by registered post, acknowledgment due. \n(3) Where money is paid by postal money order or through a bank under clause (a) or clause (b) of sub-rule (1), the money order or payment through bank, as the case may be, shall accurately state the following particulars, namely:--\n(a) the number of the original suit;\n(b) the names of the parties or where there are more than two plaintiffs or more than two defendants, as the case may be, the names of the first two plaintiffs and the first two defendants;\n(c) how the money remitted is to be adjusted, that is to say, whether it is towards the principal, interest or costs;\nThe Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited (d) the number of the execution case of the Court, where such case is pending; and (e) the name and address of the payer.\n(4) On any amount paid under clause (a) or clause (c) of sub-rule (1), interest, if any, shall cease to run from the date of service of the notice referred to in sub-rule (2).\n(5) On any amount paid under clause (b) of sub-rule (1), interest, if any, shall cease to run from the date of such payment: Provided that, where the decree-holder refuses to accept the postal money order or payment through a bank, interest shall cease to run from the date on which the money was tendered to him, or where he avoids acceptance of the postal money order or payment through bank, interest shall cease to run from the date on which the money would have been tendered to him in the ordinary course of business of the postal authorities or the bank, as the case may be.\" \n9. In the first instance, it is evident that the above extracted provision deals with all money payable under a decree. As urged by Learned Counsel for the Respondent, 75% award amount deposited in the Court was evidently not in execution of the decree but was made for the purpose of obtaining a stay, as concludes from the Order of the Learned Commercial Court, dated 17-07-2019 and 26-09-2019 (supra).\n10. It is worthwhile in the above context to consider the observation of the Honble Supreme Court in P.S.L. Ramanathan Chettiar (supra) the relevant Paragraphs of which are extracted hereinbelow; \n\"12. On principle, it appears to us that the facts of a judgment-debtor's depositing a sum in court to purchase peace by way of stay of execution of the decree on terms that the decree-holder can draw it out on furnishing security, does not pass title to the money to the decree-holder. He can if he likes take the money out in terms of the order; but so long as he does not do it, there is nothing to prevent the judgment debtor from taking it out by furnishing other security, say, of immovable property, if the court allows him to do so and on his losing the appeal putting the decretal amount in court in terms of Order 21 Rule 1 CPC in satisfaction of the decree. \n13. The real effect of deposit of money in court as was done in this case is to put the money beyond The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited the reach of the parties pending the disposal of the appeal. The decree-holder could only take it out on furnishing security which means that the payment was not in satisfaction of the decree and the security could be proceeded against by the judgment-debtor in case of his success in the appeal. Pending The determination of the same, it was beyond the reach of the judgment-debtor. \n................................................................................................. \n15. The last contention raised on behalf of the respondent was that at any rate the decree-holder cannot claim any amount by way of interest after the deposit of the money in court. There is no substance in this point because the deposit in this case was not unconditional and the decree-holder was not free to withdraw it whenever he liked even before the disposal of the appeal. In case he wanted to do so, he had to give security in terms of the order. The deposit was not in terms of Order 21 Rule 1 CPC and as such, there is no question of the stoppage of interest after the deposit.\" [emphasis supplied] \n11. In Nepa Limited through its Senior Manager (Legal) vs. Manoj Kumar Agrawal the dispute before the Court was whether the Respondent is entitled to interest @ 18% as per the award on the principal amount of  14,49,300/- till the decision of the appeal under Section 37 of the Act on 02-02-2012 or interest @ 18% on the net principal amount, after the set off/adjustment of interest due on 08-11-2001 from  7,78,280/- which was withdrawn by the Respondent on 08-11-2001. The Supreme Court went on to observe that;\n\"13. Aggrieved, the respondent preferred a civil revision before the High Court of Madhya Pradesh at Jabalpur, which had been allowed by the impugned order dated 19.06.2017, inter alia holding that in terms of Order XXI, Rule 1, sub-rules (4) and (5) of the Civil Procedure Code, 1908, the appellant having failed to give notice for deposit of amount of Rs. 7,78,280/-, the respondent would be entitled to interest @ the rate of 18% per annum, even on the sum of Rs. 7,78,280/-, which was withdrawn by him, till the decision of the appeal under Section 37 of the Act, on 02.02.2012. \n.................................................\" [emphasis supplied] The Supreme Court opined that the Judgment of the High Court was unsustainable and contrary to the law and held that 2022 SCC OnLine SC 1736 The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited when the deposited amount is withdrawn and gets credited in the account of the Decree Holder, he is not entitled to interest on the deposited amount, even when there is failure on the part of the Judgment Debtor to issue notice of deposit. In the absence of notice, the interest would cease to run from the date when the amount is transferred/credited in the account of the Decree Holder. If notice is issued, interest ceases to run from the date of service of notice. In pith and substance, the Supreme Court concluded hereinabove that no interest liability would occur to the Appellant on the amount which was withdrawn and paid to the Respondent. That, interest is payable only on the amount that is not paid. \n12. In Delhi Development Authority vs. Bhai Sardar Singh and Sons , the Supreme Court discussed the provisions of Order XXI Rule 1(1) CPC and elucidated as follows;\n\"15. A reading of the aforesaid sub-rules clarifies that when money is paid under a decree, the interest, if any, shall cease to run either from the date of direct payment or from the date of service of notice to the decree holder, wherever applicable. Sub-rules 4 and 5 do not stipulate that the interest would stop running only and only when the entire amount as per the decree shall stand paid. This Court, as will be seen below, has held that money even when paid in part towards the decree would cease to accrue interest to the extent of the amount paid. \n................................................\" [emphasis supplied ] The above extract succinctly explains the legal position on Order XXI Rule 1(4) and Rule 1(5) CPC. \n13. The Constitution Bench of the Supreme Court in Gurpreet Singh vs. Union of India referred to the provisions of Order XXI Rule 1 and Order XXIV of the CPC and observed that the 2020 SCC OnLine 1450 (2006) 8 SCC 457 The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited former applies to the post-decretal stage and the latter to the pre- decretal stage. It was inter alia propounded that; \n\"26 . Thus, in cases of execution of money decrees or award-decrees, or rather, decrees other than mortgage decrees, interest ceases to run on the amount deposited, to the extent of the deposit. It is true that if the amount falls short, the decree-holder may be entitled to apply the rule of appropriation by appropriating the amount first towards the interest, then towards the costs and then towards the principal amount due under the decree. But the fact remains that to the extent of the deposit, no further interest is payable thereon to the decree-holder and there is no question of the decree-holder claiming a reappropriation when it is found that more amounts are due to him and the same is also deposited by the judgment-debtor. In other words, the scheme does not contemplate a reopening of the satisfaction to the extent it has occurred by the deposit. No further interest would run on the sum appropriated towards the principal.\" [emphasis supplied] The oft repeated legal position that money even when paid in part towards the decree, would cease to accrue interest to the extent of the amount paid is clarified in the Paragraph (supra).\n14. Pausing here momentarily, as the issue of notice provided under Order XXI Rule 1(4) and Order XXI Rule 1(2) is not raised, no discussions are required in this context. \n15. Indeed, while considering the extract from Gurpreet Singh (supra) I am conscious of the distinction that arises in the context of a deposit made in terms of Order XXI Rule 1(1) CPC, which pertains to payment of decretal dues and is thus applicable to the post-decretal stage, vis--vis the deposit made by the Judgment Debtor, the Petitioner herein, into the Court for the purpose of obtaining a stay of the execution of the award. The fact that 75% deposit amount made by the Petitioner into the Court was towards obtaining a stay, for buying peace has not escaped my notice. As propounded in P.S.L. Ramanathan Chettiar (supra), in such a circumstance, the right to the deposit or the title to the money does not pass to the Decree Holder. \nThe Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited 16. In the instant matter, having meticulously perused the Order of the Learned Commercial Court, I cannot bring myself to agree with the view expressed therein that, interest will cease to run only when all money payable under the Decree is paid by the Decree Holder by making the deposit into the Court. In my considered view, Rule 1(4) of Order XXI CPC, relied on by the Learned Commercial Court to make its observations, nowhere specifies that interest would truncate only when the entire award amount is deposited into the Court. 75% of the award amount was deposited by the Petitioner into the Court on 26-09-2019 and was released to the Petitioner on 01-06-2023 from which date, in my considered view, interest on the amount ceases. \n17. Four points thus stand clarified from the foregoing discussions, viz.;\n(i) Interest on the deposit of 75% of the award amount made available to the Decree Holder on 01-06-2023, will not continue till the deposit of all' the award money is made into the Court, as erroneously held by the Learned Commercial Court. \n                 (ii)    The interest on the 75% deposit will truncate on the                          date      when       the      money        was      withdrawn          by     the Respondent, which admittedly was on 01-06-2023.\n(iii) Contrary to the stance of the Petitioner, the accrual of interest does not cease on 26-09-2019, the date on which 75% of the award amount was deposited by it in Court, for the reason that, the amount was not accessible to the Respondent, having been deposited The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited for obtaining a stay and not by way of satisfying the decretal dues.\n(iv) Interest on 25% would accrue from the date of award till 01-09-2023, when admittedly the amount was made available to the Respondent.\n18. The interest shall be calculated accordingly. \n19. With the above observations, the Order of the Learned Commercial Court dated 28-09-2023 is set aside. \n20. Writ Petition stands disposed of accordingly. \n21. Parties to bear their own costs.\n( Meenakshi Madan Rai ) Judge 06-05-2024 Approved for reporting : Yes ds",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fc94d7c644354045a6114e2b06193dea_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6adc1df8adb74db786a42e1c811dd5a6_1"
    },
    {
      "start": 242,
      "end": 378,
      "text": "\nSikkim High Court\nCheif Engineer, Roads And Bridges ... vs Kmc Brahmaputra Infastructure Ltd on 6 May, 2024\nAuthor: Meenakshi Madan Rai",
      "labels": [
        "PREAMBLE"
      ],
      "id": "69ff6564ea094b77aa866f37263b2398_2"
    },
    {
      "start": 380,
      "end": 406,
      "text": "Bench: Meenakshi Madan Rai",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fc3d068a584f4783a16cd01f5997f15c_3"
    },
    {
      "start": 407,
      "end": 555,
      "text": "\n     The High Court Of Sikkim : Gangtok\n                       (Civil Extraordinary Jurisdiction)\n                            Dated : 6th May, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9e0a5e92db384e129d76c65ee2336ea6_4"
    },
    {
      "start": 557,
      "end": 656,
      "text": "---------------------------------------------------------------------------------------------------",
      "labels": [
        "PREAMBLE"
      ],
      "id": "37082f9456a5492b918d067df9de93ed_5"
    },
    {
      "start": 657,
      "end": 881,
      "text": "\n Single Bench : The Hon'Ble Mrs. Justice Meenakshi Madan Rai, Judge\n---------------------------------------------------------------------------------------------------\n                         Wp(C) No.06 of 2024\nPetitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "13cad20ae9f845bb851d27ea7488358d_6"
    },
    {
      "start": 895,
      "end": 984,
      "text": ":        The Chief Engineer,\n                                 Roads & Bridges Department,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e8ee6051bfc04acd9b92ed10dfeab3b8_7"
    },
    {
      "start": 1019,
      "end": 1085,
      "text": "Government of Sikkim\n\n                                            ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c3b320d8e9d14df68611ae70f6200a3d_8"
    },
    {
      "start": 1085,
      "end": 1126,
      "text": "versus\nRespondent              :         ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a302839c130e4a97a529e648baf9c3d8_9"
    },
    {
      "start": 1126,
      "end": 1164,
      "text": "Kmc Brahmaputra Infrastructure Limited",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dcd299310f3840f6990920d31843ca6c_10"
    },
    {
      "start": 1182,
      "end": 1271,
      "text": "Writ Petition under Article 226 and\n             Article 227 of the Constitution of India",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b84a4007a3cc4a66adfcd02a0d37c414_11"
    },
    {
      "start": 1273,
      "end": 1381,
      "text": "-----------------------------------------------------------------------------------------\n Appearance\n      ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "65fe115a6e7e4a2eb83a2f67c9a53c8d_12"
    },
    {
      "start": 1381,
      "end": 1484,
      "text": "Mr. Chetanya Kapoor, Advocate (through V.C.) with Mr. Girmey\n      Bhutia, Advocate for the Petitioner.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dc77eeb58535464da96745a898cc0416_13"
    },
    {
      "start": 1485,
      "end": 1597,
      "text": "\n      Mr. Rohan Batra, Advocate with Mr. Dhruv Sethi and Mr. Hemlal\n      Manger, Advocates for the Respondent.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7fbec7da1d5d4d44b10c9e0d25a680a7_14"
    },
    {
      "start": 1599,
      "end": 1756,
      "text": "-----------------------------------------------------------------------------------------\n                                Judgment\nMeenakshi Madan Rai, J.\n1.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7299290c8a3e4698b8fd000c83f80f29_15"
    },
    {
      "start": 1757,
      "end": 1930,
      "text": "The short question for consideration before this Court is; whether interest continues to accrue on a partial deposit made by the Judgment Debtor, till the entire award amoun",
      "labels": [
        "ISSUE"
      ],
      "id": "2bec141bbf234391b78307d3e2555937_16"
    },
    {
      "start": 1931,
      "end": 1946,
      "text": "t is made good?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "773936bfe3764c1884154a1da6e7efaa_17"
    },
    {
      "start": 1947,
      "end": 2284,
      "text": "\n2. The Learned Commercial Court, vide Order dated 28- 09-2023, in Commercial (Civil Execution) Case No.01 of 2023, was of the view that under Order XXI Rule 1(4) of the Code of Civil Procedure, 1908 (hereinafter, \"CPC\"), the interest on money would cease to run from the date of service of notice referred to in Order XXI Rule 1(2) CPC.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6a9afe341c3d43839d2a57a7415431cf_18"
    },
    {
      "start": 2285,
      "end": 2393,
      "text": "That, such interest would cease to run when all money payable in the decree is paid by deposit in the Court.",
      "labels": [
        "FAC"
      ],
      "id": "b6f935e03a884ddcb3d170f9d01bd835_19"
    },
    {
      "start": 2394,
      "end": 2707,
      "text": "That, as only 75% of the awarded amount was deposited in Court, as such, interest @ 12% was to be calculated on the total award, from The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited the date of the award, i.e., 22-02-2019, till its full realization.",
      "labels": [
        "FAC"
      ],
      "id": "464fde2e9d284ba9a4b3c73086b918c2_20"
    },
    {
      "start": 2708,
      "end": 2810,
      "text": "The calculation made by the Decree Holder was ordered to be taken as reference by the Judgment Debtor.",
      "labels": [
        "FAC"
      ],
      "id": "727ea2512dc24639aead374a3ec09f34_21"
    },
    {
      "start": 2811,
      "end": 2839,
      "text": "Hence, the instant Petition.",
      "labels": [
        "FAC"
      ],
      "id": "bdc709a4f15d4977a7655a43edec4747_22"
    },
    {
      "start": 2841,
      "end": 3075,
      "text": "3. Learned Counsel for the Petitioner advanced the contention that, the Learned Commercial Court erroneously observed that, the interest on the award will cease only when all money payable under the decree is deposited into the Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0ded7580459a4a939f161130dfc2c5ed_23"
    },
    {
      "start": 3076,
      "end": 3196,
      "text": "That, contrarily, neither Order XXI Rule 1(4) of the CPC nor Order XXI Rule 1(2) of the CPC mandates such a requirement.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "883d360066304a5d940499638d8d490c_24"
    },
    {
      "start": 3197,
      "end": 3329,
      "text": "That, in fact interest will no longer be charged on any amount paid to the Decree Holder after notice issued by the Judgment Debtor.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e816a3f4069145d7a660556882f9bc63_25"
    },
    {
      "start": 3330,
      "end": 3677,
      "text": "That, the Petitioner in Arbitration Case No.04 of 2019, vide Orders of the Learned Commercial Court dated 17-07-2019 and 26-08-2019 was directed to deposit  2,74,79,138/- (Rupees two crores, seventy four lakhs, seventy nine thousand, one hundred and thirty eight) only, into the Court, which was duly complied with by the Petitioner on 26-09-2019.",
      "labels": [
        "FAC"
      ],
      "id": "ab8cb493ff4a4de3bd27e05085787a74_26"
    },
    {
      "start": 3678,
      "end": 3910,
      "text": "That, it is a settled legal principle that in cases where there is a short fall in deposit of the principle amount, the Decree Holder would be entitled to adjust interest and costs first and the balance towards the principle amount.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "aa6a06ceff61436c9d5c5acfa6ce9881_27"
    },
    {
      "start": 3911,
      "end": 4101,
      "text": "That beyond that, the Decree Holder cannot seek to re-open the entire transaction and proceed to re-calculate the interest on the whole of the principle amount and seek for re-appropriation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "384979e372374889b397badbb69ed73d_28"
    },
    {
      "start": 4102,
      "end": 4405,
      "text": "That, as the Respondent was permitted to deposit 75% of the amount before the Learned Commercial Court (supra), and the amount was withdrawn/paid to the Respondent on 01-06-2023, the Respondent cannot demand interest on the 75%, as interest ceases to run from the date of deposit by the Judgment Debtor.",
      "labels": [
        "FAC"
      ],
      "id": "7aa42c28ca5a4704ad61a89384c70f60_29"
    },
    {
      "start": 4406,
      "end": 4594,
      "text": "That, interest would The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited be payable to the Decree Holder only on the unpaid 25%.",
      "labels": [
        "FAC"
      ],
      "id": "b8d84d860d9a4ecdb6f1491a946732b2_30"
    },
    {
      "start": 4595,
      "end": 4742,
      "text": "To fortify his submissions, strength was garnered from Himachal Pradesh Housing and Urban Development Authority and Another vs. Ranjit Singh Rana .",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8b8c9a8eb8504dfd9fce1721dc5f5e0d_31"
    },
    {
      "start": 4743,
      "end": 4782,
      "text": "Hence, the impugned Order be set aside.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f1591d1e8e144aa4bc3bb1835815c175_32"
    },
    {
      "start": 4784,
      "end": 5040,
      "text": "4. Per contra, Learned Counsel for the Respondent submitted that no infirmity emanates in the Order of the Learned Commercial Court which thereby warrants no interference by this Court, in view of the fact that there is no palpable error in the said order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a033c4fe948f4d308bb3c9e3a335670b_33"
    },
    {
      "start": 5041,
      "end": 5460,
      "text": "In this context, the attention of this Court was invited to the decision of the Supreme Court in Central Council for Research in Ayurvedic Sciences and Another vs. Bikartan Das and Others . That, 75% of the amount that was deposited in Court by the Judgment Debtor, was for the purpose of obtaining a stay of the execution of the arbitral award and was not a deposit towards the decretal dues in execution of the award.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6929adff69d242b89de1f3394dae983b_34"
    },
    {
      "start": 5461,
      "end": 5548,
      "text": "The deposited amount consequently was neither payable nor accessible to the Respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "12b87eccdad54a90adac9206a8e7cedf_35"
    },
    {
      "start": 5549,
      "end": 5716,
      "text": "Hence, the observation of the Learned Commercial Court that the interest would accrue on the entire awarded amount till it was deposited in totality cannot be faulted.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cbae745c3bf3425086024df9a91c4710_36"
    },
    {
      "start": 5717,
      "end": 5907,
      "text": "To fortify his submissions, reliance was placed on P.S.L. Ramanathan Chettiar and Others vs. O.R.M.P.R.M. Ramanathan Chettiar and Delhi Development Authority vs. Bhai Sardar Singh and Sons .",
      "labels": [
        "NONE"
      ],
      "id": "80ab12b254164216810001b11f71b947_37"
    },
    {
      "start": 5908,
      "end": 6018,
      "text": "\n5. Due consideration has been afforded to the rival submissions put forth by Learned Counsel for the parties.",
      "labels": [
        "NONE"
      ],
      "id": "df92602a71bf4fe48b424aefb715b241_38"
    },
    {
      "start": 6019,
      "end": 6132,
      "text": "All documents on record including the impugned Order as also the citations relied on have been carefully perused.",
      "labels": [
        "NONE"
      ],
      "id": "5c5d5c05bacd46759bcf360f218c4d7b_39"
    },
    {
      "start": 6133,
      "end": 6213,
      "text": "(2012) 4 SCC 505 2023 SCC OnLine SC 996 AIR 1968 SC 1047 2020 SCC OnLine SC 1450",
      "labels": [
        "NONE"
      ],
      "id": "f75e081090134fb5a8b0414037316a5e_40"
    },
    {
      "start": 6214,
      "end": 6453,
      "text": "The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited 6. To comprehend the matter in its entirety the chronology of events leading to the instant Writ Petition are narrated briefly.",
      "labels": [
        "NONE"
      ],
      "id": "e856a60b72254ce9984f2aeffb95c420_41"
    },
    {
      "start": 6454,
      "end": 6612,
      "text": "The Petitioner on 05-05-2010 invited bids for the construction of a two-lane Gangtok Bypass Road, from Ranipool to Burtuk in East Sikkim, measuring 23.14 kms.",
      "labels": [
        "FAC"
      ],
      "id": "bcd33f980c8d424d85eb718fc4eddb58_42"
    },
    {
      "start": 6613,
      "end": 6733,
      "text": "The Respondents bid was accepted and a contract dated 22-12-2010 was executed between the Petitioner and the Respondent.",
      "labels": [
        "FAC"
      ],
      "id": "152ae0b6748546fb8fa677e4185d33c7_43"
    },
    {
      "start": 6734,
      "end": 7143,
      "text": "The contract was terminated on account of a breach of the terms of the contract and arbitration invoked by the Respondent, seeking damages of  89,62,36,528/- (Rupees eighty nine crores, sixty two lakhs, thirty six thousand, five hundred and twenty eight) only, which computed \"loss profits\" of  11,49,59,328/- (Rupees eleven crores, forty-nine lakhs, fifty nine thousand, three hundred and twenty-eight) only.",
      "labels": [
        "FAC"
      ],
      "id": "379e6eb82a7c448b86c856ee731e603f_44"
    },
    {
      "start": 7144,
      "end": 7416,
      "text": "The Learned Arbitral Tribunal gave its award on 18-12-2018 (corrected on 22-02-2019), allowing the Respondents claim towards \"loss of profits\" to the extent of  5,74,79,664/- (Rupees five crores, seventy four lakhs, seventy nine thousand, six hundred and sixty four) only.",
      "labels": [
        "RLC"
      ],
      "id": "41053fe504e74740ad99ca1f62a3a495_45"
    },
    {
      "start": 7417,
      "end": 7705,
      "text": "A Section 34 Petition under the Arbitration and Conciliation Act, 1996 (for short, \"Arbitration Act\") was filed before the Learned Judge, Commercial Court, being Arbitration Case No.04 of 2019, on a limited issue, i.e., assailing the finding of the Arbitral Tribunal on \"loss of profits\".",
      "labels": [
        "FAC"
      ],
      "id": "fad807b9088e46b0bf444cbe05ae8e2a_46"
    },
    {
      "start": 7706,
      "end": 7812,
      "text": "The Learned Commercial Court vide its Judgment dated 17-06-2021, set aside the award on \"loss of profits\".",
      "labels": [
        "RLC"
      ],
      "id": "f8a2aad46cb149c2a08fd3084f6092fb_47"
    },
    {
      "start": 7813,
      "end": 7922,
      "text": "Aggrieved, the Respondent was before a Division Bench of this Court, under Section 37 of the Arbitration Act.",
      "labels": [
        "FAC"
      ],
      "id": "5cecee6860b844258ed7585abbe33c5c_48"
    },
    {
      "start": 7923,
      "end": 8100,
      "text": "This Court, vide Judgment dated 20-12-2022, set aside the order of the Learned Commercial Court and restored the award of the Learned Arbitral Tribunal on the \"loss of profits\".",
      "labels": [
        "RLC"
      ],
      "id": "aab918369e6343bda7e4cd8dca65ae78_49"
    },
    {
      "start": 8101,
      "end": 8349,
      "text": "The Petitioner preferred a The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited Special Leave Petition before the Supreme Court of India against the Judgment of this Court dated 20-12-2022.",
      "labels": [
        "FAC"
      ],
      "id": "2da9bd60c19a47e88c5256b07850dc58_50"
    },
    {
      "start": 8350,
      "end": 8473,
      "text": "By an Order dated 08-05-2023, the Supreme Court refused to interfere with the impugned Judgment and dismissed the petition.",
      "labels": [
        "RLC"
      ],
      "id": "7ff9feba122548e9b833d077b9e3570e_51"
    },
    {
      "start": 8474,
      "end": 8796,
      "text": "Following the above development, on 16-02-2023 the Respondent filed the Execution Case being, Commercial (Civil) (Exe.) Case No.01 of 2023 before the Learned Commercial Court, under Section 36 of the Arbitration Act, read with Order XXI Rules 10 and 11 of the CPC, seeking execution of the Arbitral Award dated 18-12-2018.",
      "labels": [
        "FAC"
      ],
      "id": "d0cd7944271a431f8f77cb27646e9086_52"
    },
    {
      "start": 8797,
      "end": 8890,
      "text": "After hearing Learned Counsel for the parties, the Order which is assailed herein was passed.",
      "labels": [
        "FAC"
      ],
      "id": "d849b8eb98574abeaaf5e6beb67e48d2_53"
    },
    {
      "start": 8892,
      "end": 9370,
      "text": "7. In order to determine the question at hand, the Order dated 17-07-2019 of the Learned Commercial Court is to be perused which inter alia reads as follows;\n\"...................................................... In view of the above developments and submissions, it is hereby ordered that subject to the Petitioner depositing 75% of the awarded amount(along with interest till date) before the next date of hearing there shall be a stay on the operation of the impugned award.",
      "labels": [
        "RPC"
      ],
      "id": "2d8eab2cc48a4c77b84538edec1581b2_54"
    },
    {
      "start": 9371,
      "end": 9727,
      "text": "\nIn the event of the above amount being deposited, as agreed, the registry shall invest the same in an interest bearing fixed deposit(in a scheduled bank).\n........................................\" [emphasis supplied]\n(i) In compliance thereof, the deposit was made by the Petitioner on 26-09-2019, on which date the operation of the stay became effective.",
      "labels": [
        "NONE"
      ],
      "id": "dd289eecb7a7479b8716c16025f54889_55"
    },
    {
      "start": 9728,
      "end": 9826,
      "text": "The relevant portion of Order of the Learned Commercial Court dated 26-09-2019 is extracted below;",
      "labels": [
        "NONE"
      ],
      "id": "417633ee065540ada423fbf022e40513_56"
    },
    {
      "start": 9827,
      "end": 10039,
      "text": "\n\"............................................................................ A cheque for  2,74,79,138/- in terms of the orders dated 17.07.2019 & 26.08.2019 of this Court has also been filed by the Petitioner.",
      "labels": [
        "NONE"
      ],
      "id": "3e86e1f5a8e7441dae98cc4fc2e1f11f_57"
    },
    {
      "start": 10041,
      "end": 10105,
      "text": "................................................................",
      "labels": [
        "NONE"
      ],
      "id": "ae256c40ab7e4486b2db205803d44bf2_58"
    },
    {
      "start": 10106,
      "end": 10233,
      "text": "Ld. Counsel for the Respondent would, however, submit that certain interest amount(s) have not been added in the cheque amount.",
      "labels": [
        "FAC"
      ],
      "id": "a54cfbe2e9954ce2a8b0280446bf3b37_59"
    },
    {
      "start": 10234,
      "end": 10346,
      "text": "\nThe Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited",
      "labels": [
        "NONE"
      ],
      "id": "065a13998d934512a2eb69a97c1f9d1b_60"
    },
    {
      "start": 10347,
      "end": 10607,
      "text": "To this, Ld. Counsel for the Petitioner would submit that the interests have been added upto the date of the concerned order that was passed on 17.07.2019, in view of the fact that the order itself indicated that the interest was to be paid till the said date.",
      "labels": [
        "FAC"
      ],
      "id": "5957e4c282c2479296d52b800eeee93a_61"
    },
    {
      "start": 10609,
      "end": 10651,
      "text": "The above submissions are hereby recorded.",
      "labels": [
        "NONE"
      ],
      "id": "183b2accec6c4b26b9c47d6a8e6aaa7e_62"
    },
    {
      "start": 10652,
      "end": 10789,
      "text": "For the removal of any doubt it is made clear that the operation of the award shall be deemed to have been stayed with effect from today.",
      "labels": [
        "RPC"
      ],
      "id": "626da03b6aec4fb69a246868a104fc3f_63"
    },
    {
      "start": 10791,
      "end": 10828,
      "text": "....................................\"",
      "labels": [
        "NONE"
      ],
      "id": "4b70467d3e9f4824bbdeb2ce2560366e_64"
    },
    {
      "start": 10829,
      "end": 10848,
      "text": "[emphasis supplied]",
      "labels": [
        "NONE"
      ],
      "id": "cd2a80db211d48759534e2195e7949e3_65"
    },
    {
      "start": 10850,
      "end": 10996,
      "text": "8. It is now imperative to consider the provisions of Order XXI Rule 1 of the CPC which deals with modes of paying money under decree and provides",
      "labels": [
        "ANALYSIS"
      ],
      "id": "147362e6e5ff4fa49189f086807b02a1_66"
    },
    {
      "start": 10997,
      "end": 11238,
      "text": "as follows;\n\"ORDER XXI EXECUTION OF DECREES AND ORDERS Payment under decree 1. Modes of paying money under decree.--(1) All money, payable under a decree shall be paid as follows, namely:--\n                                                   ",
      "labels": [
        "STA"
      ],
      "id": "0f6592814991459f9addbef543f393a0_67"
    },
    {
      "start": 11238,
      "end": 11341,
      "text": "( a )      by deposit into the court whose                                                             ",
      "labels": [
        "STA"
      ],
      "id": "3abdf624f0d2415885ff07729f568324_68"
    },
    {
      "start": 11341,
      "end": 11456,
      "text": "duty it is to execute the decree, or                                                             sent to that Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "898b6e6df1f145c1bf8f217e26966ef6_69"
    },
    {
      "start": 11457,
      "end": 11472,
      "text": "by postal money",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ee78fa4a34fb4c6a8b1409d40e4a113a_70"
    },
    {
      "start": 11533,
      "end": 11560,
      "text": "order or through a bank; or",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c2ff83099cf745618d72f93419dd987b_71"
    },
    {
      "start": 11612,
      "end": 11649,
      "text": "( b)      out of Court, to the decree",
      "labels": [
        "PREAMBLE"
      ],
      "id": "585373eda2b04364b792222e7770dc7c_72"
    },
    {
      "start": 11650,
      "end": 11658,
      "text": "- holder",
      "labels": [
        "ANALYSIS"
      ],
      "id": "350d740d07e64576816b3a4ed76b801d_73"
    },
    {
      "start": 11719,
      "end": 11751,
      "text": "by postal money order or through",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4fbc98487e74410ba3a2dd1dadae810a_74"
    },
    {
      "start": 11812,
      "end": 11818,
      "text": "a bank",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7c2e06d5954743899c6651c5b7547bc1_75"
    },
    {
      "start": 11819,
      "end": 11839,
      "text": "or by any other mode",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da094fe3932740e1978f71d8bf94f9f7_76"
    },
    {
      "start": 11900,
      "end": 11915,
      "text": "wherein payment",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df29fcd9519d48f79bae8142ccee269d_77"
    },
    {
      "start": 11916,
      "end": 11931,
      "text": "is evidenced in",
      "labels": [
        "ANALYSIS"
      ],
      "id": "592d0efc834c4b608e5a5eedd48b0a4c_78"
    },
    {
      "start": 11992,
      "end": 11999,
      "text": "writing",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b93e750d7a8a43eb9653b71cceb301bb_79"
    },
    {
      "start": 12000,
      "end": 12057,
      "text": "; or                                                    (",
      "labels": [
        "ANALYSIS"
      ],
      "id": "bdb4b73265f54d8787c4971a55c952cd_80"
    },
    {
      "start": 12058,
      "end": 12077,
      "text": "c )      otherwise,",
      "labels": [
        "STA"
      ],
      "id": "ea0a2dee70174166a62561ff90d810a7_81"
    },
    {
      "start": 12078,
      "end": 12090,
      "text": "as the Court",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6024fa73dd654fea80d7d0fd154c6a7f_82"
    },
    {
      "start": 12107,
      "end": 12472,
      "text": "which                                                             made the decree, directs.\n                                         (2)   Where any payments is made under clause (a) or clause (c) of sub-rule (1), the judgment- debtor shall give notice thereof to the decree-holder either through the Court or directly to him by registered post, acknowledgment due.",
      "labels": [
        "STA"
      ],
      "id": "ed77b388389748f8bc699146c82d16f7_83"
    },
    {
      "start": 12473,
      "end": 13586,
      "text": "\n(3) Where money is paid by postal money order or through a bank under clause (a) or clause (b) of sub-rule (1), the money order or payment through bank, as the case may be, shall accurately state the following particulars, namely:--\n(a) the number of the original suit;\n(b) the names of the parties or where there are more than two plaintiffs or more than two defendants, as the case may be, the names of the first two plaintiffs and the first two defendants;\n(c) how the money remitted is to be adjusted, that is to say, whether it is towards the principal, interest or costs;\nThe Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited (d) the number of the execution case of the Court, where such case is pending; and (e) the name and address of the payer.\n(4) On any amount paid under clause (a) or clause (c) of sub-rule (1), interest, if any, shall cease to run from the date of service of the notice referred to in sub-rule (2).\n(5) On any amount paid under clause (b) of sub-rule (1), interest, if any, shall cease to run from the date of such payment:",
      "labels": [
        "STA"
      ],
      "id": "8b2a452e6cce4ccbb59030ef60c7fcdc_84"
    },
    {
      "start": 13587,
      "end": 14044,
      "text": "Provided that, where the decree-holder refuses to accept the postal money order or payment through a bank, interest shall cease to run from the date on which the money was tendered to him, or where he avoids acceptance of the postal money order or payment through bank, interest shall cease to run from the date on which the money would have been tendered to him in the ordinary course of business of the postal authorities or the bank, as the case may be.\"",
      "labels": [
        "STA"
      ],
      "id": "731fd4e307a345bfb89eea92fdfd0d12_85"
    },
    {
      "start": 14046,
      "end": 14165,
      "text": "9. In the first instance, it is evident that the above extracted provision deals with all money payable under a decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "dc9a36b1815a4445909818b0d8489258_86"
    },
    {
      "start": 14166,
      "end": 14454,
      "text": "As urged by Learned Counsel for the Respondent, 75% award amount deposited in the Court was evidently not in execution of the decree but was made for the purpose of obtaining a stay, as concludes from the Order of the Learned Commercial Court, dated 17-07-2019 and 26-09-2019 (supra).\n10.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2a6d756763154fa99b123a64493fe39d_87"
    },
    {
      "start": 14455,
      "end": 14646,
      "text": "It is worthwhile in the above context to consider the observation of the Honble Supreme Court in P.S.L. Ramanathan Chettiar (supra) the relevant Paragraphs of which are extracted hereinbelow;",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "2727c7232fa04863a0f55a0759d27247_88"
    },
    {
      "start": 14648,
      "end": 14934,
      "text": "\"12. On principle, it appears to us that the facts of a judgment-debtor's depositing a sum in court to purchase peace by way of stay of execution of the decree on terms that the decree-holder can draw it out on furnishing security, does not pass title to the money to the decree-holder.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "60eb6fafd3ca4d12a0f811a42789984a_89"
    },
    {
      "start": 14935,
      "end": 15316,
      "text": "He can if he likes take the money out in terms of the order; but so long as he does not do it, there is nothing to prevent the judgment debtor from taking it out by furnishing other security, say, of immovable property, if the court allows him to do so and on his losing the appeal putting the decretal amount in court in terms of Order 21 Rule 1 CPC in satisfaction of the decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a3c9d70c33eb41b19c92fd899be29105_90"
    },
    {
      "start": 15317,
      "end": 15591,
      "text": "\n13. The real effect of deposit of money in court as was done in this case is to put the money beyond The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited the reach of the parties pending the disposal of the appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "34e313239f77434e8944251dafc0d79a_91"
    },
    {
      "start": 15592,
      "end": 15827,
      "text": "The decree-holder could only take it out on furnishing security which means that the payment was not in satisfaction of the decree and the security could be proceeded against by the judgment-debtor in case of his success in the appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "db520d9c423b4679b4820702d534c217_92"
    },
    {
      "start": 15828,
      "end": 15914,
      "text": "Pending The determination of the same, it was beyond the reach of the judgment-debtor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e2466007e3742308402636818e78e66_93"
    },
    {
      "start": 15915,
      "end": 16013,
      "text": "\n.................................................................................................",
      "labels": [
        "NONE"
      ],
      "id": "5bca4351532e435bb5ce6152ea024f92_94"
    },
    {
      "start": 16014,
      "end": 16196,
      "text": "\n15. The last contention raised on behalf of the respondent was that at any rate the decree-holder cannot claim any amount by way of interest after the deposit of the money in court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "77f9a630d64e4cf0b5bc20c2594a88ef_95"
    },
    {
      "start": 16197,
      "end": 16395,
      "text": "There is no substance in this point because the deposit in this case was not unconditional and the decree-holder was not free to withdraw it whenever he liked even before the disposal of the appeal.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8be8596f32e4cafa893d6a83b8d9497_96"
    },
    {
      "start": 16396,
      "end": 16470,
      "text": "In case he wanted to do so, he had to give security in terms of the order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "54f58f5ac5014afb80549c36d006aa9b_97"
    },
    {
      "start": 16471,
      "end": 16604,
      "text": "The deposit was not in terms of Order 21 Rule 1 CPC and as such, there is no question of the stoppage of interest after the deposit.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "95c559b789ea4a67999a776ef983fdda_98"
    },
    {
      "start": 16605,
      "end": 16624,
      "text": "[emphasis supplied]",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a493814092d34beeab8af7dfb668d65c_99"
    },
    {
      "start": 16626,
      "end": 17097,
      "text": "11. In Nepa Limited through its Senior Manager (Legal) vs. Manoj Kumar Agrawal the dispute before the Court was whether the Respondent is entitled to interest @ 18% as per the award on the principal amount of  14,49,300/- till the decision of the appeal under Section 37 of the Act on 02-02-2012 or interest @ 18% on the net principal amount, after the set off/adjustment of interest due on 08-11-2001 from  7,78,280/- which was withdrawn by the Respondent on 08-11-2001.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6345d1df7d8d471dae5998818f94d47b_100"
    },
    {
      "start": 17098,
      "end": 17145,
      "text": "The Supreme Court went on to observe that;\n\"13.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "b95b22cb0d614d09b4e07bd5499ca01a_101"
    },
    {
      "start": 17146,
      "end": 17723,
      "text": "Aggrieved, the respondent preferred a civil revision before the High Court of Madhya Pradesh at Jabalpur, which had been allowed by the impugned order dated 19.06.2017, inter alia holding that in terms of Order XXI, Rule 1, sub-rules (4) and (5) of the Civil Procedure Code, 1908, the appellant having failed to give notice for deposit of amount of Rs. 7,78,280/-, the respondent would be entitled to interest @ the rate of 18% per annum, even on the sum of Rs. 7,78,280/-, which was withdrawn by him, till the decision of the appeal under Section 37 of the Act, on 02.02.2012.",
      "labels": [
        "RLC"
      ],
      "id": "976e06ee8d8e4e838451058f48541717_102"
    },
    {
      "start": 17725,
      "end": 17775,
      "text": ".................................................\"",
      "labels": [
        "NONE"
      ],
      "id": "bf8a5fbd2a6a4da6bf0c368a4b5fc1b7_103"
    },
    {
      "start": 17776,
      "end": 17795,
      "text": "[emphasis supplied]",
      "labels": [
        "NONE"
      ],
      "id": "c42b739caca64c92b2d02de2daab1683_104"
    },
    {
      "start": 17796,
      "end": 18288,
      "text": "The Supreme Court opined that the Judgment of the High Court was unsustainable and contrary to the law and held that 2022 SCC OnLine SC 1736 The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited when the deposited amount is withdrawn and gets credited in the account of the Decree Holder, he is not entitled to interest on the deposited amount, even when there is failure on the part of the Judgment Debtor to issue notice of deposit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "42d2e3d56c5746a59669ef2223e0a23b_105"
    },
    {
      "start": 18289,
      "end": 18437,
      "text": "In the absence of notice, the interest would cease to run from the date when the amount is transferred/credited in the account of the Decree Holder.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e4c91fcde05248daacd487911f9effb0_106"
    },
    {
      "start": 18438,
      "end": 18517,
      "text": "If notice is issued, interest ceases to run from the date of service of notice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "21e8ae89c1aa444eb9ec0d0222a4c5bc_107"
    },
    {
      "start": 18518,
      "end": 18698,
      "text": "In pith and substance, the Supreme Court concluded hereinabove that no interest liability would occur to the Appellant on the amount which was withdrawn and paid to the Respondent.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7e47d62337ce42ff884097b713606540_108"
    },
    {
      "start": 18699,
      "end": 18761,
      "text": "That, interest is payable only on the amount that is not paid.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "7f122fc338624139b835c72055b0e80e_109"
    },
    {
      "start": 18763,
      "end": 18932,
      "text": "12. In Delhi Development Authority vs. Bhai Sardar Singh and Sons , the Supreme Court discussed the provisions of Order XXI Rule 1(1) CPC and elucidated as follows;\n\"15.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "e3886fb773014224bcbc011763005257_110"
    },
    {
      "start": 18933,
      "end": 19180,
      "text": "A reading of the aforesaid sub-rules clarifies that when money is paid under a decree, the interest, if any, shall cease to run either from the date of direct payment or from the date of service of notice to the decree holder, wherever applicable.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "5985714b54e54fa6b44bdc16eb02e28e_111"
    },
    {
      "start": 19181,
      "end": 19325,
      "text": "Sub-rules 4 and 5 do not stipulate that the interest would stop running only and only when the entire amount as per the decree shall stand paid.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "570b9950dcf84c3ab6681ca3981c8b92_112"
    },
    {
      "start": 19326,
      "end": 19487,
      "text": "This Court, as will be seen below, has held that money even when paid in part towards the decree would cease to accrue interest to the extent of the amount paid.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f27bd6de96a408684973f3a1252cae8_113"
    },
    {
      "start": 19489,
      "end": 19538,
      "text": "................................................\"",
      "labels": [
        "NONE"
      ],
      "id": "5972ef507d6f455fac8fa42a66d85e8e_114"
    },
    {
      "start": 19539,
      "end": 19557,
      "text": "[emphasis supplied",
      "labels": [
        "ANALYSIS"
      ],
      "id": "03fbc266a5e6480abbd27e3729bd45e7_115"
    },
    {
      "start": 19558,
      "end": 19658,
      "text": "] The above extract succinctly explains the legal position on Order XXI Rule 1(4) and Rule 1(5) CPC.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0702cac3a5524e6f9b954690949972fa_116"
    },
    {
      "start": 19660,
      "end": 20074,
      "text": "13. The Constitution Bench of the Supreme Court in Gurpreet Singh vs. Union of India referred to the provisions of Order XXI Rule 1 and Order XXIV of the CPC and observed that the 2020 SCC OnLine 1450 (2006) 8 SCC 457 The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited former applies to the post-decretal stage and the latter to the pre- decretal stage.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "24a3a0c77ef74fce8eae122079dfec5f_117"
    },
    {
      "start": 20075,
      "end": 20109,
      "text": "It was inter alia propounded that;",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "08c72806f1684d95ad3a82635c600f83_118"
    },
    {
      "start": 20110,
      "end": 20305,
      "text": "\n\"26 . Thus, in cases of execution of money decrees or award-decrees, or rather, decrees other than mortgage decrees, interest ceases to run on the amount deposited, to the extent of the deposit.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c257c61e9f9d4380911669c448899cf1_119"
    },
    {
      "start": 20306,
      "end": 20556,
      "text": "It is true that if the amount falls short, the decree-holder may be entitled to apply the rule of appropriation by appropriating the amount first towards the interest, then towards the costs and then towards the principal amount due under the decree.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5bfd2fcc50324c95b12bdbf93f139971_120"
    },
    {
      "start": 20557,
      "end": 20850,
      "text": "But the fact remains that to the extent of the deposit, no further interest is payable thereon to the decree-holder and there is no question of the decree-holder claiming a reappropriation when it is found that more amounts are due to him and the same is also deposited by the judgment-debtor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8eed56ad86564aa98280abca4de653ae_121"
    },
    {
      "start": 20851,
      "end": 20976,
      "text": "In other words, the scheme does not contemplate a reopening of the satisfaction to the extent it has occurred by the deposit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b9382b8d84994721baa9a0bdc126d506_122"
    },
    {
      "start": 20977,
      "end": 21054,
      "text": "No further interest would run on the sum appropriated towards the principal.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "88490ded1d32475ca8d8d79713ed7204_123"
    },
    {
      "start": 21055,
      "end": 21074,
      "text": "[emphasis supplied]",
      "labels": [
        "ANALYSIS"
      ],
      "id": "63f6fda610f840609227596c2f60773b_124"
    },
    {
      "start": 21075,
      "end": 21267,
      "text": "The oft repeated legal position that money even when paid in part towards the decree, would cease to accrue interest to the extent of the amount paid is clarified in the Paragraph (supra).\n14.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f6bbc79f00d74f4a9273316e6cd765a4_125"
    },
    {
      "start": 21268,
      "end": 21435,
      "text": "Pausing here momentarily, as the issue of notice provided under Order XXI Rule 1(4) and Order XXI Rule 1(2) is not raised, no discussions are required in this context.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ccb37af071a84a27abeb044f4e2ec7c7_126"
    },
    {
      "start": 21437,
      "end": 21871,
      "text": "15. Indeed, while considering the extract from Gurpreet Singh (supra) I am conscious of the distinction that arises in the context of a deposit made in terms of Order XXI Rule 1(1) CPC, which pertains to payment of decretal dues and is thus applicable to the post-decretal stage, vis--vis the deposit made by the Judgment Debtor, the Petitioner herein, into the Court for the purpose of obtaining a stay of the execution of the award.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47bed463e260473e8ad83e2b1c653765_127"
    },
    {
      "start": 21872,
      "end": 22016,
      "text": "The fact that 75% deposit amount made by the Petitioner into the Court was towards obtaining a stay, for buying peace has not escaped my notice.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1e9f9e9aa153412893be11b69821482b_128"
    },
    {
      "start": 22017,
      "end": 22180,
      "text": "As propounded in P.S.L. Ramanathan Chettiar (supra), in such a circumstance, the right to the deposit or the title to the money does not pass to the Decree Holder.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "daf01ffe88db4883b87e44e4f77f110a_129"
    },
    {
      "start": 22181,
      "end": 22297,
      "text": "\nThe Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited 16.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "80b57975a696461ea53619beeab96b7e_130"
    },
    {
      "start": 22298,
      "end": 22599,
      "text": "In the instant matter, having meticulously perused the Order of the Learned Commercial Court, I cannot bring myself to agree with the view expressed therein that, interest will cease to run only when all money payable under the Decree is paid by the Decree Holder by making the deposit into the Court.",
      "labels": [
        "RATIO"
      ],
      "id": "7836d6362b2141c19842bb28166b7789_131"
    },
    {
      "start": 22600,
      "end": 22828,
      "text": "In my considered view, Rule 1(4) of Order XXI CPC, relied on by the Learned Commercial Court to make its observations, nowhere specifies that interest would truncate only when the entire award amount is deposited into the Court.",
      "labels": [
        "RATIO"
      ],
      "id": "3dfbef6948b44c8da62b0c9d611f3854_132"
    },
    {
      "start": 22829,
      "end": 23033,
      "text": "75% of the award amount was deposited by the Petitioner into the Court on 26-09-2019 and was released to the Petitioner on 01-06-2023 from which date, in my considered view, interest on the amount ceases.",
      "labels": [
        "RPC"
      ],
      "id": "1e7770026ed14eb3a16ca9bc6e97b40c_133"
    },
    {
      "start": 23035,
      "end": 23351,
      "text": "17. Four points thus stand clarified from the foregoing discussions, viz.;\n(i) Interest on the deposit of 75% of the award amount made available to the Decree Holder on 01-06-2023, will not continue till the deposit of all' the award money is made into the Court, as erroneously held by the Learned Commercial Court.",
      "labels": [
        "RPC"
      ],
      "id": "6174fcab13ac4b668ed600aa96b524a1_134"
    },
    {
      "start": 23370,
      "end": 24175,
      "text": "(ii)    The interest on the 75% deposit will truncate on the                          date      when       the      money        was      withdrawn          by     the Respondent, which admittedly was on 01-06-2023.\n(iii) Contrary to the stance of the Petitioner, the accrual of interest does not cease on 26-09-2019, the date on which 75% of the award amount was deposited by it in Court, for the reason that, the amount was not accessible to the Respondent, having been deposited The Chief Engineer, Roads & Bridges Department, Government of Sikkim vs. KMC Brahmaputra Infrastructure Limited for obtaining a stay and not by way of satisfying the decretal dues.\n(iv) Interest on 25% would accrue from the date of award till 01-09-2023, when admittedly the amount was made available to the Respondent.\n18.",
      "labels": [
        "RPC"
      ],
      "id": "064e7d208a6f4db6b34d59688d0b892d_135"
    },
    {
      "start": 24176,
      "end": 24221,
      "text": "The interest shall be calculated accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "fa6d812da17e4852b29ab8c2e5d0c0dd_136"
    },
    {
      "start": 24223,
      "end": 24328,
      "text": "19. With the above observations, the Order of the Learned Commercial Court dated 28-09-2023 is set aside.",
      "labels": [
        "RPC"
      ],
      "id": "f3d5ec9a1d8f4263a7c14547d2294071_137"
    },
    {
      "start": 24330,
      "end": 24379,
      "text": "20. Writ Petition stands disposed of accordingly.",
      "labels": [
        "RPC"
      ],
      "id": "ed4be7a8aaf84183a4ca9c6e98056b78_138"
    },
    {
      "start": 24381,
      "end": 24490,
      "text": "21. Parties to bear their own costs.\n( Meenakshi Madan Rai ) Judge 06-05-2024 Approved for reporting : Yes ds",
      "labels": [
        "NONE"
      ],
      "id": "f58cfea921d249239ee7c7074616b232_139"
    }
  ]
}