{
  "id": "cac883440d0f924f93d1a5c385b44d5650c77a9b3593544e6b710ec0d39c9075",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nParadigm Enterprises Thru. Director ... vs Micro, Small And Medium Enterprises ... on 19 April, 2024 \nAuthor: Sangeeta Chandra\nBench: Sangeeta Chandra\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\n\n?Neutral Citation No. - 2024:Ahc-Lko:30780-Db\n \nCourt No. - 3\n \nCase :- Writ - C No. - 3594 of 2024\n \nPetitioner :- Paradigm Enterprises Thru. Director Ritika Pandey\n \nRespondent :- Micro, Small And Medium Enterprises Facilitation Council Lko. Thru. Chairperson/Chairman And Others\n \nCounsel for Petitioner :- Sarvesh Kumar Dubey \n \nCounsel for Respondent :- C.S.C.\n \n\n \nHon'ble Mrs. Sangeeta Chandra,J.\n \nHon'ble Brij Raj Singh,J.\n1. Heard Shri Sarvesh Kumar Dubey, learned counsel for the petitioner, Shri Rajesh Tiwari, who has filed his power on behalf of respondent nos.1 and 2, learned Standing Counsel for respondent nos. 3 and 4 and Shri Pritish Kumar, who has filed his power on behalf of private respondent no.5.\n2. This Court had heard the matter yesterday and had passed an order which is being quoted hereinbelow :- \n\"1. Heard learned counsel for the petitioner, Shri Rajesh Tiwari, learned Additional Chief Standing Counsel for State respondents. \n2. This petition has been filed for quashing of recovery notice dated 16.04.2024 issued by Sub Divisional Magistrate, Sadar, Lucknow and recovery notice dated 22.03.2024 passed by Tehsildar Sadar, Lucknow. \n3. In pursuance of the award passed by The Micro, Small and Medium Enterprises Facilitation Council, learned counsel for the petitioner has placed reliance upon the judgment rendered by Hon'ble Supreme Court in the case of National Highways Authority of India vs. Sheetal Jaidev & others (Civil Appeal No.5256 of 2022) and order of this Court passed by the Division Bench of this Court in Writ Petition (C) No.2950 of 2023 (Shiv Prakash Verma vs. Competent Autho./Special Land Acquisition Officer) and in Writ Petition (C) No.11629 of 2023 (Sabhakant and 15 others vs. Ministry of Road, Transport and Highways). It has been submitted that no recovery notice/citation would have been issued by the respective authorities as it is an award of arbitration passed under section 34 is executable only under Section 36 of Arbitration Act and the administrative authority cannot turn them into execution proceeding. Learned counsel for the petitioner has also pointed out Section 14 of The Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation Act, 2020 wherein it has been provided that if an appeal preferred is dismissed or if an Enterprise does not file any appeal under Section 19 of The Msmed Act, challenging the arbitral award then the said award shall be executed by the concerned District Collector and the amount due shall be recovered as arrears of land revenue. \n4. Learned counsel for the petitioners says that petitioner's appeal filed under Section 19 of Msmed Act is pending before the Commercial Court, Lucknow and therefore, even under provision of the Act 2020, only such appeal is dismissed, the respondents can recover the dues as given in the arbitral award as arrears of land revenue. \n5. Shri Rajesh Tiwari, learned counsel has prayed for time to seek instructions from respondent no. 3 as to the circumstances under which the recovery notice has been issued. \n6. Put up tomorrow, i.e.19.04.2024 as fresh.\"\n3. This Court had granted time to learned Standing Counsel to address this Court on the power of district administration to proceed with the recovery as the appeal of the petitioner under Section 19 was pending and had not yet been decided looking to the language of Section 19 of The Msmed Act. \n4. Today, when the matter was taken up, the learned counsel appearing for respondent no.1 has pointed out that the petitioner had earlier approached this Court in Writ Petition (C) No.8511 of 2023 (Paradigm Enterprises Lucknow through its Director vs. Union of India and others) alleging therein that a dispute had been raised by the respondent no.5 before the Msme Facilitation Council and notice was issued to the petitioner for conciliation. However, conciliation proceedings resulted in failure and arbitration was undertaken by the Facilitation Council where the petitioner was not being heard and the petitioner being apprehensive that the Facilitation Council might pass an award against an arbitral award without following the procedure as provided under the Act and as per law settled by the Hon'ble Supreme Court. \n5. The prayer in the Writ Petition No.8511 of 2023 was to issue a direction to Arbitrator, Msme Facilitation Council to proceed with the matter strictly in accordance with the provisions of 1996 Act and the Msme Development Act, 2006. The Writ Petition (C) No.8511 of 2023 was fil ed on 27.09.2023 and an award was also passed by the Facilitation Council on 27.09.2023. On the very date, the petitioner had filed the writ petition in the High Court. \n6. The writ petition was dismissed on 17.10.2023 with a direction to the petitioner to file objection under section 34 of the Act before the appropriate Court. \n7. It has been submitted on the basis of such averments made in the writ petition and copy of the order filed as Annexure 8 to the writ petition that once the petitioner was relegated by this Court to avail the statutory remedy available under the Act, the petitioner ought not to have file the writ petition praying for quashing of the entire proceedings held after the stage of conciliation relating to the complaint made by respondent no.5 and knowingly fully well that the Facilitation Council has passed an order, prayer no. 3 praying for a direction to the respondent nos.1 and 2 to proceed in accordance with the provisions of Arbitration and Conciliation Act, 1996 as mandate by the MSMED Act, 2006 could not also be made in this writ petition.\n8. It has been pointed out by learned counsel for respondent nos.1 and 2 that although the petitioner may have file an appeal before the Commercial Court No.2, he has made several averments in the writ petition in para 50 onwards which points out that without pre-deposit of 75% of the arbitral award, the appeal will not be entertained. The relevant paragraphs read out by learned counsel for respondent nos.1 and 2 namely paras 50, 51 and 52 are being quoted hereinbelow. \n\"50. That it is respectfully submitted that the application for urgent hearing for disposal of stay application filed under Section 36 (2) of Arbitration and Conciliation Act, 1996 along with recovery certificate was also moved by the petitioner before the learned Commercial Court No.2 on 10.04.2024, which was rejected by the learned Commercial Court No.2 on 10.04.2024 itself. Photocopy of the application of urgent hearing on 10.04.2024 on which the order has been endorsed on left bottom is being annexed as Annexure No.10 to this writ petition. \n51. That as per the section 19 of MSME Act, 2006 no application for setting aside any award or order made either by the Council itself or by any Institution or Centre providing alternate dispute resolution services to which a reference is made by the Council shall be entertained by any court, unless the applicant has deposited with it 75% of the amount in terms of decree, award of as the case may be, the other order in the manner directed by the Court. Therefore, the petitioner is having firm information that without depositing the 75%, no orders will be passed by the learned Commercial Court No. 2 in Arbitration Case No.3 of 2024.\n52. That it is respectfully submitted that no Court can entertain any appeal in whatever form against the order or decree or award passed by the Council under Section 18 of the Act, unless or until the applicant or appellant who file such an appeal deposits 75% of the award amount before the Court concerned. Therefore, since it is a condition that 75% of the award or decree amount shall be payable as pre-requisite for entertaining such an appeal, in order to circumvent the same , since the petitioner has chosen to approach this Court by filing this writ petition under Article 226 of the Constitution, the same cannot be entertained.\" \n9. It has been submitted by learned counsel for respondents that as of now if there is no appeal in the light of law under Section 19 and therefore, the District authorities can proceed for executing the arbitral award under Section 14 of the Act. \n10. Section 14 of The Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation) Act, 2020 which is being quoted hereinbelow: \n\"14. If an enterprise does not file any appeal under section 19 of the Micro, Small and Medium Enterprises Development (MSMED) Act, 2006 for setting aside any decree, award or other order made either by the Council itself or by an institution or centre or if such appeal is dismissed, in that situation such decree, award or order shall be executed by the concerned District Collector and the amount due shall be recovered as arrears of land revenue.\" \n11. It has been submitted by learned counsel appearing on behalf of respondents that the writ petition has been filed under some misconception of law as under Section 14 of the Act, if no appeal has been filed or where an appeal is filed, but it has been rejected, the district administration can proceed to execute the arbitral award passed by the MSME Facilitation Council. \n12. Learned counsel for the petitioner at this stage, has stated that his appeal has been entertained and he has filed copy of the order sheet at page no.71 onwards of the paper book where several orders have been passed by the Presiding Officer of Commercial Court No.1, wherein the Court has noted that it is an arbitration case challenging an award and that it is not time barred and notice has been issued to the private respondent. \n13. This Court has perused the order sheet. It appears that the Presiding Officer has failed to notice that the pre-deposit of 75% of arbitral award under the MSME Act has not been made by the petitioner/appellant and has only noticed that an award has been challenged under the Arbitration and Conciliation Act. After notice was issued, the private respondent no.5 has appeared and raised preliminary objection regarding the maintainability of the appeal referring to Section 19 of the MSME Act, 2020. Such preliminary objection has not yet been decided by the Commercial Court/appellate Court. \n14. Learned counsel for the petitioner has stated that as of now the appeal is pending before the Commercial Court and it has not yet been rejected and record from the MSME Facilitation Council has also been summoned by an order dated 21.02.2024. Learned counsel for respondent no. 5 has pointed out that the order passed on 21.02.2024 had been passed when the private respondent had not been served. \n15. Learned counsel for petitioner has placed reliance upon the judgment rendered by Hon'ble Supreme Court in case of Jharkhand Urja Vikas Nigam Limited vs. State of Rajasthan and others reported in (2021) 19 SCC 206 and has read out paras 14 to 16 of the said judgment wherein the Supreme Court has referred Section 18 of MSMED Act and the power of MSME Facilitation Council to conduct the arbitration on its own or to refer the arbitration proceedings to any institution as specified in the said section after following the provisions of the Arbitration and Conciliation Act. \n16. Learned counsel for petitioner has argued that in the said case, since after conciliation proceedings ended because the appellant has not appeared, no order directing payment to the respondents could have been made without actual arbitration proceedings being conducted by the Facilitation Council therefore, order impugned was set aside as it was contrary to the provisions of MSMED Act and also to the Arbitration Act, 1996. \n17. The Court observed that since no opportunity of hearing was given to the appellant after conclusion of period of conciliation proceedings and before the order impugned, it could not be said to be an arbitral award in the eye of law. Therefore, Section 34 of the Act would not apply and writ petition could not be thrown out only on the ground of availability of statutory remedy under Section 34 of Act, 1996. It has been submitted by learned counsel for the petitioner on the basis of pleading on record that after conciliation proceedings ended, the petitioner was not heard at all by the Facilitation Council and the award was passed. \n18. However, this Court is of the opinion that the petitioner cannot be permitted to simultaneously, argue the same ground in appeal that it has filed under Section 34 of the Act of 1996/Section 19 of the MSMED Act, 2020 and raise a challenge to the arbitral award before this Court. \n19. Learned counsel for the petitioner has placed reliance upon para 15 of judgment rendered in Vijeta Construction vs. Indus Smelters Ltd., and another reported in 2021 SCC OnLine SC 3436 and emphasised the observations made by the Supreme Court that if there is no amicable settlement during the conciliation or under sub-section (2) of Section 18, then the arbitration proceedings were required to be initiated as provided under section Sub-Section (3) of Section 18 which have not been initiated in the case of Vijeta Construction (Supra) and the Court directed the matter to be remitted to the Facilitation Council to follow the procedure under Section 18 of MSMED Act and quash and set aside the order passed by the Facilitation Council for making payment to the contesting respondents.\n20. This Court is of the opinion that the judgment of Jharkhand Urja (Supra) and Vijeta Construction (Supra) have both been rendered on the facts and circumstances of the particular cases being considered by the Supreme Court, where the Facilitation Council had passed an order against the appellants without undertaking the arbitration proceedings that were necessarily to be undertaken as per Section 18 of the Act on failure of consideration. \n21. Learned counsel for the petitioner during the course of dictation of the judgment in open court has also placed reliance upon an order passed by the learned Single Judge of High Court of Madras relating to the same issue, which this Court finds inappropriate to refer to in this order. \n22. Learned counsel for the respondents has placed reliance upon the judgment reported in Tirupati Steels vs. Shubh Industrial Component AIR OnLine 2022 SC 562 wherein the Supreme Court has held that the requirement of deposit of 75% of the amount in terms of the award as a pre-deposit as per Section 19 of the MSMED Act, is mandatory. It has further observed that if the 75% of the awarded amount is not deposited, the application under section 34 of the Arbitration Act, 1996 challenging the award shall not be entertained and the execution proceedings may continue.\n23. Having gone through the pleadings on record and having heard learned counsel for the parties, we find that prayer nos.2 and 3 of the writ petition fail and cannot be granted by this Court as the similar prayers had been made by the petitioner in Writ Petition (C) No.8511 of 2023 which was dismissed by this Court on 17.12.2023.\n24. With regard to prayer nos.1 and prayer no.4 of this petition, regarding quashing of recovery notice dated 16.04.2024 issued by the Sub Divisional Magistrate, Sadar, Lucknow and the recovery notice dated 22.03.2024 issued by Tehsildar, Sadar Lucknow and for releasing the bank account of the Company, the petitioner's appeal under Section 19 has not yet been admitted and a preliminary objection has been raised by the private respondent before the Commercial Court.\n25. The Commercial Court shall look into the condition of pre-deposit of 75% of the arbitral award and pass an appropriate order. At this stage, the counsel for the petitioner on instructions from his client says that it is ready to deposit 75% of arbitral award in the appeal before the Commercial Court. This assurance has been given to the Court orally. However, if the petitioner complies with the condition of pre-deposit of 75% of arbitral award within a week, and the Commercial Court admits the appeal as per the law settled in Tirupati Steels (supra) then the District administration may not pursue the recovery proceedings as impugned in this petition. \n26. With these observations, the writ petition stands disposed off. \nOrder Date :- 19.4.2024 Pks .\n ( Brij Raj Singh,J.)    (Sangeeta Chandra,J.)\n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n ",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b9f09bb283a34cb5971fdf09a6543c25_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3bcab920bdee40b5b3df178f40569721_1"
    },
    {
      "start": 242,
      "end": 364,
      "text": "\nAllahabad High Court\nParadigm Enterprises Thru. Director ... vs Micro, Small And Medium Enterprises ... on 19 April, 2024",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1815639fe36a4e33b2ec051f1f83c8ae_2"
    },
    {
      "start": 365,
      "end": 803,
      "text": "\nAuthor: Sangeeta Chandra\nBench: Sangeeta Chandra\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\n\n?Neutral Citation No. - 2024:Ahc-Lko:30780-Db\n \nCourt No. - 3\n \nCase :- Writ - C No. - 3594 of 2024\n \nPetitioner :- Paradigm Enterprises Thru. Director Ritika Pandey\n \nRespondent :- Micro, Small And Medium Enterprises Facilitation Council Lko. Thru. Chairperson/Chairman And Others\n \nCounsel for Petitioner :- Sarvesh Kumar Dubey",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9a2bf2f3bfde414788dfa8415e896e06_3"
    },
    {
      "start": 807,
      "end": 908,
      "text": "Counsel for Respondent :- C.S.C.\n \n\n \nHon'ble Mrs. Sangeeta Chandra,J.\n \nHon'ble Brij Raj Singh,J.\n1.",
      "labels": [
        "NONE"
      ],
      "id": "37cd763f0a3c443687b6b3106aae3241_4"
    },
    {
      "start": 909,
      "end": 1197,
      "text": "Heard Shri Sarvesh Kumar Dubey, learned counsel for the petitioner, Shri Rajesh Tiwari, who has filed his power on behalf of respondent nos.1 and 2, learned Standing Counsel for respondent nos. 3 and 4 and Shri Pritish Kumar, who has filed his power on behalf of private respondent no.5.\n",
      "labels": [
        "NONE"
      ],
      "id": "6b88df0fb315400f9666a428a50f4bca_5"
    },
    {
      "start": 1197,
      "end": 1302,
      "text": "2. This Court had heard the matter yesterday and had passed an order which is being quoted hereinbelow :-",
      "labels": [
        "NONE"
      ],
      "id": "567a666f44ff406eb5c6bbffb3059014_6"
    },
    {
      "start": 1304,
      "end": 1434,
      "text": "\"1. Heard learned counsel for the petitioner, Shri Rajesh Tiwari, learned Additional Chief Standing Counsel for State respondents.",
      "labels": [
        "NONE"
      ],
      "id": "4c7816b64b3740b0903f0034f1c7401e_7"
    },
    {
      "start": 1436,
      "end": 1641,
      "text": "2. This petition has been filed for quashing of recovery notice dated 16.04.2024 issued by Sub Divisional Magistrate, Sadar, Lucknow and recovery notice dated 22.03.2024 passed by Tehsildar Sadar, Lucknow.",
      "labels": [
        "FAC"
      ],
      "id": "92be0299cdbc44d0accf8fa0cc498902_8"
    },
    {
      "start": 1643,
      "end": 2551,
      "text": "3. In pursuance of the award passed by The Micro, Small and Medium Enterprises Facilitation Council, learned counsel for the petitioner has placed reliance upon the judgment rendered by Hon'ble Supreme Court in the case of National Highways Authority of India vs. Sheetal Jaidev & others (Civil Appeal No.5256 of 2022) and order of this Court passed by the Division Bench of this Court in Writ Petition (C) No.2950 of 2023 (Shiv Prakash Verma vs. Competent Autho./Special Land Acquisition Officer) and in Writ Petition (C) No.11629 of 2023 (Sabhakant and 15 others vs. Ministry of Road, Transport and Highways). It has been submitted that no recovery notice/citation would have been issued by the respective authorities as it is an award of arbitration passed under section 34 is executable only under Section 36 of Arbitration Act and the administrative authority cannot turn them into execution proceeding.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "4f47ba7296f04abcb44deec636259126_9"
    },
    {
      "start": 2552,
      "end": 3051,
      "text": "Learned counsel for the petitioner has also pointed out Section 14 of The Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation Act, 2020 wherein it has been provided that if an appeal preferred is dismissed or if an Enterprise does not file any appeal under Section 19 of The Msmed Act, challenging the arbitral award then the said award shall be executed by the concerned District Collector and the amount due shall be recovered as arrears of land revenue.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "327b03f52e7e4700bf233350195b7536_10"
    },
    {
      "start": 3052,
      "end": 3385,
      "text": "\n4. Learned counsel for the petitioners says that petitioner's appeal filed under Section 19 of Msmed Act is pending before the Commercial Court, Lucknow and therefore, even under provision of the Act 2020, only such appeal is dismissed, the respondents can recover the dues as given in the arbitral award as arrears of land revenue.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "703db6d905004b9eb4a4b66ba1789598_11"
    },
    {
      "start": 3387,
      "end": 3561,
      "text": "5. Shri Rajesh Tiwari, learned counsel has prayed for time to seek instructions from respondent no. 3 as to the circumstances under which the recovery notice has been issued.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "85cf0db03a694cf5be102a4bc0259676_12"
    },
    {
      "start": 3562,
      "end": 3611,
      "text": "\n6. Put up tomorrow, i.e.19.04.2024 as fresh.\"\n3.",
      "labels": [
        "NONE"
      ],
      "id": "73672753085041ea85d75842b8862de4_13"
    },
    {
      "start": 3612,
      "end": 3904,
      "text": "This Court had granted time to learned Standing Counsel to address this Court on the power of district administration to proceed with the recovery as the appeal of the petitioner under Section 19 was pending and had not yet been decided looking to the language of Section 19 of The Msmed Act.",
      "labels": [
        "RLC"
      ],
      "id": "d9f15c148a0e450aaa1583b56c560b69_14"
    },
    {
      "start": 3905,
      "end": 4350,
      "text": "\n4. Today, when the matter was taken up, the learned counsel appearing for respondent no.1 has pointed out that the petitioner had earlier approached this Court in Writ Petition (C) No.8511 of 2023 (Paradigm Enterprises Lucknow through its Director vs. Union of India and others) alleging therein that a dispute had been raised by the respondent no.5 before the Msme Facilitation Council and notice was issued to the petitioner for conciliation.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8da6fc94167443ddb32b583761ae3d37_15"
    },
    {
      "start": 4351,
      "end": 4729,
      "text": "However, conciliation proceedings resulted in failure and arbitration was undertaken by the Facilitation Council where the petitioner was not being heard and the petitioner being apprehensive that the Facilitation Council might pass an award against an arbitral award without following the procedure as provided under the Act and as per law settled by the Hon'ble Supreme Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "3fb3d61b82cf453d80e3b0e021259c14_16"
    },
    {
      "start": 4730,
      "end": 4965,
      "text": "\n5. The prayer in the Writ Petition No.8511 of 2023 was to issue a direction to Arbitrator, Msme Facilitation Council to proceed with the matter strictly in accordance with the provisions of 1996 Act and the Msme Development Act, 2006.",
      "labels": [
        "FAC"
      ],
      "id": "2963398acefc4d8b8e733db0ab6b8f4b_17"
    },
    {
      "start": 4966,
      "end": 5011,
      "text": "The Writ Petition (C) No.8511 of 2023 was fil",
      "labels": [
        "FAC"
      ],
      "id": "e6f48b7361f946918bbe9265fdfb1b3e_18"
    },
    {
      "start": 5012,
      "end": 5100,
      "text": "ed on 27.09.2023 and an award was also passed by the Facilitation Council on 27.09.2023.",
      "labels": [
        "FAC"
      ],
      "id": "9d4ab6c8e8804d6b910dd9c4e2474937_19"
    },
    {
      "start": 5101,
      "end": 5180,
      "text": "On the very date, the petitioner had filed the writ petition in the High Court.",
      "labels": [
        "FAC"
      ],
      "id": "08b68ecd77824a75a153363efc8a4410_20"
    },
    {
      "start": 5181,
      "end": 5341,
      "text": "\n6. The writ petition was dismissed on 17.10.2023 with a direction to the petitioner to file objection under section 34 of the Act before the appropriate Court.",
      "labels": [
        "FAC"
      ],
      "id": "926b4d52909341d4915424fb8c2c8088_21"
    },
    {
      "start": 5343,
      "end": 6096,
      "text": "7. It has been submitted on the basis of such averments made in the writ petition and copy of the order filed as Annexure 8 to the writ petition that once the petitioner was relegated by this Court to avail the statutory remedy available under the Act, the petitioner ought not to have file the writ petition praying for quashing of the entire proceedings held after the stage of conciliation relating to the complaint made by respondent no.5 and knowingly fully well that the Facilitation Council has passed an order, prayer no. 3 praying for a direction to the respondent nos.1 and 2 to proceed in accordance with the provisions of Arbitration and Conciliation Act, 1996 as mandate by the MSMED Act, 2006 could not also be made in this writ petition.\n",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5ba56a6ea4104e87a5e9eb4deb068311_22"
    },
    {
      "start": 6096,
      "end": 6433,
      "text": "8. It has been pointed out by learned counsel for respondent nos.1 and 2 that although the petitioner may have file an appeal before the Commercial Court No.2, he has made several averments in the writ petition in para 50 onwards which points out that without pre-deposit of 75% of the arbitral award, the appeal will not be entertained.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "7f9d35c556a24f9c884e8c1cc6def1f2_23"
    },
    {
      "start": 6434,
      "end": 6569,
      "text": "The relevant paragraphs read out by learned counsel for respondent nos.1 and 2 namely paras 50, 51 and 52 are being quoted hereinbelow.",
      "labels": [
        "NONE"
      ],
      "id": "92108a8a986b4e0190332ed11cb61a79_24"
    },
    {
      "start": 6571,
      "end": 6950,
      "text": "\"50. That it is respectfully submitted that the application for urgent hearing for disposal of stay application filed under Section 36 (2) of Arbitration and Conciliation Act, 1996 along with recovery certificate was also moved by the petitioner before the learned Commercial Court No.2 on 10.04.2024, which was rejected by the learned Commercial Court No.2 on 10.04.2024 itself.",
      "labels": [
        "FAC"
      ],
      "id": "a026580779664348aeaab442695d744d_25"
    },
    {
      "start": 6951,
      "end": 7121,
      "text": "Photocopy of the application of urgent hearing on 10.04.2024 on which the order has been endorsed on left bottom is being annexed as Annexure No.10 to this writ petition.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "11de5782b0ba40149c797180db1dcaa1_26"
    },
    {
      "start": 7123,
      "end": 7579,
      "text": "51. That as per the section 19 of MSME Act, 2006 no application for setting aside any award or order made either by the Council itself or by any Institution or Centre providing alternate dispute resolution services to which a reference is made by the Council shall be entertained by any court, unless the applicant has deposited with it 75% of the amount in terms of decree, award of as the case may be, the other order in the manner directed by the Court.",
      "labels": [
        "STA"
      ],
      "id": "25908171810b4b9184869df31d6f903a_27"
    },
    {
      "start": 7580,
      "end": 7766,
      "text": "Therefore, the petitioner is having firm information that without depositing the 75%, no orders will be passed by the learned Commercial Court No. 2 in Arbitration Case No.3 of 2024.\n52.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4e53d12a8a63445793caec4d9e5aea01_28"
    },
    {
      "start": 7767,
      "end": 8072,
      "text": "That it is respectfully submitted that no Court can entertain any appeal in whatever form against the order or decree or award passed by the Council under Section 18 of the Act, unless or until the applicant or appellant who file such an appeal deposits 75% of the award amount before the Court concerned.",
      "labels": [
        "STA"
      ],
      "id": "b423f3c0043d47369f11f80df0f4458c_29"
    },
    {
      "start": 8073,
      "end": 8245,
      "text": "Therefore, since it is a condition that 75% of the award or decree amount shall be payable as pre-requisite for entertaining such an appeal, in order to circumvent the same",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc815efbd7ef44eea25428c389bac0b2_30"
    },
    {
      "start": 8246,
      "end": 8403,
      "text": ", since the petitioner has chosen to approach this Court by filing this writ petition under Article 226 of the Constitution, the same cannot be entertained.\"",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c7b692b2ca43421a9cce5a02fa7e9a0b_31"
    },
    {
      "start": 8405,
      "end": 8652,
      "text": "9. It has been submitted by learned counsel for respondents that as of now if there is no appeal in the light of law under Section 19 and therefore, the District authorities can proceed for executing the arbitral award under Section 14 of the Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5ffeeee200ec48cba4251d18b2574f60_32"
    },
    {
      "start": 8653,
      "end": 8816,
      "text": "\n10. Section 14 of The Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation) Act, 2020 which is being quoted hereinbelow:",
      "labels": [
        "STA"
      ],
      "id": "ce830cdeea3f45c18645117f9822a57b_33"
    },
    {
      "start": 8818,
      "end": 9269,
      "text": "\"14. If an enterprise does not file any appeal under section 19 of the Micro, Small and Medium Enterprises Development (MSMED) Act, 2006 for setting aside any decree, award or other order made either by the Council itself or by an institution or centre or if such appeal is dismissed, in that situation such decree, award or order shall be executed by the concerned District Collector and the amount due shall be recovered as arrears of land revenue.\"",
      "labels": [
        "STA"
      ],
      "id": "7ab0b504bbbc4a2bb94df44826af8efd_34"
    },
    {
      "start": 9271,
      "end": 9646,
      "text": "11. It has been submitted by learned counsel appearing on behalf of respondents that the writ petition has been filed under some misconception of law as under Section 14 of the Act, if no appeal has been filed or where an appeal is filed, but it has been rejected, the district administration can proceed to execute the arbitral award passed by the MSME Facilitation Council.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9d95e326d8554f47b2a1758d97b9b1c9_35"
    },
    {
      "start": 9648,
      "end": 10084,
      "text": "12. Learned counsel for the petitioner at this stage, has stated that his appeal has been entertained and he has filed copy of the order sheet at page no.71 onwards of the paper book where several orders have been passed by the Presiding Officer of Commercial Court No.1, wherein the Court has noted that it is an arbitration case challenging an award and that it is not time barred and notice has been issued to the private respondent.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a586a96419b1494f9cbaacf9860e95e6_36"
    },
    {
      "start": 10086,
      "end": 10129,
      "text": "13. This Court has perused the order sheet.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "29a55fec987e4607af6f6307786a1a93_37"
    },
    {
      "start": 10130,
      "end": 10398,
      "text": "It appears that the Presiding Officer has failed to notice that the pre-deposit of 75% of arbitral award under the MSME Act has not been made by the petitioner/appellant and has only noticed that an award has been challenged under the Arbitration and Conciliation Act.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "567d784e197c492c97cf2f6643eb4a5d_38"
    },
    {
      "start": 10399,
      "end": 10588,
      "text": "After notice was issued, the private respondent no.5 has appeared and raised preliminary objection regarding the maintainability of the appeal referring to Section 19 of the MSME Act, 2020.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6cfa4284572846a8b6fa224f2f7b32c6_39"
    },
    {
      "start": 10589,
      "end": 10681,
      "text": "Such preliminary objection has not yet been decided by the Commercial Court/appellate Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f90c32a3a46549c2ae6bb9af2c4fdeaf_40"
    },
    {
      "start": 10683,
      "end": 10929,
      "text": "14. Learned counsel for the petitioner has stated that as of now the appeal is pending before the Commercial Court and it has not yet been rejected and record from the MSME Facilitation Council has also been summoned by an order dated 21.02.2024.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "8dd6b6c0d4664611aaff94467f6e4509_41"
    },
    {
      "start": 10930,
      "end": 11083,
      "text": "Learned counsel for respondent no. 5 has pointed out that the order passed on 21.02.2024 had been passed when the private respondent had not been served.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9ec47ce52fd9442b99ac9687b875c7e4_42"
    },
    {
      "start": 11084,
      "end": 11662,
      "text": "\n15. Learned counsel for petitioner has placed reliance upon the judgment rendered by Hon'ble Supreme Court in case of Jharkhand Urja Vikas Nigam Limited vs. State of Rajasthan and others reported in (2021) 19 SCC 206 and has read out paras 14 to 16 of the said judgment wherein the Supreme Court has referred Section 18 of MSMED Act and the power of MSME Facilitation Council to conduct the arbitration on its own or to refer the arbitration proceedings to any institution as specified in the said section after following the provisions of the Arbitration and Conciliation Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "88e0d520c96040cea4d9e280fbea2d88_43"
    },
    {
      "start": 11663,
      "end": 12094,
      "text": "\n16. Learned counsel for petitioner has argued that in the said case, since after conciliation proceedings ended because the appellant has not appeared, no order directing payment to the respondents could have been made without actual arbitration proceedings being conducted by the Facilitation Council therefore, order impugned was set aside as it was contrary to the provisions of MSMED Act and also to the Arbitration Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "5425d8461f074a0ca1d6b658e46157e4_44"
    },
    {
      "start": 12096,
      "end": 12332,
      "text": "17. The Court observed that since no opportunity of hearing was given to the appellant after conclusion of period of conciliation proceedings and before the order impugned, it could not be said to be an arbitral award in the eye of law.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6d2ef1b5f5d84984a8bbb071f5538f7f_45"
    },
    {
      "start": 12333,
      "end": 12509,
      "text": "Therefore, Section 34 of the Act would not apply and writ petition could not be thrown out only on the ground of availability of statutory remedy under Section 34 of Act, 1996.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "176c6bcaf91642869f96d44d964270b1_46"
    },
    {
      "start": 12510,
      "end": 12737,
      "text": "It has been submitted by learned counsel for the petitioner on the basis of pleading on record that after conciliation proceedings ended, the petitioner was not heard at all by the Facilitation Council and the award was passed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "772a92412c054d9d9b7efd851a7cdc32_47"
    },
    {
      "start": 12739,
      "end": 13022,
      "text": "18. However, this Court is of the opinion that the petitioner cannot be permitted to simultaneously, argue the same ground in appeal that it has filed under Section 34 of the Act of 1996/Section 19 of the MSMED Act, 2020 and raise a challenge to the arbitral award before this Court.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c437952104154d8cbd63cf024b6b05ee_48"
    },
    {
      "start": 13024,
      "end": 13820,
      "text": "19. Learned counsel for the petitioner has placed reliance upon para 15 of judgment rendered in Vijeta Construction vs. Indus Smelters Ltd., and another reported in 2021 SCC OnLine SC 3436 and emphasised the observations made by the Supreme Court that if there is no amicable settlement during the conciliation or under sub-section (2) of Section 18, then the arbitration proceedings were required to be initiated as provided under section Sub-Section (3) of Section 18 which have not been initiated in the case of Vijeta Construction (Supra) and the Court directed the matter to be remitted to the Facilitation Council to follow the procedure under Section 18 of MSMED Act and quash and set aside the order passed by the Facilitation Council for making payment to the contesting respondents.\n20.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "2b37c27ce20b43bda8fb7cac25f7d0f6_49"
    },
    {
      "start": 13821,
      "end": 14262,
      "text": "This Court is of the opinion that the judgment of Jharkhand Urja (Supra) and Vijeta Construction (Supra) have both been rendered on the facts and circumstances of the particular cases being considered by the Supreme Court, where the Facilitation Council had passed an order against the appellants without undertaking the arbitration proceedings that were necessarily to be undertaken as per Section 18 of the Act on failure of consideration.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "0bc15e8fa75544f8b664364a6e020229_50"
    },
    {
      "start": 14264,
      "end": 14553,
      "text": "21. Learned counsel for the petitioner during the course of dictation of the judgment in open court has also placed reliance upon an order passed by the learned Single Judge of High Court of Madras relating to the same issue, which this Court finds inappropriate to refer to in this order.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "d77482c875834182b46dc8bb7d619618_51"
    },
    {
      "start": 14555,
      "end": 14891,
      "text": "22. Learned counsel for the respondents has placed reliance upon the judgment reported in Tirupati Steels vs. Shubh Industrial Component AIR OnLine 2022 SC 562 wherein the Supreme Court has held that the requirement of deposit of 75% of the amount in terms of the award as a pre-deposit as per Section 19 of the MSMED Act, is mandatory.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "e0d5946771ba40549e263df58d884d2c_52"
    },
    {
      "start": 14892,
      "end": 15128,
      "text": "It has further observed that if the 75% of the awarded amount is not deposited, the application under section 34 of the Arbitration Act, 1996 challenging the award shall not be entertained and the execution proceedings may continue.\n23.",
      "labels": [
        "RATIO"
      ],
      "id": "3f1ce294d4784405bb6ea1e15a72a03d_53"
    },
    {
      "start": 15129,
      "end": 15461,
      "text": "Having gone through the pleadings on record and having heard learned counsel for the parties, we find that prayer nos.2 and 3 of the writ petition fail and cannot be granted by this Court as the similar prayers had been made by the petitioner in Writ Petition (C) No.8511 of 2023 which was dismissed by this Court on 17.12.2023.\n24.",
      "labels": [
        "RATIO"
      ],
      "id": "729910209ca542ac8651e336d57ac3a8_54"
    },
    {
      "start": 15462,
      "end": 15931,
      "text": "With regard to prayer nos.1 and prayer no.4 of this petition, regarding quashing of recovery notice dated 16.04.2024 issued by the Sub Divisional Magistrate, Sadar, Lucknow and the recovery notice dated 22.03.2024 issued by Tehsildar, Sadar Lucknow and for releasing the bank account of the Company, the petitioner's appeal under Section 19 has not yet been admitted and a preliminary objection has been raised by the private respondent before the Commercial Court.\n25.",
      "labels": [
        "RPC"
      ],
      "id": "b4ffafa90f984708bf403bd0e13e818a_55"
    },
    {
      "start": 15932,
      "end": 16057,
      "text": "The Commercial Court shall look into the condition of pre-deposit of 75% of the arbitral award and pass an appropriate order.",
      "labels": [
        "RPC"
      ],
      "id": "843934b5d3c24dc194833b9fcd12c074_56"
    },
    {
      "start": 16058,
      "end": 16233,
      "text": "At this stage, the counsel for the petitioner on instructions from his client says that it is ready to deposit 75% of arbitral award in the appeal before the Commercial Court.",
      "labels": [
        "RPC"
      ],
      "id": "9c55203106724231af77ea38cdbfbec9_57"
    },
    {
      "start": 16234,
      "end": 16284,
      "text": "This assurance has been given to the Court orally.",
      "labels": [
        "RPC"
      ],
      "id": "3fcbe030bfae4d03bf4656799c574e34_58"
    },
    {
      "start": 16285,
      "end": 16590,
      "text": "However, if the petitioner complies with the condition of pre-deposit of 75% of arbitral award within a week, and the Commercial Court admits the appeal as per the law settled in Tirupati Steels (supra) then the District administration may not pursue the recovery proceedings as impugned in this petition.",
      "labels": [
        "RPC"
      ],
      "id": "1a3fb3fcb89b4f0fb67bb8d1af6208c7_59"
    },
    {
      "start": 16592,
      "end": 16659,
      "text": "26. With these observations, the writ petition stands disposed off.",
      "labels": [
        "RPC"
      ],
      "id": "cb0c95a34dd04758bba9850acb0f330c_60"
    },
    {
      "start": 16660,
      "end": 16772,
      "text": "\nOrder Date :- 19.4.2024 Pks .\n ( Brij Raj Singh,J.)    (Sangeeta Chandra,J.)\n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n ",
      "labels": [
        "NONE"
      ],
      "id": "1fcb88779c92463a94e9969eeecd54ec_61"
    }
  ]
}