{
  "id": "cb928d775b0a274117a2a7aad03b14c7e92be97d721eeb612d3be9a967b07882",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nArunkumar Jagatramka vs Ultrabulk A/S on 18 March, 2021 \nAuthor: N.V.Anjaria\nBench: N.V.Anjaria, A.S. Supehia\n       C/Sca/1734/2021                                        Cav Judgment\n\n\n\n            In The High Court Of Gujarat At Ahmedabad\n\n             R/Special Civil Application No. 1734 of 2021\n\nFor Approval And Signature:\n\nHonourable Mr. Justice N.V.Anjaria\nand\nHonourable Mr.  JUSTICE A.S. SUPEHIA ========================================================== \n\n1     Whether Reporters of Local Papers may be allowed to       see the judgment ?                                                   Yes 2     To be referred to the Reporter or not ?                              Yes 3     Whether their Lordships wish to see the fair copy of the       judgment ?                                                           No 4     Whether this case involves a substantial question of law       as to the interpretation of the Constitution of India or any         No       order made thereunder ? \n\n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n                          ARUNKUMAR JAGATRAMKA                                   Versus                               ULTRABULK A/S ================================== = = = = = = = = = = = = = = = = = = = = = = = =\nAppearance:\nMR SANDEEP BAJAJ WITH MR VIVEK B GUPTA(5611) for the Petitioner(s)\nNo. 1 MR MIHIR JOSHI, SR. ADVOCATE WITH MR.ADITYA KRISHNAMURTHY AND MR HARSH N PAREKH(6951) for the Respondent(s) No . 1 = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n    CORAM: HONOURABLE MR. JUSTICE N.V.ANJARIA            and            HONOURABLE MR. JUSTICE A.S. SUPEHIA                       Date : 18/03/2021                          CAV JUDGMENT (PER : HONOURABLE MR. JUSTICE N.V.ANJARIA) The petitioner-judgment debtor has filed the present petition to seek the following prayers. \n            (i)             to set aside order dated 07th             January,        2011 passed below  application Exh.54 by court of learned Principal Senior Civil Judge, Jamnagar, in Commercial Execution Petition No.161 of 2019;\n(ii) to direct the court below to decide petitioner's application Exh.65 dated 12th October, 2020 challenging the jurisdiction of the court before proceeding further;\n(iii) in the alternative, it is prayed to direct petitioner's application Exh.65 along with the pending applications.\n2. The grievance of the petitioner-judgment debtor is in respect of the order passed by the executing court under Order XXI, Rule 37 of the Code of Civil Procedure, 1908, whereby the petitioner is required to show cause as to why petitioner should not be committed to civil prison. \n3. The respondent-Ultrabulk A/S, a company incorporated under the laws of Denmark, happens to be the decree holder, in whose favour stands judgment and decree dated 09th November, 2017 passed by the High Court of Justice, Queens Bench Division, Commercial Court of England & Wales, U.K. in the matter of Ultrabulk A/S v. Arun Kumar Jagatramka, for a sum of USD 5,062,462 equivalent to more than Rs.32.00 crores, in addition to the interest. \n3.1 It was to execute the said foreign decree that the execution proceedings and application Exh.54 therein was filed under Order XXI Rule 37, CPC. The Ministry of Law, Government of India, by issuing Notification dated 01st March, 1953 designated the United Kingdom, it was stated, to be the reciprocating territory under Section 44A of CPC, whereas High Court in England to be the superior court of that territory. Issuance of notice pursuant to application Exh.54 motivated the petitioner to approach this Court by way of the present petition. \n3.2 The case of the respondent-decree holder in its application Exh.54 was inter alia that the petitioner, rated as one of the richest individuals in India, had given a personal guarantee-cum-on demand bond on 02nd July, 2013 on behalf of Gujarat NRE Coke Limited in favour of the respondent . Thereby it was committed by the petitioner that his liability to make payment to the respondent herein of USD 4,259,395 would arise upon failure of the said NRE Coke Limited to make payment of the said amount on or before 31st December, 2013. The said company remitted only USD 2.3 million out of the total. Thereupon in view of the personal guarantee as above, the liability of the petitioner to make payment of USD 4.25 million was crystalised. It was further mentioned that around 01st January, 2014, the petitioner acted with dishonest intention to avoid the liability of payment and sold off the assets in favour of the third parties. \n3.3 The respondent therefore instituted the suit before the English High Court on 22nd June, 2015 against the petitioner to recover the amount on the basis of said personal guarantee-cum-on demand bond. It was stated that at no point of time the petitioner herein raised any objection as to the jurisdiction before the English High Court. The petitioner also instituted Civil Suit No.77 of 2017 on 07th March, 2017 before the Kolkata High Court seeking permanent injunction against the respondent from prosecuting his case before the English Court. This suit was withdrawn as the English High Court passed the decree rendering the petitioner indebted to the respondent company. \n3.4 The execution petition which was under Section 44A, CPC was initially filed on 28th April, 2018 before the Commercial Court at Rajkot, before which court the petitioner filed an application objecting to the jurisdiction on the ground that the dispute was not a commercial dispute. Thereafter the execution petition came to be transferred to Commercial Court at Jamnagar. The application of the petitioner questioning the jurisdiction was rejected by order dated 10th April, 2019. \n3.5 The aforesaid order dated 10th April, 2019 was sought to be challenged by the petitioner by filing Special Civil Application No.8334 of 2019 before this Court which was dismissed by Division Bench of this Court on 26th August, 2019. The petitioner has quoted certain observations made by this Court while dismissing the said petition as under. \n\"13..... On the contrary, the record indicates that having filed objections under section 13 of the CPC before the Commercial Court at Rajkot, only with an aim and object to delay the execution proceedings, the petitioner filed the present application exhibit 19 and on its dismissal, the present writ petition under Article 227 of the Constitution of India. \n14..... It would not be out of place to record that having participated in the proceedings before the English Commercial Court, having given a guarantee and the Judgment of English Court having become final, only with a view to throw spanner in the execution of such decree, the present petition is filed only with a view to create hurdle and delay the execution proceedings, which is nothing but an abuse of the process of the Court. We confirm the findings of the Court below and the Commercial Court having jurisdiction, has jurisdiction to entertain the execution petition filed by the respondent. The petition is devoid of any merits and the same is liable to be dismissed and is hereby rejected in limine with cost of Rs. 25,000/ to be deposited by the petitioner within a period of one week with Gujarat High Court Legal Services Committee.\"\n3.6 Against the aforementioned order of this Court, Special Leave Petition was filed by the judgment debtor which was disposed of as per following order dated 29th September, 2020. \n\"The Commercial Execution Petition was filed in the Commercial Court, Rajkot for execution of decree passed on 09.11.2017 by the High Court of Justice, (Queen's Bench Division) Commercial Court of England and Wales. The petitioner raised a ground of maintainability of the execution petition which was rejected by the Commercial Court and upheld by the High Court aggrieved by which the above Special Leave Petition has been filed. \nMr. Sandeep Bajaj, learned counsel appearing for the petitioner submits that the commercial court does not have the jurisdiction to entertain an Execution Petition under the Commercial Courts Act. Liberty is given to the petitioner to raise this contention before the Execution Court. \nWith the above observation, the Special Leave petition is disposed of.\"\n3.7 In application Exh.54, the respondent-decree holder set out certain supportive facts and aspects, summarised hereunder. \n(i) as per the report of \"Financial Express\" dated 21st June, 2019, Serious Fraud Investigation Office has been investigating into the financial affairs of the Kolkata based Gujarat NRE Coke, \n(ii) by order passed in Special Civil Application No.18238 of 2019, this Court allowed the petitioner to travel abroad as the lookout circular was not served upon the petitioner. The said order dated 24th October, 2019 was quashed by Division Bench,\n(iii) the executing court required the judgment debtor to file affidavit under Order XXI Rule 41(2),\n(iv) the Kolkata High Court refused permission to the judgment debtor to travel to Brazil by order dated 08th November, 2019,\n(v) in Wollongong Coal Limited v. Gujarat NRE Properties Private Limited, the Supreme Court of New South Walse pronounced that the judgment debtor and his wife in capacity of Directors of the said Coke company, committed breach of fiduciary duties,\n(vi) the judgment debtor had still been travelling in different luxury cars of the value in lakhs,\n(vii) the personal website of judgment debtor showed his profile, that he was the Chairman of Gujarat NRE Group, one of the largest independent producers of metallurgical coke and wealth creator of India, that he is an active member of Confederation of Indian Industries, the Associated Chambers of Commerce & Industry, that he was a prominent person in the field and the international fora etc. 3.8 The decree holder gave details of remuneration received by judgment debtor from Gujarat NRE for acting as Chairman & Managing Director, annexing financial statements of Gujarat NRE from Year 2004 to 2017. It was contended that if the judgment debtor's Affidavit of Assets was to be believed, he was liable to be declared insolvent and shown not to be having the means to honour the foreign decree of USD 5,062,462 in addition to interest. The conduct of the judgment debtor was highlighted to further plead that the judgment debtor was siphoning off monies, properties and assets with his wife, daughters and son with an intention to defeat the claims of the creditors. Also the mention was made that F.I.R. No.306 of 2018 dated 03rd December, 2018 in respect of offences alleged under Sections 408, 467, 468, 471, IPC, 1860 has been registered against the judgment debtor that the judgment debtor caused wrongful losses to an Australian coal company. \n3.9 It is to be mentioned that respondent- judgment debtor filed an application Exh.11 under Section 13, CPC before the executing court and questioned the conclusiveness of decree of English Court contending that the amount was not liable to be recovered. Another application Exh.45 was filed seeking consequential dismissal of the execution proceedings. Both these applications came to be dismissed on 29th September, 2020 by the executing court. Subsequent to the aforementioned order of the Apex Court dated 29th September, 2020, it appears that the petitioner filed application Exh.65 challenging the jurisdiction of the executing court. As per the averment made in paragraph-49 of affidavit-in-reply dated 30th January, 2021 of the respondent, the said application Exh.65 has been reserved for judgment by the court.\n4. Heard learned advocate Mr.Sandeep Bajaj with learned advocate Mr.Vivek Gupta for the petitioner and learned senior advocate Mr.Mihir Joshi assisted by learned advocates Mr.Aditya Krishnamurthy and Mr.Harsh Parekh for the respondent, at length. \n4.1 One of the main contentions on behalf of the petitioner raised by his learned advocate was that the court below has recorded certain premature and prejudicial findings of fact and thereby virtually decided the show-cause notice. It was submitted that in paragraph-29 of the impugned order \"it is brought on record that the judgment debtor has financial capacity to satisfy the deemed decree passed by this court but has deliberately chosen and failed to do so.\". It was next submitted that similarly in paragraph-31 the court below recorded that, \"conduct of the judgment debtor indicates his unwillingness to pay inspite of his means to pay. The judgment debtor having means to pay the decreetal amount has neglected his obligation under the decree.\". Learned advocate submitted that the notice under Order XXI, Rule 37 shall have to follow the procedure under Rule 40, CPC, yet the court below has by making such observations, prejudged the issue. \n4.2 Learned advocate for the petitioner next submitted that the decree holder was required to demonstrate as per Section 51, CPC, that the petitioner had after institution of the suit before the English Court, dishonestly transferred the property and that though the petitioner has since date of the decree the means to pay the decreetal amount, yet he has neglected to pay the same. The submissions were raised that irrelevant aspects were considered and further that the petitioner was not given reasonable opportunity to defend his case before issuing notice under Order XXI, Rule 37, CPC. It was also the submission on behalf of learned advocate for the petitioner that application Exh.65 challenging jurisdiction of the court below was pending which was filed pursuant to liberty granted by the Apex Court as per order dated 29th September, 2020 in SLP (C) No.11689 of 2020, yet the court below proceeded to consider the application under Order XXI Rule 37, CPC. It was submitted that the court below ought to have decided the application Exh.65 before deciding the application Exh.54, and that in not deciding the application challenging the jurisdiction of the court beforehand, the court has made it infructuous. \n4.3 Learned senior counsel for the respondent put forth his contentions on the basis of the contents of affidavit-in-reply filed by the respondent in response to the petition. The facts and circumstances stated in application Exh.54 were highlighted to submit that under Section 44A(1), CPC, decree could be executed in India and that by legal fiction the foreign decree was merged into a deemed decree of trial court, as applications Exh.11 and Exh.45 were dismissed. Respondent submitted that the civil suit before the Kolkata High Court was an attempt to stall the proceedings before the London Court. Referring to order dated 26th August, 2019 passed by tis Court in Special Civil Application No.8334 of 2019, it was emphasised that this Court observed that the judgment debtor had been acting \"to throw spanner in the execution\".\n4.4 It was submitted that but for the restrictive orders passed by the Court, judgment debtor had been attempting to leave the country, and that the banks and financial institutions have large claim against the petitioner. It was contended that order dated 29th February, 2020 was challenged in SLP (C) No.11689 of 2020 but the Supreme Court did not stay the execution proceedings nor stayed the order dated 29th February, 2020. It was submitted that mere raising of objection regarding jurisdiction cannot automatically result into stay of proceedings. Learned senior advocate submitted that the court below had issued only notice and the further inquiry is yet to succeed, wherein judgment debtor could adduce evidence in rebuttal. \n5. At this stage, a brief reference to the applicable relevant provisions may be made. Section 51, CPC provides for powers of the court to enforce the execution. Amongst the modes prescribed, it is provided as one of the recourses that upon application of the decree holder, the court may order execution of decree by arrest and detention of judgment debtor in prison. The Proviso attached thereto says that where the decree is for payment of money, the execution by detention in prison is not to be ordered unless reasonable opportunity of showing cause to the judgment debtor is extended and the court is satisfied that the conditions stated in the provision were fulfilled or met with. \n5.1 Operating supplementary to what is contemplated in the Proviso referred to above, Order XXI Rule 37, CPC provides as under.\n37. Discretionary power to permit judgment-debtor to show cause against detention in prison--(1) Notwithstanding anything in these rules, where an application is for the execution of a decree for the payment of money by the arrest and detention in the civil prison of a judgment-debtor who is liable to be arrested in pursuance of the application, the Court shall, instead of issuing a warrant for his arrest, issue a notice calling upon him to appear before the Court on a day to be specified in the notice and show cause why he should not be committed to the civil prison:\nProvided that such notice shall not be necessary if the Court is satisfied, by affidavit, or otherwise that, with the object or effect of delaying the execution of the decree, the judgment-debtor is likely to abscond or leave the local limits of the jurisdiction of the Court. \n(2) Where appearance is not made in obedience to the notice, the Court shall, if the decree- holder so requires, issue a warrant for the arrest of the judgment-debtor. \n5.1.1 Order XXI Rule 37(1) envisages that the executing court, instead of issuing warrant of arrest of judgment debtor, issue a notice calling upon him to appear before the court on the specified date to show cause as to why he should not be committed to civil prison. On the face of it, the provision is for issuing a show cause notice only. As per sub-rule (2), where appearance is not made in obedience to the notice, it will be permissible for the court to issue a warrant for arrest of judgment debtor. What becomes clear is that it is obligatory on part of the court to issue a notice instead of issuing a arrest warrant of the judgment debtor straightway. \n5.1.2 Once the presence of the judgment debtor is secured by the court by exercising jurisdiction under Rule 37(2) above, the further procedure to be followed by the court is contemplated for in Rule 40 of Order XXI. Order XXI Rule 40 is as under. \n40. Proceedings on appearance of judgment-debtor in obedience to notice or after arrest--(1) When a judgment-debtor appears before the Court in obedience to a notice issued under rule 37, or is brought before the Court after being arrested in execution of a decree for the payment of money, the Court shall proceed to hear the decree-holder and take all such evidence as may be produced by him in support of his application for execution and shall then give the judgment-debtor an opportunity of showing cause why he should not be committed to the civil prison.\n(2) Pending the conclusion of the inquiry under sub-rule (1) the Court may, in its discretion, order the judgment-debtor to be detained in the custody of an officer of the Court or release him on his furnishing security to the satisfaction of the Court for his appearance when required.\n(3) Upon the conclusion of the inquiry under sub- rule (1) the Court may, subject to the provisions of section 51 and to the other provisions of the Code, make an order for the detention of the judgment-debtor in the civil prison and shall in that event cause him to be arrested if he is not already under arrest:\nProvided that in order to give the judgment- debtor an opportunity of satisfying the decree, the Court may, before making the order of detention, leave the judgment-debtor in the custody of an officer of the Court for a specified period not exceeding fifteen days or release him on his furnishing security to the satisfaction of the Court for his appearance at the expiration of the specified period if the decree be not sooner satisfied. \n(4) A judgment-debtor released under this rule may be re-arrested. \n(5) When the Court does not make an order of detention under sub-rule (3), it shall disallow the application and, if the judgment-debtor is under arrest, direct his release.\n5.1.3 The provision of Order XXI, Rule 40 above necessitates in law that before the final order could be passed, the executing court has to follow the procedure prescribed in the said Rule. As per this Rule after judgment debtor appears in obedience to the notice under Rule 37, it is provided that the court shall proceed to hear the decree holder. The court may take such evidence which may have been produced by the decree holder in support of his request for execution. Thereafter the court is duty- bound to give the judgment debtor an opportunity. It is only after the conclusion of inquiry under sub- rule (1) of Rule 40 that the court can make order for detention of judgment debtor in civil prison. Rule 40 is to be viewed not only procedural but mandatory in nature. \n5.2 The High Court of Andhra Pradesh in S. Ismail v. Agraseni Chit Funds [AIR 2005 AP 33] observed that expression of inquiry employed in Rule 40 means the inquiry with regard to the defence taken by the judgment debtor, and also inquiring into the averments made by the decree holder. This inquiry has to be undergone by the court before it could finally order sending the judgment debtor to civil prison. \n5.3 The impugned order of the executing court issuing notice has to be viewed in light of and in the context of working of the above provisions. While exercising powers under Order XXI, Rule 37, CPC, the court considered various aspects including making of observations about the judgment debtor having financial capacity. Also was taken into consideration by the court that the decree was for payment of money, the conduct of the judgment debtor with attendant aspects, to observe that they were indicative of unwillingness to pay. The court took note of the investigation commenced by Serious Fraud Investigation Office in the financial affairs of Gujarat NRE, the issuance of lookout circular against the judgment debtor and his immediate family members and the order passed by the Kolkata High Court rejecting judgment debtor's application for travelling abroad. The order dated 10th April, 2019 dismissing judgment debtor's application raising objections to the jurisdiction of the Commercial Court, was mentioned and the aspect of filing of F.I.R. against judgment debtor was also referred to. It is not possible to say that the aspects noted by the executing court were not relevant. \n5.3.1 Attended and supported by the aspects broadly stated above, the following observations and reasoning became crux of the impugned order. \n\"28. The Decree Holder apprehends that the Judgment Debtor is concealing his assets by having the same ostensibly registered in the name of his immediate family members with a malicious intention of insulting the same from the claims of the creditors of the Judgment Debtor who are likely to inherit the property of the Judgment Debtor and would be personally liable for the foreign decree upto the value of the property which they would be inheriting from the Judgment Debtor. The Decree Holder has sought for issuance of show cause notice under Order XXI Rule 37 to the Judgment Debtor calling upon him to appear before the court and show cause why he should not be committed to the civil prison as envisaged under S.55 of the Code of Civil Procedure.\" \n5.4 Recording reasons while issuing notice in exercise of discretionary powers under Order XXI, Rule 37, CPC can be said to be a permissible exercise, for, the act of issuance of notice cannot be entirely a mechanical process. A decree holder would not be entitled to contend that notice under the said provision may be readily issued even without applying the basic facts and admitting to consideration the relevant aspects. Application of mind by the executing court for exercise of powers under Order XXI Rule 37, CPC, while issuing notice can indeed not be said to be foreign to the exercise. It is trite principle that wherever discretionary power is conferred on the court, such discretion has to be exercised judicially, on the basis of proper reasons and upon relevant facts and germane considerations. \n5.5 The submission of the petitioner was that application Exh.65 questioning the jurisdiction of the court has not been decided; prayer is also made to direct to decide the said application Exh.65 with other applications. Disposing of the said contention, it goes without saying and is to be observed that the executing court shall not proceed further till it renders decision on application Exh.65 of the judgment debtor. As recorded hereinabove and given out by respondent-decree holder in its reply, the said application Exh.65 is kept reserved for the judgment. In the facts of the case, interest of justice would be sub-served if the executing court is directed to decide the said application Exh.65 time- bound so that a clear picture emerges about the further proceedings. \n5.6 The inquiry to be undergone under Order XXI, Rule 40 is mandatory in nature. As the Section prescribes, it confers on the decree holder right to hearing. It is the stage where the decree holder shall be heard for his case on merits and the court will take all such evidence as may be produced by him in support of his application for execution. Order XXI, Rule 37 and Rule 40 conjointly operates, in which notice under Rule 37 has no conclusive value unless the decree holder establishes his case in accordance with law, in which the judgment debtor has the right to be heard to put forward his case. As the notice under Order XXI, Rule 37 is not an end in itself, what is recorded in the order issuing notice under the said provision has also no finality attached to it. The issuance of notice under Order XXI, Rule 37, once succeeds the inquiry by the court under Rule 40, may or may not result into detaining the judgment debtor into civil prison. Therefore, all the contentions canvassed by the petitioner herein are not tenable in view of operation of the interacting provisions mentioned above. \n5.7 Secondly, orally canvassed and reiterated in written submissions was the grievance that the executing court recorded findings of fact under the guise of issuance of notice, for which the observations made in paragraph Nos.29 and 31 of the impugned order, which are mentioned in paragraph No.4.1 hereinabove, were referred to. As noted above, the stage of inquiry under Rule 40 is yet not exhausted, at which material juncture, the judgment debtor will have right to rebut and to controvert. Even otherwise, the findings recorded and observations made at various places in the impugned order, are in the nature of tentative and prima facie observations having not conclusive value. It could not be said that they amount to prejudging or that they would prejudice the judgment debtor who will have a full opportunity in the inquiry under Order XXI, Rule 40, as may be held by the executing court. \n5.8 In any view, in order to allay the apprehension of the petitioner, this Court is inclined to clarify that any of the observations in the impugned order shall not be final and shall be subject to the findings which may be recorded in the subsequent stages including in the inquiry under Rule 40 as may have to be undertaken. \n6. In view of the foregoing reasons and discussion, the present petition is not liable to be entertained, however following directions shall govern. \n(i) The executing court shall render its decision on the application Exh.65 of the judgment debtor within fifteen days from the date of receipt of this order. This Court has not expressed any opinion on the merits thereof. Neither the impugned order nor the present order shall influence the decision to be taken by the executing court on application Exh.65; \n(ii) Any of the observations including those specifically referred to by the petitioner from Paragraph Nos.29 and 31 of the impugned order shall not be treated as final, they shall not become prejudicial to the judgment debtor in the further inquiry under Order XXI, Rule 40, CPC, if required to be undertaken after order below application Exh.65;\n(iii) In such inquiry, the judgment debtor will have right to rebut and defend his case. \n7. The present petition is dismissed subject to the aforesaid observations and directions. Notice is discharged. \n(N.V.ANJARIA, J) (A. S. SUPEHIA, J) ANUP",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "96ce0026ee584af3a59362e37ce7cf7e_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "7a5285cbfc4e463fadaf81e016e62966_1"
    },
    {
      "start": 242,
      "end": 317,
      "text": "\nGujarat High Court\nArunkumar Jagatramka vs Ultrabulk A/S on 18 March, 2021",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b320aa01f7ca41be817be0c83e9cb933_2"
    },
    {
      "start": 319,
      "end": 646,
      "text": "Author: N.V.Anjaria\nBench: N.V.Anjaria, A.S. Supehia\n       C/Sca/1734/2021                                        Cav Judgment\n\n\n\n            In The High Court Of Gujarat At Ahmedabad\n\n             R/Special Civil Application No. 1734 of 2021\n\nFor Approval And Signature:\n\nHonourable Mr. Justice N.V.Anjaria\nand\nHonourable Mr.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "74402260a098434f8e0ca2b8602709a6_3"
    },
    {
      "start": 648,
      "end": 727,
      "text": "JUSTICE A.S. SUPEHIA ==========================================================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3a9411da4ce848b398397792fc2b7c63_4"
    },
    {
      "start": 730,
      "end": 812,
      "text": "1     Whether Reporters of Local Papers may be allowed to       see the judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ec0d4fedb2c9408f8090d10017e3bdc3_5"
    },
    {
      "start": 863,
      "end": 912,
      "text": "Yes 2     To be referred to the Reporter or not ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "12468b822198437fb14e8d71218bed75_6"
    },
    {
      "start": 942,
      "end": 1025,
      "text": "Yes 3     Whether their Lordships wish to see the fair copy of the       judgment ?",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d6fbc0fd404e42b3b65dba4a056571bf_7"
    },
    {
      "start": 1084,
      "end": 1212,
      "text": "No 4     Whether this case involves a substantial question of law       as to the interpretation of the Constitution of India or",
      "labels": [
        "PREAMBLE"
      ],
      "id": "79f10d8a6c2c46be96a16cc3d94f2a3b_8"
    },
    {
      "start": 1213,
      "end": 1239,
      "text": "any         No       order",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf657f04c5be40058bc818dff5595485_9"
    },
    {
      "start": 1240,
      "end": 1255,
      "text": "made thereunder",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c0044ac01c3e4e169e08decfbbda1d71_10"
    },
    {
      "start": 1256,
      "end": 1263,
      "text": "? \n\n= =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3207e2516d264c98a7739160b060bdec_11"
    },
    {
      "start": 1264,
      "end": 1271,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bdf30abacd3847d3920e4f9a473227f5_12"
    },
    {
      "start": 1272,
      "end": 1279,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "319d0ae3b32e4ab2811e12d7b140ab1e_13"
    },
    {
      "start": 1280,
      "end": 1287,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2edaa2e97ca4f868a1b0dba4e983605_14"
    },
    {
      "start": 1288,
      "end": 1295,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "dada432e7a444466a31c5131194b3ba7_15"
    },
    {
      "start": 1296,
      "end": 1303,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3b07f0c68dcb4f2e982f8333937a45ee_16"
    },
    {
      "start": 1304,
      "end": 1311,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26b07faa0ee7421a94fd9eac02fc25ec_17"
    },
    {
      "start": 1312,
      "end": 1319,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9f85aa44241c4f94a2b79cc1952397ed_18"
    },
    {
      "start": 1320,
      "end": 1327,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9c5684e50dd84ea1b33eaa1164ce449c_19"
    },
    {
      "start": 1328,
      "end": 1335,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "84c759aea60649ec83fd18842ba9cd72_20"
    },
    {
      "start": 1336,
      "end": 1343,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0760123162394a8f99b23a3844374d6b_21"
    },
    {
      "start": 1344,
      "end": 1351,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b1b601b8578348ba95744aea17604172_22"
    },
    {
      "start": 1352,
      "end": 1359,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d3f6366dc6f7428e8e88c9b5f40a398d_23"
    },
    {
      "start": 1360,
      "end": 1367,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e92ed37576bb44aa853779e4ebd5f195_24"
    },
    {
      "start": 1368,
      "end": 1402,
      "text": "= = = =\n                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bc4a824e1bac4803bd140aa977ef9115_25"
    },
    {
      "start": 1402,
      "end": 1422,
      "text": "ARUNKUMAR JAGATRAMKA",
      "labels": [
        "PREAMBLE"
      ],
      "id": "604597401cad4faf84cc6057f4bf7882_26"
    },
    {
      "start": 1457,
      "end": 1463,
      "text": "Versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "daa24f56bf034835b73bdf0b4cf0152a_27"
    },
    {
      "start": 1494,
      "end": 1542,
      "text": "ULTRABULK A/S ==================================",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ab5f23940c2241a2a533edf3a43939ac_28"
    },
    {
      "start": 1543,
      "end": 1550,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "45ecb6eb5ea24665aaeb5bb053ead122_29"
    },
    {
      "start": 1551,
      "end": 1558,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d17e210a4f444d029341aebce0cc753c_30"
    },
    {
      "start": 1559,
      "end": 1566,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3189bd88afac402bb6fbbc03a8484ec9_31"
    },
    {
      "start": 1567,
      "end": 1574,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8352b969c86847bcbccf0710470e3670_32"
    },
    {
      "start": 1575,
      "end": 1582,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3951d15563e744adaec022b6be6087cf_33"
    },
    {
      "start": 1583,
      "end": 1591,
      "text": "= = = =\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5682b19427d4274aba1976d38a92d38_34"
    },
    {
      "start": 1591,
      "end": 1783,
      "text": "Appearance:\nMR SANDEEP BAJAJ WITH MR VIVEK B GUPTA(5611) for the Petitioner(s)\nNo. 1 MR MIHIR JOSHI, SR. ADVOCATE WITH MR.ADITYA KRISHNAMURTHY AND MR HARSH N PAREKH(6951) for the Respondent(s)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "6ad9a7f2607c41f89c6b4466a9841ed9_35"
    },
    {
      "start": 1784,
      "end": 1790,
      "text": "No . 1",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8507c2065538423b814bb25dbfac34b4_36"
    },
    {
      "start": 1791,
      "end": 1798,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a160fee2d61f481184db64958a6c5df3_37"
    },
    {
      "start": 1799,
      "end": 1806,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d42468bc4ecf4529b8e61f60f5ec4cdf_38"
    },
    {
      "start": 1807,
      "end": 1814,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2f29332619234bc5a8c4da83307f35d7_39"
    },
    {
      "start": 1815,
      "end": 1822,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0d41c5a709ea4bdb9e4ed784a0247536_40"
    },
    {
      "start": 1823,
      "end": 1830,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "240f243c34ed491aae2bf76a0c9840cf_41"
    },
    {
      "start": 1831,
      "end": 1838,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "29ea80c9aee14af087fa7b776bd1d123_42"
    },
    {
      "start": 1839,
      "end": 1846,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "23979a595d4b415ebec71157a37e779a_43"
    },
    {
      "start": 1847,
      "end": 1854,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f2e9c1af99da4266acdd378b022f4753_44"
    },
    {
      "start": 1855,
      "end": 1862,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "76049d9fb43b4f88b0f58ae03211c691_45"
    },
    {
      "start": 1863,
      "end": 1870,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bbb101068fa24556862dda53366cfa9a_46"
    },
    {
      "start": 1871,
      "end": 1878,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e2e522c6c3444ed18873c5245f1773ca_47"
    },
    {
      "start": 1879,
      "end": 1886,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "b5761db344ee43348d56e5661ef14dfa_48"
    },
    {
      "start": 1887,
      "end": 1894,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e3a792fef37f48d4aaab056bebc53bad_49"
    },
    {
      "start": 1895,
      "end": 1902,
      "text": "= = = =",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4a937e1ebb994a748a887de974bddac6_50"
    },
    {
      "start": 1903,
      "end": 1952,
      "text": "= =\n    CORAM: HONOURABLE MR. JUSTICE N.V.ANJARIA",
      "labels": [
        "PREAMBLE"
      ],
      "id": "522e12c1c8b34b7faf9d784b03b5ff37_51"
    },
    {
      "start": 1953,
      "end": 2014,
      "text": "           and            HONOURABLE MR. JUSTICE A.S. SUPEHIA",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bf86cc64c4264b68babc03897c629923_52"
    },
    {
      "start": 2037,
      "end": 2080,
      "text": "Date : 18/03/2021                          ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "8bc2c9ca85fa4e7aae5a26a4bc77d99e_53"
    },
    {
      "start": 2080,
      "end": 2135,
      "text": "CAV JUDGMENT (PER : HONOURABLE MR. JUSTICE N.V.ANJARIA)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4d19754b90a24e9a8bdc2471e5a55a91_54"
    },
    {
      "start": 2136,
      "end": 2228,
      "text": "The petitioner-judgment debtor has filed the present petition to seek the following prayers.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "52c2ec29e5304e95a5eb622a4097d27f_55"
    },
    {
      "start": 2229,
      "end": 2748,
      "text": "\n            (i)             to set aside order dated 07th             January,        2011 passed below  application Exh.54 by court of learned Principal Senior Civil Judge, Jamnagar, in Commercial Execution Petition No.161 of 2019;\n(ii) to direct the court below to decide petitioner's application Exh.65 dated 12th October, 2020 challenging the jurisdiction of the court before proceeding further;\n(iii) in the alternative, it is prayed to direct petitioner's application Exh.65 along with the pending applications.\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "90583a1e9a5d49828f49b51779badaef_56"
    },
    {
      "start": 2748,
      "end": 3029,
      "text": "2. The grievance of the petitioner-judgment debtor is in respect of the order passed by the executing court under Order XXI, Rule 37 of the Code of Civil Procedure, 1908, whereby the petitioner is required to show cause as to why petitioner should not be committed to civil prison.",
      "labels": [
        "FAC"
      ],
      "id": "7dc4cabd5f4c4fae878cebaf583cc6c8_57"
    },
    {
      "start": 3031,
      "end": 3471,
      "text": "3. The respondent-Ultrabulk A/S, a company incorporated under the laws of Denmark, happens to be the decree holder, in whose favour stands judgment and decree dated 09th November, 2017 passed by the High Court of Justice, Queens Bench Division, Commercial Court of England & Wales, U.K. in the matter of Ultrabulk A/S v. Arun Kumar Jagatramka, for a sum of USD 5,062,462 equivalent to more than Rs.32.00 crores, in addition to the interest.",
      "labels": [
        "FAC"
      ],
      "id": "cc83803913164707abeeba0048b704b7_58"
    },
    {
      "start": 3473,
      "end": 3620,
      "text": "3.1 It was to execute the said foreign decree that the execution proceedings and application Exh.54 therein was filed under Order XXI Rule 37, CPC.",
      "labels": [
        "FAC"
      ],
      "id": "0b1ac4623b1341b2b219dd1d4f279ea5_59"
    },
    {
      "start": 3621,
      "end": 3889,
      "text": "The Ministry of Law, Government of India, by issuing Notification dated 01st March, 1953 designated the United Kingdom, it was stated, to be the reciprocating territory under Section 44A of CPC, whereas High Court in England to be the superior court of that territory.",
      "labels": [
        "FAC"
      ],
      "id": "49fbfecd725645edb7b68b52e8008f0b_60"
    },
    {
      "start": 3890,
      "end": 4019,
      "text": "Issuance of notice pursuant to application Exh.54 motivated the petitioner to approach this Court by way of the present petition.",
      "labels": [
        "FAC"
      ],
      "id": "d8ef46c15a974276ae6729dc80b9a319_61"
    },
    {
      "start": 4020,
      "end": 4106,
      "text": "\n3.2 The case of the respondent-decree holder in its application Exh.54 was inter alia",
      "labels": [
        "FAC"
      ],
      "id": "b8175f0a558d49659d834d2561c62501_62"
    },
    {
      "start": 4107,
      "end": 4312,
      "text": "that the petitioner, rated as one of the richest individuals in India, had given a personal guarantee-cum-on demand bond on 02nd July, 2013 on behalf of Gujarat NRE Coke Limited in favour of the respondent",
      "labels": [
        "FAC"
      ],
      "id": "af0f39e850114cb88c2a8b903b5a7d4b_63"
    },
    {
      "start": 4313,
      "end": 4557,
      "text": ". Thereby it was committed by the petitioner that his liability to make payment to the respondent herein of USD 4,259,395 would arise upon failure of the said NRE Coke Limited to make payment of the said amount on or before 31st December, 2013.",
      "labels": [
        "FAC"
      ],
      "id": "b3b737e52e074800b4e77cee5c3c61f2_64"
    },
    {
      "start": 4558,
      "end": 4622,
      "text": "The said company remitted only USD 2.3 million out of the total.",
      "labels": [
        "FAC"
      ],
      "id": "957e6c51dc32465991272481806d114b_65"
    },
    {
      "start": 4623,
      "end": 4761,
      "text": "Thereupon in view of the personal guarantee as above, the liability of the petitioner to make payment of USD 4.25 million was crystalised.",
      "labels": [
        "FAC"
      ],
      "id": "b9787cdc013d44618f08f185cae5325e_66"
    },
    {
      "start": 4762,
      "end": 4954,
      "text": "It was further mentioned that around 01st January, 2014, the petitioner acted with dishonest intention to avoid the liability of payment and sold off the assets in favour of the third parties.",
      "labels": [
        "FAC"
      ],
      "id": "41cf913ecf9d4c1da827d3bc4e6fe5d5_67"
    },
    {
      "start": 4956,
      "end": 5158,
      "text": "3.3 The respondent therefore instituted the suit before the English High Court on 22nd June, 2015 against the petitioner to recover the amount on the basis of said personal guarantee-cum-on demand bond.",
      "labels": [
        "FAC"
      ],
      "id": "07354f9e62bd45389cb06ac53b272525_68"
    },
    {
      "start": 5159,
      "end": 5294,
      "text": "It was stated that at no point of time the petitioner herein raised any objection as to the jurisdiction before the English High Court.",
      "labels": [
        "FAC"
      ],
      "id": "91c922b58a4a4ecda2b56d40807540a1_69"
    },
    {
      "start": 5295,
      "end": 5504,
      "text": "The petitioner also instituted Civil Suit No.77 of 2017 on 07th March, 2017 before the Kolkata High Court seeking permanent injunction against the respondent from prosecuting his case before the English Court.",
      "labels": [
        "FAC"
      ],
      "id": "5aa523d0019d4612a53e7a67031a5c04_70"
    },
    {
      "start": 5505,
      "end": 5633,
      "text": "This suit was withdrawn as the English High Court passed the decree rendering the petitioner indebted to the respondent company.",
      "labels": [
        "FAC"
      ],
      "id": "2e8f90c7362b4a87af34cf38295b8639_71"
    },
    {
      "start": 5635,
      "end": 5919,
      "text": "3.4 The execution petition which was under Section 44A, CPC was initially filed on 28th April, 2018 before the Commercial Court at Rajkot, before which court the petitioner filed an application objecting to the jurisdiction on the ground that the dispute was not a commercial dispute.",
      "labels": [
        "FAC"
      ],
      "id": "4e3a56484d1b4b428b1bc63800ff3ff3_72"
    },
    {
      "start": 5920,
      "end": 6009,
      "text": "Thereafter the execution petition came to be transferred to Commercial Court at Jamnagar.",
      "labels": [
        "FAC"
      ],
      "id": "700d9541a33e47919262d127e03623e1_73"
    },
    {
      "start": 6010,
      "end": 6118,
      "text": "The application of the petitioner questioning the jurisdiction was rejected by order dated 10th April, 2019.",
      "labels": [
        "FAC"
      ],
      "id": "f10192d3f55f42cd95e61061611099f3_74"
    },
    {
      "start": 6120,
      "end": 6356,
      "text": "3.5 The aforesaid order dated 10th April, 2019 was sought to be challenged by the petitioner by filing Special Civil Application No.8334 of 2019 before this Court which was dismissed by Division Bench of this Court on 26th August, 2019.",
      "labels": [
        "FAC"
      ],
      "id": "127314c19d294cad974fc4ad3ee6cca3_75"
    },
    {
      "start": 6357,
      "end": 6467,
      "text": "The petitioner has quoted certain observations made by this Court while dismissing the said petition as under.",
      "labels": [
        "FAC"
      ],
      "id": "a063956a68c34ee69b2cd391fc611af9_76"
    },
    {
      "start": 6468,
      "end": 6827,
      "text": "\n\"13..... On the contrary, the record indicates that having filed objections under section 13 of the CPC before the Commercial Court at Rajkot, only with an aim and object to delay the execution proceedings, the petitioner filed the present application exhibit 19 and on its dismissal, the present writ petition under Article 227 of the Constitution of India.",
      "labels": [
        "FAC"
      ],
      "id": "a7267a426fdc45bf99f4f9695d4a9660_77"
    },
    {
      "start": 6829,
      "end": 6836,
      "text": "14.....",
      "labels": [
        "FAC"
      ],
      "id": "be8134692890496b999e096043b261b5_78"
    },
    {
      "start": 6837,
      "end": 7263,
      "text": "It would not be out of place to record that having participated in the proceedings before the English Commercial Court, having given a guarantee and the Judgment of English Court having become final, only with a view to throw spanner in the execution of such decree, the present petition is filed only with a view to create hurdle and delay the execution proceedings, which is nothing but an abuse of the process of the Court.",
      "labels": [
        "FAC"
      ],
      "id": "54e54f04b9f44255be4c135255b58bcb_79"
    },
    {
      "start": 7264,
      "end": 7430,
      "text": "We confirm the findings of the Court below and the Commercial Court having jurisdiction, has jurisdiction to entertain the execution petition filed by the respondent.",
      "labels": [
        "FAC"
      ],
      "id": "6b4dc737840f48fabb43669787bb9e06_80"
    },
    {
      "start": 7431,
      "end": 7681,
      "text": "The petition is devoid of any merits and the same is liable to be dismissed and is hereby rejected in limine with cost of Rs. 25,000/ to be deposited by the petitioner within a period of one week with Gujarat High Court Legal Services Committee.\"\n3.6",
      "labels": [
        "RPC"
      ],
      "id": "43da45e132534d1384b5d6ad26b63e86_81"
    },
    {
      "start": 7682,
      "end": 7858,
      "text": "Against the aforementioned order of this Court, Special Leave Petition was filed by the judgment debtor which was disposed of as per following order dated 29th September, 2020.",
      "labels": [
        "FAC"
      ],
      "id": "c0ecb70d52634fecab8003d16b654d7f_82"
    },
    {
      "start": 7860,
      "end": 8075,
      "text": "\"The Commercial Execution Petition was filed in the Commercial Court, Rajkot for execution of decree passed on 09.11.2017 by the High Court of Justice, (Queen's Bench Division) Commercial Court of England and Wales.",
      "labels": [
        "FAC"
      ],
      "id": "1066c98a65f242fea8c72a8bb34a4840_83"
    },
    {
      "start": 8076,
      "end": 8291,
      "text": "The petitioner raised a ground of maintainability of the execution petition which was rejected by the Commercial Court and upheld by the High Court aggrieved by which the above Special Leave Petition has been filed.",
      "labels": [
        "FAC"
      ],
      "id": "6c0f5f6b20af4c9eb318e65d7147e85d_84"
    },
    {
      "start": 8292,
      "end": 8489,
      "text": "\nMr. Sandeep Bajaj, learned counsel appearing for the petitioner submits that the commercial court does not have the jurisdiction to entertain an Execution Petition under the Commercial Courts Act.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c038c9d3c4ae47529278a552e2738eb2_85"
    },
    {
      "start": 8490,
      "end": 8577,
      "text": "Liberty is given to the petitioner to raise this contention before the Execution Court.",
      "labels": [
        "FAC"
      ],
      "id": "8268392114034b918d5a048b240477f4_86"
    },
    {
      "start": 8578,
      "end": 8654,
      "text": "\nWith the above observation, the Special Leave petition is disposed of.\"\n3.7",
      "labels": [
        "FAC"
      ],
      "id": "abd3e22c1d2a48baa04595113a34c8fb_87"
    },
    {
      "start": 8655,
      "end": 8774,
      "text": "In application Exh.54, the respondent-decree holder set out certain supportive facts and aspects, summarised hereunder.",
      "labels": [
        "FAC"
      ],
      "id": "1ca31eb7fc0c4f2ba5beb75c33834781_88"
    },
    {
      "start": 8775,
      "end": 8967,
      "text": "\n(i) as per the report of \"Financial Express\" dated 21st June, 2019, Serious Fraud Investigation Office has been investigating into the financial affairs of the Kolkata based Gujarat NRE Coke,",
      "labels": [
        "FAC"
      ],
      "id": "a42bb0bec424418eb941322fe571539f_89"
    },
    {
      "start": 8968,
      "end": 9147,
      "text": "\n(ii) by order passed in Special Civil Application No.18238 of 2019, this Court allowed the petitioner to travel abroad as the lookout circular was not served upon the petitioner.",
      "labels": [
        "FAC"
      ],
      "id": "ccefc3dd377648c8ae372f7e61380276_90"
    },
    {
      "start": 9148,
      "end": 10189,
      "text": "The said order dated 24th October, 2019 was quashed by Division Bench,\n(iii) the executing court required the judgment debtor to file affidavit under Order XXI Rule 41(2),\n(iv) the Kolkata High Court refused permission to the judgment debtor to travel to Brazil by order dated 08th November, 2019,\n(v) in Wollongong Coal Limited v. Gujarat NRE Properties Private Limited, the Supreme Court of New South Walse pronounced that the judgment debtor and his wife in capacity of Directors of the said Coke company, committed breach of fiduciary duties,\n(vi) the judgment debtor had still been travelling in different luxury cars of the value in lakhs,\n(vii) the personal website of judgment debtor showed his profile, that he was the Chairman of Gujarat NRE Group, one of the largest independent producers of metallurgical coke and wealth creator of India, that he is an active member of Confederation of Indian Industries, the Associated Chambers of Commerce & Industry, that he was a prominent person in the field and the international fora etc.",
      "labels": [
        "FAC"
      ],
      "id": "db90a2503ca846e79ed7b2de8529559d_91"
    },
    {
      "start": 10190,
      "end": 10398,
      "text": "3.8 The decree holder gave details of remuneration received by judgment debtor from Gujarat NRE for acting as Chairman & Managing Director, annexing financial statements of Gujarat NRE from Year 2004 to 2017.",
      "labels": [
        "FAC"
      ],
      "id": "9d951947824142a5862244368a416f44_92"
    },
    {
      "start": 10399,
      "end": 10632,
      "text": "It was contended that if the judgment debtor's Affidavit of Assets was to be believed, he was liable to be declared insolvent and shown not to be having the means to honour the foreign decree of USD 5,062,462 in addition to interest.",
      "labels": [
        "FAC"
      ],
      "id": "01484e7b96d24522b99d9fadf431c780_93"
    },
    {
      "start": 10633,
      "end": 10863,
      "text": "The conduct of the judgment debtor was highlighted to further plead that the judgment debtor was siphoning off monies, properties and assets with his wife, daughters and son with an intention to defeat the claims of the creditors.",
      "labels": [
        "FAC"
      ],
      "id": "67dd8bb22cf54e0bacbf3d2fe333e091_94"
    },
    {
      "start": 10864,
      "end": 11145,
      "text": "Also the mention was made that F.I.R. No.306 of 2018 dated 03rd December, 2018 in respect of offences alleged under Sections 408, 467, 468, 471, IPC, 1860 has been registered against the judgment debtor that the judgment debtor caused wrongful losses to an Australian coal company.",
      "labels": [
        "FAC"
      ],
      "id": "6d9b9a15b95b485e8f5881b440f5c10e_95"
    },
    {
      "start": 11147,
      "end": 11402,
      "text": "3.9 It is to be mentioned that respondent- judgment debtor filed an application Exh.11 under Section 13, CPC before the executing court and questioned the conclusiveness of decree of English Court contending that the amount was not liable to be recovered.",
      "labels": [
        "FAC"
      ],
      "id": "20c47102d0134a3cb9b2b9621678e941_96"
    },
    {
      "start": 11403,
      "end": 11501,
      "text": "Another application Exh.45 was filed seeking consequential dismissal of the execution proceedings.",
      "labels": [
        "FAC"
      ],
      "id": "3f711826bf6a4491a5f8f2efd892e63c_97"
    },
    {
      "start": 11502,
      "end": 11594,
      "text": "Both these applications came to be dismissed on 29th September, 2020 by the executing court.",
      "labels": [
        "FAC"
      ],
      "id": "d70ef99e58a84827989cef324ea3e9b3_98"
    },
    {
      "start": 11595,
      "end": 11788,
      "text": "Subsequent to the aforementioned order of the Apex Court dated 29th September, 2020, it appears that the petitioner filed application Exh.65 challenging the jurisdiction of the executing court.",
      "labels": [
        "FAC"
      ],
      "id": "34309327cf3848d8a3be0f3a3eb409c0_99"
    },
    {
      "start": 11789,
      "end": 11971,
      "text": "As per the averment made in paragraph-49 of affidavit-in-reply dated 30th January, 2021 of the respondent, the said application Exh.65 has been reserved for judgment by the court.\n4.",
      "labels": [
        "FAC"
      ],
      "id": "4dea06a6824943a8b3d878ba930d5333_100"
    },
    {
      "start": 11972,
      "end": 12215,
      "text": "Heard learned advocate Mr.Sandeep Bajaj with learned advocate Mr.Vivek Gupta for the petitioner and learned senior advocate Mr.Mihir Joshi assisted by learned advocates Mr.Aditya Krishnamurthy and Mr.Harsh Parekh for the respondent, at length.",
      "labels": [
        "NONE"
      ],
      "id": "37acd0c43d1e4bc28e1ce1e1ea5b102f_101"
    },
    {
      "start": 12217,
      "end": 12449,
      "text": "4.1 One of the main contentions on behalf of the petitioner raised by his learned advocate was that the court below has recorded certain premature and prejudicial findings of fact and thereby virtually decided the show-cause notice.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9a54d3eaf3774eaca714a11322d04696_102"
    },
    {
      "start": 12450,
      "end": 12683,
      "text": "It was submitted that in paragraph-29 of the impugned order \"it is brought on record that the judgment debtor has financial capacity to satisfy the deemed decree passed by this court but has deliberately chosen and failed to do so.\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "1abd99487e3547a481592341766135a7_103"
    },
    {
      "start": 12684,
      "end": 12863,
      "text": "It was next submitted that similarly in paragraph-31 the court below recorded that, \"conduct of the judgment debtor indicates his unwillingness to pay inspite of his means to pay.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "9fa42fba7c0a4cb6af8d86736b0b1a3b_104"
    },
    {
      "start": 12864,
      "end": 12973,
      "text": "The judgment debtor having means to pay the decreetal amount has neglected his obligation under the decree.\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "05d5e4d60f5e4c24a08d4ceec59bce90_105"
    },
    {
      "start": 12974,
      "end": 13170,
      "text": "Learned advocate submitted that the notice under Order XXI, Rule 37 shall have to follow the procedure under Rule 40, CPC, yet the court below has by making such observations, prejudged the issue.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cc6662c8225d4f929ec16033164f2d1f_106"
    },
    {
      "start": 13172,
      "end": 13555,
      "text": "4.2 Learned advocate for the petitioner next submitted that the decree holder was required to demonstrate as per Section 51, CPC, that the petitioner had after institution of the suit before the English Court, dishonestly transferred the property and that though the petitioner has since date of the decree the means to pay the decreetal amount, yet he has neglected to pay the same.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6f2c89f8ff544f828bcea0e0bc127032_107"
    },
    {
      "start": 13556,
      "end": 13764,
      "text": "The submissions were raised that irrelevant aspects were considered and further that the petitioner was not given reasonable opportunity to defend his case before issuing notice under Order XXI, Rule 37, CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "bef764a901c74c29bb9b29cc37452dbe_108"
    },
    {
      "start": 13765,
      "end": 14139,
      "text": "It was also the submission on behalf of learned advocate for the petitioner that application Exh.65 challenging jurisdiction of the court below was pending which was filed pursuant to liberty granted by the Apex Court as per order dated 29th September, 2020 in SLP (C) No.11689 of 2020, yet the court below proceeded to consider the application under Order XXI Rule 37, CPC.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "f94c0a4cf6fe4af98353a8363ac43e58_109"
    },
    {
      "start": 14140,
      "end": 14392,
      "text": "It was submitted that the court below ought to have decided the application Exh.65 before deciding the application Exh.54, and that in not deciding the application challenging the jurisdiction of the court beforehand, the court has made it infructuous.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "adebd91180ca4b36ac3b9724b019c8ae_110"
    },
    {
      "start": 14394,
      "end": 14569,
      "text": "4.3 Learned senior counsel for the respondent put forth his contentions on the basis of the contents of affidavit-in-reply filed by the respondent in response to the petition.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "4fb3773895f54d558fbf978ad27a6af2_111"
    },
    {
      "start": 14570,
      "end": 14862,
      "text": "The facts and circumstances stated in application Exh.54 were highlighted to submit that under Section 44A(1), CPC, decree could be executed in India and that by legal fiction the foreign decree was merged into a deemed decree of trial court, as applications Exh.11 and Exh.45 were dismissed.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "6aeedf16ca80439f8d5004e6b40bca77_112"
    },
    {
      "start": 14863,
      "end": 14998,
      "text": "Respondent submitted that the civil suit before the Kolkata High Court was an attempt to stall the proceedings before the London Court.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "a029262b5c564dce991f65d4e7198bd5_113"
    },
    {
      "start": 14999,
      "end": 15232,
      "text": "Referring to order dated 26th August, 2019 passed by tis Court in Special Civil Application No.8334 of 2019, it was emphasised that this Court observed that the judgment debtor had been acting \"to throw spanner in the execution\".\n4.4",
      "labels": [
        "RLC"
      ],
      "id": "d4c5cd2c78b1419985cebabee56c330e_114"
    },
    {
      "start": 15233,
      "end": 15451,
      "text": "It was submitted that but for the restrictive orders passed by the Court, judgment debtor had been attempting to leave the country, and that the banks and financial institutions have large claim against the petitioner.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "c1e3e7bced814b8e9a9caac8621265d5_115"
    },
    {
      "start": 15452,
      "end": 15657,
      "text": "It was contended that order dated 29th February, 2020 was challenged in SLP (C) No.11689 of 2020 but the Supreme Court did not stay the execution proceedings nor stayed the order dated 29th February, 2020.",
      "labels": [
        "FAC"
      ],
      "id": "b3ae59a7ec6548559201c53a69256fc1_116"
    },
    {
      "start": 15658,
      "end": 15782,
      "text": "It was submitted that mere raising of objection regarding jurisdiction cannot automatically result into stay of proceedings.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "fbca5b7825f24cfbb9715d8f8a2b700f_117"
    },
    {
      "start": 15783,
      "end": 15962,
      "text": "Learned senior advocate submitted that the court below had issued only notice and the further inquiry is yet to succeed, wherein judgment debtor could adduce evidence in rebuttal.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "77215ed173f04e2d9c4c60dfb2732bcd_118"
    },
    {
      "start": 15964,
      "end": 16050,
      "text": "5. At this stage, a brief reference to the applicable relevant provisions may be made.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a8853b3f67c8492abee70b88a68c5036_119"
    },
    {
      "start": 16051,
      "end": 16125,
      "text": "Section 51, CPC provides for powers of the court to enforce the execution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "257b7877a3ef40c0ab1690eadf123cb5_120"
    },
    {
      "start": 16126,
      "end": 16332,
      "text": "Amongst the modes prescribed, it is provided as one of the recourses that upon application of the decree holder, the court may order execution of decree by arrest and detention of judgment debtor in prison.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fd08fa6b067b425f9d9d66dca0464a00_121"
    },
    {
      "start": 16333,
      "end": 16652,
      "text": "The Proviso attached thereto says that where the decree is for payment of money, the execution by detention in prison is not to be ordered unless reasonable opportunity of showing cause to the judgment debtor is extended and the court is satisfied that the conditions stated in the provision were fulfilled or met with.",
      "labels": [
        "STA"
      ],
      "id": "e3f02a908d2d4b6389e83adeb1cada4b_122"
    },
    {
      "start": 16653,
      "end": 17633,
      "text": "\n5.1 Operating supplementary to what is contemplated in the Proviso referred to above, Order XXI Rule 37, CPC provides as under.\n37. Discretionary power to permit judgment-debtor to show cause against detention in prison--(1) Notwithstanding anything in these rules, where an application is for the execution of a decree for the payment of money by the arrest and detention in the civil prison of a judgment-debtor who is liable to be arrested in pursuance of the application, the Court shall, instead of issuing a warrant for his arrest, issue a notice calling upon him to appear before the Court on a day to be specified in the notice and show cause why he should not be committed to the civil prison:\nProvided that such notice shall not be necessary if the Court is satisfied, by affidavit, or otherwise that, with the object or effect of delaying the execution of the decree, the judgment-debtor is likely to abscond or leave the local limits of the jurisdiction of the Court.",
      "labels": [
        "STA"
      ],
      "id": "2e8f1bad805847b8af4c3a34b6dfc69a_123"
    },
    {
      "start": 17634,
      "end": 17802,
      "text": "\n(2) Where appearance is not made in obedience to the notice, the Court shall, if the decree- holder so requires, issue a warrant for the arrest of the judgment-debtor.",
      "labels": [
        "STA"
      ],
      "id": "dbdfc20281c24e98afb78322c10c060c_124"
    },
    {
      "start": 17803,
      "end": 18072,
      "text": "\n5.1.1 Order XXI Rule 37(1) envisages that the executing court, instead of issuing warrant of arrest of judgment debtor, issue a notice calling upon him to appear before the court on the specified date to show cause as to why he should not be committed to civil prison.",
      "labels": [
        "STA"
      ],
      "id": "00a1da23236c41fdb986ba23be1a3b37_125"
    },
    {
      "start": 18073,
      "end": 18146,
      "text": "On the face of it, the provision is for issuing a show cause notice only.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "394a2582b3c44b25a377f2ced4300599_126"
    },
    {
      "start": 18147,
      "end": 18311,
      "text": "As per sub-rule (2), where appearance is not made in obedience to the notice, it will be permissible for the court to issue a warrant for arrest of judgment debtor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fe2605995cd645a0baa106b74d53f0a3_127"
    },
    {
      "start": 18312,
      "end": 18466,
      "text": "What becomes clear is that it is obligatory on part of the court to issue a notice instead of issuing a arrest warrant of the judgment debtor straightway.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "18355c70fad44464b29526f920b36019_128"
    },
    {
      "start": 18467,
      "end": 18684,
      "text": "\n5.1.2 Once the presence of the judgment debtor is secured by the court by exercising jurisdiction under Rule 37(2) above, the further procedure to be followed by the court is contemplated for in Rule 40 of Order XXI.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d1b60aeeba0e4f37b3c1d81d7c00c4a1_129"
    },
    {
      "start": 18685,
      "end": 18715,
      "text": "Order XXI Rule 40 is as under.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "593f24c4bdaf4372b9b4ffcd8a9bc8ea_130"
    },
    {
      "start": 18716,
      "end": 20318,
      "text": "\n40. Proceedings on appearance of judgment-debtor in obedience to notice or after arrest--(1) When a judgment-debtor appears before the Court in obedience to a notice issued under rule 37, or is brought before the Court after being arrested in execution of a decree for the payment of money, the Court shall proceed to hear the decree-holder and take all such evidence as may be produced by him in support of his application for execution and shall then give the judgment-debtor an opportunity of showing cause why he should not be committed to the civil prison.\n(2) Pending the conclusion of the inquiry under sub-rule (1) the Court may, in its discretion, order the judgment-debtor to be detained in the custody of an officer of the Court or release him on his furnishing security to the satisfaction of the Court for his appearance when required.\n(3) Upon the conclusion of the inquiry under sub- rule (1) the Court may, subject to the provisions of section 51 and to the other provisions of the Code, make an order for the detention of the judgment-debtor in the civil prison and shall in that event cause him to be arrested if he is not already under arrest:\nProvided that in order to give the judgment- debtor an opportunity of satisfying the decree, the Court may, before making the order of detention, leave the judgment-debtor in the custody of an officer of the Court for a specified period not exceeding fifteen days or release him on his furnishing security to the satisfaction of the Court for his appearance at the expiration of the specified period if the decree be not sooner satisfied.",
      "labels": [
        "STA"
      ],
      "id": "c27bd168df57474bab03e089cfb86bfa_131"
    },
    {
      "start": 20319,
      "end": 20386,
      "text": "\n(4) A judgment-debtor released under this rule may be re-arrested.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e100874403e34590aad3bd8a1b9cd99a_132"
    },
    {
      "start": 20387,
      "end": 20567,
      "text": "\n(5) When the Court does not make an order of detention under sub-rule (3), it shall disallow the application and, if the judgment-debtor is under arrest, direct his release.\n5.1.3",
      "labels": [
        "STA"
      ],
      "id": "e5603c2a674141ddbf9464b022a7c6aa_133"
    },
    {
      "start": 20568,
      "end": 20751,
      "text": "The provision of Order XXI, Rule 40 above necessitates in law that before the final order could be passed, the executing court has to follow the procedure prescribed in the said Rule.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8483fb7ebd3346c5b7148f93cbbdf662_134"
    },
    {
      "start": 20752,
      "end": 20911,
      "text": "As per this Rule after judgment debtor appears in obedience to the notice under Rule 37, it is provided that the court shall proceed to hear the decree holder.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f792baa7f19846a8b94beb3708c6cc73_135"
    },
    {
      "start": 20912,
      "end": 21035,
      "text": "The court may take such evidence which may have been produced by the decree holder in support of his request for execution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "638aa0414ac8448f87ba03ffc438021d_136"
    },
    {
      "start": 21036,
      "end": 21115,
      "text": "Thereafter the court is duty- bound to give the judgment debtor an opportunity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a4ed58b8068c4b5daf244b16d8dcbc8b_137"
    },
    {
      "start": 21116,
      "end": 21269,
      "text": "It is only after the conclusion of inquiry under sub- rule (1) of Rule 40 that the court can make order for detention of judgment debtor in civil prison.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b0f51c68b17c450e8900a3457dfae58f_138"
    },
    {
      "start": 21270,
      "end": 21338,
      "text": "Rule 40 is to be viewed not only procedural but mandatory in nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "739a3a58a3034a29ad04ee9db44fbf0e_139"
    },
    {
      "start": 21340,
      "end": 21625,
      "text": "5.2 The High Court of Andhra Pradesh in S. Ismail v. Agraseni Chit Funds [AIR 2005 AP 33] observed that expression of inquiry employed in Rule 40 means the inquiry with regard to the defence taken by the judgment debtor, and also inquiring into the averments made by the decree holder.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "9df90ec4531d4ccea71427c1dc40db9d_140"
    },
    {
      "start": 21626,
      "end": 21746,
      "text": "This inquiry has to be undergone by the court before it could finally order sending the judgment debtor to civil prison.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e19da50dd92c401189192075f4290b26_141"
    },
    {
      "start": 21748,
      "end": 21892,
      "text": "5.3 The impugned order of the executing court issuing notice has to be viewed in light of and in the context of working of the above provisions.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "511691a3e31c412c97866bd0842c439a_142"
    },
    {
      "start": 21893,
      "end": 22070,
      "text": "While exercising powers under Order XXI, Rule 37, CPC, the court considered various aspects including making of observations about the judgment debtor having financial capacity.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2a31622dfbdf412ebf36a3777b6be536_143"
    },
    {
      "start": 22071,
      "end": 22280,
      "text": "Also was taken into consideration by the court that the decree was for payment of money, the conduct of the judgment debtor with attendant aspects, to observe that they were indicative of unwillingness to pay.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "632387c8ef8d4d9ab74db46bb18e471a_144"
    },
    {
      "start": 22281,
      "end": 22614,
      "text": "The court took note of the investigation commenced by Serious Fraud Investigation Office in the financial affairs of Gujarat NRE, the issuance of lookout circular against the judgment debtor and his immediate family members and the order passed by the Kolkata High Court rejecting judgment debtor's application for travelling abroad.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8675df8a272b48f3b6de7da68f4a2614_145"
    },
    {
      "start": 22615,
      "end": 22847,
      "text": "The order dated 10th April, 2019 dismissing judgment debtor's application raising objections to the jurisdiction of the Commercial Court, was mentioned and the aspect of filing of F.I.R. against judgment debtor was also referred to.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5b7efe488df143e3aa8ab3e0588f2e40_146"
    },
    {
      "start": 22848,
      "end": 22938,
      "text": "It is not possible to say that the aspects noted by the executing court were not relevant.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4057e90a4ef24520ba6cf9fabd0c5638_147"
    },
    {
      "start": 22939,
      "end": 23081,
      "text": "\n5.3.1 Attended and supported by the aspects broadly stated above, the following observations and reasoning became crux of the impugned order.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9ab8cb6b988240af922376ae07bd8f44_148"
    },
    {
      "start": 23083,
      "end": 23560,
      "text": "\"28. The Decree Holder apprehends that the Judgment Debtor is concealing his assets by having the same ostensibly registered in the name of his immediate family members with a malicious intention of insulting the same from the claims of the creditors of the Judgment Debtor who are likely to inherit the property of the Judgment Debtor and would be personally liable for the foreign decree upto the value of the property which they would be inheriting from the Judgment Debtor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "901c181d24d94be99e4b62e1b7998f7d_149"
    },
    {
      "start": 23561,
      "end": 23837,
      "text": "The Decree Holder has sought for issuance of show cause notice under Order XXI Rule 37 to the Judgment Debtor calling upon him to appear before the court and show cause why he should not be committed to the civil prison as envisaged under S.55 of the Code of Civil Procedure.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5a55b4d218424685b6e218a4becc1b2d_150"
    },
    {
      "start": 23838,
      "end": 24065,
      "text": "\n5.4 Recording reasons while issuing notice in exercise of discretionary powers under Order XXI, Rule 37, CPC can be said to be a permissible exercise, for, the act of issuance of notice cannot be entirely a mechanical process.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "14a2df6c5baa448d907dd6f9aa74af18_151"
    },
    {
      "start": 24066,
      "end": 24264,
      "text": "A decree holder would not be entitled to contend that notice under the said provision may be readily issued even without applying the basic facts and admitting to consideration the relevant aspects.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "523639a6a46f4dea841340cf3e4f2c5c_152"
    },
    {
      "start": 24265,
      "end": 24435,
      "text": "Application of mind by the executing court for exercise of powers under Order XXI Rule 37, CPC, while issuing notice can indeed not be said to be foreign to the exercise.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1fc84e3e6824446db77fa989284a6e6d_153"
    },
    {
      "start": 24436,
      "end": 24649,
      "text": "It is trite principle that wherever discretionary power is conferred on the court, such discretion has to be exercised judicially, on the basis of proper reasons and upon relevant facts and germane considerations.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e3628c8bd6f94fe1a8e00c031bc1182a_154"
    },
    {
      "start": 24650,
      "end": 24872,
      "text": "\n5.5 The submission of the petitioner was that application Exh.65 questioning the jurisdiction of the court has not been decided; prayer is also made to direct to decide the said application Exh.65 with other applications.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c156ae829435455d882f9ea2729f9251_155"
    },
    {
      "start": 24873,
      "end": 25073,
      "text": "Disposing of the said contention, it goes without saying and is to be observed that the executing court shall not proceed further till it renders decision on application Exh.65 of the judgment debtor.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "355155c5c9744fc3a25e6614ba6fc6c5_156"
    },
    {
      "start": 25074,
      "end": 25216,
      "text": "As recorded hereinabove and given out by respondent-decree holder in its reply, the said application Exh.65 is kept reserved for the judgment.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "658bd67b82fb4042af9b2ac41f7b30a7_157"
    },
    {
      "start": 25217,
      "end": 25430,
      "text": "In the facts of the case, interest of justice would be sub-served if the executing court is directed to decide the said application Exh.65 time- bound so that a clear picture emerges about the further proceedings.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "961cd0b6d12c46bdbbaa86d656ce68fd_158"
    },
    {
      "start": 25431,
      "end": 25512,
      "text": "\n5.6 The inquiry to be undergone under Order XXI, Rule 40 is mandatory in nature.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f99e8f37aa22420499ff40545c37172b_159"
    },
    {
      "start": 25513,
      "end": 25589,
      "text": "As the Section prescribes, it confers on the decree holder right to hearing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8c38ed20f76745c1bc913e02fb338341_160"
    },
    {
      "start": 25590,
      "end": 25780,
      "text": "It is the stage where the decree holder shall be heard for his case on merits and the court will take all such evidence as may be produced by him in support of his application for execution.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e492fe7975b41aa8dfa70be232c2a91_161"
    },
    {
      "start": 25781,
      "end": 26036,
      "text": "Order XXI, Rule 37 and Rule 40 conjointly operates, in which notice under Rule 37 has no conclusive value unless the decree holder establishes his case in accordance with law, in which the judgment debtor has the right to be heard to put forward his case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4645e8e40e5a4a5dae161eded23e80a7_162"
    },
    {
      "start": 26037,
      "end": 26207,
      "text": "As the notice under Order XXI, Rule 37 is not an end in itself, what is recorded in the order issuing notice under the said provision has also no finality attached to it.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1669d1ec2cc44073b47b4f9ca6949d9c_163"
    },
    {
      "start": 26208,
      "end": 26386,
      "text": "The issuance of notice under Order XXI, Rule 37, once succeeds the inquiry by the court under Rule 40, may or may not result into detaining the judgment debtor into civil prison.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "9d783e9a19d64f1e87cfc1119d7fd26d_164"
    },
    {
      "start": 26387,
      "end": 26536,
      "text": "Therefore, all the contentions canvassed by the petitioner herein are not tenable in view of operation of the interacting provisions mentioned above.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d3ee0ac5ddea4e89ad374bf40c05df6b_165"
    },
    {
      "start": 26538,
      "end": 26867,
      "text": "5.7 Secondly, orally canvassed and reiterated in written submissions was the grievance that the executing court recorded findings of fact under the guise of issuance of notice, for which the observations made in paragraph Nos.29 and 31 of the impugned order, which are mentioned in paragraph No.4.1 hereinabove, were referred to.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "09c1c1e921d647cabe7442872dbc55e5_166"
    },
    {
      "start": 26868,
      "end": 27032,
      "text": "As noted above, the stage of inquiry under Rule 40 is yet not exhausted, at which material juncture, the judgment debtor will have right to rebut and to controvert.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1bbe2691298b4dc2a9fde6a77b568042_167"
    },
    {
      "start": 27033,
      "end": 27222,
      "text": "Even otherwise, the findings recorded and observations made at various places in the impugned order, are in the nature of tentative and prima facie observations having not conclusive value.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f8a7ba8ad40b4dcbbc147a8fcf80724b_168"
    },
    {
      "start": 27223,
      "end": 27436,
      "text": "It could not be said that they amount to prejudging or that they would prejudice the judgment debtor who will have a full opportunity in the inquiry under Order XXI, Rule 40, as may be held by the executing court.",
      "labels": [
        "RATIO"
      ],
      "id": "7fdb685b5b97485b972059df1a06a610_169"
    },
    {
      "start": 27437,
      "end": 27765,
      "text": "\n5.8 In any view, in order to allay the apprehension of the petitioner, this Court is inclined to clarify that any of the observations in the impugned order shall not be final and shall be subject to the findings which may be recorded in the subsequent stages including in the inquiry under Rule 40 as may have to be undertaken.",
      "labels": [
        "RATIO"
      ],
      "id": "1d6193e1a391435abd09b955825e467f_170"
    },
    {
      "start": 27766,
      "end": 27915,
      "text": "\n6. In view of the foregoing reasons and discussion, the present petition is not liable to be entertained, however following directions shall govern.",
      "labels": [
        "RPC"
      ],
      "id": "7d9d023b44d242faa8278d7ee294e202_171"
    },
    {
      "start": 27916,
      "end": 28075,
      "text": "\n(i) The executing court shall render its decision on the application Exh.65 of the judgment debtor within fifteen days from the date of receipt of this order.",
      "labels": [
        "RPC"
      ],
      "id": "2647775e7e4b443f9c99fed9ac9e3859_172"
    },
    {
      "start": 28076,
      "end": 28139,
      "text": "This Court has not expressed any opinion on the merits thereof.",
      "labels": [
        "RPC"
      ],
      "id": "0b5c28e775764bf1900d636dcb478542_173"
    },
    {
      "start": 28140,
      "end": 28275,
      "text": "Neither the impugned order nor the present order shall influence the decision to be taken by the executing court on application Exh.65;",
      "labels": [
        "RPC"
      ],
      "id": "279d5a33845d40a5919be6353c4e0848_174"
    },
    {
      "start": 28276,
      "end": 28713,
      "text": "\n(ii) Any of the observations including those specifically referred to by the petitioner from Paragraph Nos.29 and 31 of the impugned order shall not be treated as final, they shall not become prejudicial to the judgment debtor in the further inquiry under Order XXI, Rule 40, CPC, if required to be undertaken after order below application Exh.65;\n(iii) In such inquiry, the judgment debtor will have right to rebut and defend his case.",
      "labels": [
        "RPC"
      ],
      "id": "943519c0b7924bd8b1b7c61aa613e145_175"
    },
    {
      "start": 28714,
      "end": 28805,
      "text": "\n7. The present petition is dismissed subject to the aforesaid observations and directions.",
      "labels": [
        "RPC"
      ],
      "id": "cda97bbb7a5843c29cddda526afac288_176"
    },
    {
      "start": 28806,
      "end": 28827,
      "text": "Notice is discharged.",
      "labels": [
        "RPC"
      ],
      "id": "5705aef43843451f92e26f071ef741a0_177"
    },
    {
      "start": 28829,
      "end": 28869,
      "text": "(N.V.ANJARIA, J) (A. S. SUPEHIA, J) ANUP",
      "labels": [
        "NONE"
      ],
      "id": "c4792061c7174d9988808e1e9e1886a7_178"
    }
  ]
}