{
  "id": "76fdb77b30a8bd0f11c9342f9ee4ad79d130501c8f98a611c370387b54b97805",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nJharkhand High Court \n(Against The Order Dated 27.04.2019 ... vs Chandan Choudhary on 24 June, 2020\nAuthor: Anil Kumar Choudhary\nBench: Anil Kumar Choudhary\n                                          1                        W.P. (C). No.3935 of 2019\n\n\n\n\n             In The High Court Of Jharkhand At Ranchi\n                     W.P. (C). No. 3935 of 2019\n\n      (Against the Order dated 27.04.2019 passed by the District Judge-XIV-cum-\n      Presiding Officer, Commercial Court, Dhanbad in Execution Case No. 36 of\n      2019)\n\n         Daimler Financial Services India Pvt. Limited., A company registered\n         under the Companies Act, 1956 having its registered office at Rmz\n         Millennia Business Park, Campus 3B, Unit 202, 143, Dr. Mgr Road,\n         P.O & P.S. -Perungudi, District -Chennai -600096, Tamil Nadu\n         through its authorized representative Manoj Bijwe, S/o -Krishna Rao\n         aged about 38 years, at Daimler Financial Services India Pvt. Limited,\n         at Unit No. 202, 2nd Floor, Campus 3B, Rmz Millenia Business Park,\n         No . 143, Dr. M.G.R. Road, P.O. & P.S. -Perungudi, District -Chennai, \n         State -Tamil Nadu. \n                                                           .....     Petitioner \n                                        Versus\n        1. Chandan Choudhary, S/o Not known to the applicant, R/o H.No. \n           2, P.O. Jalda, P.S.+ Dist.- Chatra, Jharkhand-825103. \n        2. Prabhudayal Singh, S/o Not known to the applicant, R/o H.No. 2, \n           Village Kutregniya, P.O.- Jalda, P.S. and Dist.- Chatra, Jharkhand-\n           825103.\n                                        .....     Opposite Parties / Respondents \n\n\n\n                                      Present \n\n              Hon'Ble Mr. Justice Anil Kumar Choudhary \n                                    ..... \nFor the Petitioner : Mr. Bharat Kumar, Advocate For the Respondent : Mr. Prabhas Ch. Sinha, Advocate .....\nBy the Court:-\n1. Heard the learned counsel for the parties through video conferencing. \n2. This writ petition has been filed by the petitioner invoking the jurisdiction of this Court under Article 227 of the Constitution of India with the prayer for quashing and setting aside the Order dated 27.04.2019 passed by the Presiding Officer, Commercial Court, Dhanbad in Execution Case No. 36 of 2019 whereby and where under the case filed for Execution of Award dated 14.02.2017 in Arbitration case no. 1668 of 2015 arising out of Loan Agreement No. 20107095 dated 30.04.2014 before the sole arbitrator, was dismissed by the said Commercial Court on the ground that there is no notification of the State Government with respect to \"specified value\" in the light of the amendment of The commercial Courts Act, 2015 as amended by the 'The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018 (28 of 2018) (Here in after referred to as the amendment Act of 28 of 2018). \n3. It is submitted by Mr. Bharat Kumar, the learned counsel for the petitioner that the petitioner is a non-banking finance company. The opposite parties obtained loan which they failed to repay. As per the agreement, the matter was referred to the sole arbitrator. The sole arbitrator passed the award. The petitioner filed the petition for execution of the said award which was numbered as Execution Case No. 36 of 2019 in the Commercial Court, Dhanbad. \n4. Referring to Section 3 (1-A) of the Commercial Courts Act, 2015 as amended by the amendment Act of 28 of 2018, which became retrospectively effective from 03.05.2018 which reads as under:- \n\"3. [(1-A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.]\"(Emphasis Supplied) The learned Court below observed that the said Court below is at present having pecuniary jurisdiction of one crore rupees or such higher value as may be notified by the Central Government as there is no notification of the State in compliance of Section 3 (1-A) of the Commercial Courts Act, 2015 as amended by the amendment Act of 28 of 2018, and came to a conclusion that the Court below has no jurisdiction to decide the execution petition and dismissed the same for being non-maintainable.\n5. Mr. Kumar, the learned counsel for the petitioner drawing attention of the Court to Section 2(1) (i) of the Commercial Courts Act, 2015 as amended by the said amendment Act of 28 of 2018 which reads as under:-\n'2(1)(i) \"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government' (Emphasis Supplied) Submitted that therein the words \"which shall not be less than three lakh rupees\", before 03.05.2018, that is before being amended by amendment Act of 28 of 2018 used to be \"which shall not be less than one crore rupees.\"\n6. Drawing attention of this Court to annexure-4 of the brief which is the notification regarding establishment of the Commercial Court inter alia at Dhanbad which reads as under:-\nNotification The 24th may, 2016 S.O. 24 - dated 27th may, 2016 In exercise of the powers conferred by Section 3(1) of The Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act, 2015, the State Government in consultation with the Hon'ble High Court of Jharkhand, Ranchi, is pleased to establish one Commercial Court each at Ranchi, Dhanbad & East Singhbhum (Jamshedpur) District. The jurisdiction of above mentioned Commercial Courts at Ranchi, Dhanbad and East Singhbhum (Jamshedpur) shall be the local limits of Ranchi, Dhanbad and East Singhbhum (Jamshedpur) District respectively. \n2. This notification shall come into force with effect from the date of notification. \n(File No. -B/Vidhi-Court Gathan-Ka-02/2016-1220/J) By the order of the Governor of Jharkhand, Dinesh Kumar Singh Principal Secretary-cum-L.R. Law Department Govt. of Jharkhand, Ranchi. \nAnd also drawing attention of this Court to annexure-5 of the brief by which the local limits of jurisdiction has been vested upon the said three commercial Courts established by the said notification at annexure-4 of the brief which reads as under:-\nNotification S.O. 28 - In exercise of powers conferred by Section 3(1) of The Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act, 2015, the State Government in consultation with the Hon'ble High Court of Jharkhand, Ranchi has constituted one Commercial Court each in the District of Ranchi, Dhanbad & East Singhbhum (Jamshedpur) by the Law Department's Notification No-1220/J, dated 24.05.2016. After due consideration the State Government in consultation with the Hon'ble High Court of Jharkhand, Ranchi has decided and extended the jurisdiction of local limits of above mentioned Commercial Courts as mentioned below:-\nS. Commercial Jurisdiction (Local Limits) notified by Extended No Court Law Department vide Notification Jurisdiction (Local No. 1220/J dated 24.05.2016 Limits) 1- Ranchi Ranchi South Chotanagpur Division and Palamau Division 2- Dhanbad Dhanbad North Chotanagpur Division and Santhal Pargana Division 3- East East Singhbhum (Jamshedpur) Kolhan Division Singhbhum (Jamshedpur)\n2. This Notification shall come into force with effect from the date of notification. \n3. The earlier Notification no.-1220/J dated 24.05.2016 issued by Law Department is hereby amended to that extent. \n(File No. -B/Vidhi-Court Gathan-Ka-02/2016-1476/J) By the order of the Governor of Jharkhand, Dinesh Kumar Singh Principal Secretary-cum-L.R. Law Department Govt. of Jharkhand, Ranchi. \nIt is submitted by Mr. Kumar, the learned counsel for the petitioner that the said Amendment Act, 28 of 2018 has received Presidential assent on 20.08.2018 though inadvertently due to a printing error, in paragraph no.15 of this instant writ application, the said date has wrongly been mentioned as 20.08.2019 and the said Act has been published in Gazette on 21.08.2018 but the same has been applicable with retrospective effect from 03.05.2018.\n7. Mr. Kumar, the learned counsel for the petitioner also drew the attention of this Court to the statement of objects and reasons of the said amendment Act of 28 of 2018 and submits that conjoint reading of section 2(1)(i) and section 3(1-A) of the Commercial Courts Act, 2015 as amended by the amendment Act of 28 of 2018, implies that the Central Government is empowered to notify the \"specified value\" as defined under section 2(1)(i) of the Commercial Courts Act and the notification of the said amendment by way of publishing the same in the official Gazette dated 21.08.2018, in effect has fixed the \"specified value\" for all purposes as not less than rupees three lakhs or in other words an amount of three lakhs rupees or more. It is then submitted that unless and until the State Government after consultation with the High Court, by notification, specify such pecuniary value not less than rupees three lakhs or any higher value for whole or part of the State, the \"Specified Value\" for the Commercial Court established at Dhanbad by the said notification will be not less than rupees three lakhs or in other words an amount of three lakhs rupees or more. It is further submitted by the learned counsel for the petitioner that section 3(1-A) of the Commercial Courts Act, 2015 as amended by the amendment Act of 28 of 2018, confers a discretion with the state government that it may after consultation with the concerned High Court, by notification, specify such \" Specified Value\" which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary which means that the state government may not specify any \"Specified value\" other than \"not less than three lakh rupees\"\nas fixed by section 2(1)(i) of the Commercial Courts Act, 2015 as amended by the amendment Act of 28 of 2018 and as yet no notification has been published by the State Government by specifying any pecuniary value other than the one of amount not less than rupees three lakhs as mentioned in Section 2(1)(i) of the Commercial Courts Act, 2015 as amended by the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018 (28 of 2018). Hence, it is submitted that in view of the said amended Section 2(1)(i) of the Commercial Courts Act, 2015 as amended by the Act 28 of 2018, for the Commercial Court at Dhanbad, the \"specified value\" to be determined in accordance with Section 12 of the Commercial Courts Act, 2015 is \" not less than three lakhs rupees\", hence the said execution petition filed is maintainable in the Commercial Court at Dhanbad. \n8. In support of his contention, Mr. Bharat Kumar, the learned counsel for the petitioner relied upon the Judgment of Hon'ble Gujarat High Court, in the case of Vijay Cotton And Fiber Company vs. Agarwal Cotton Spinning Pvt. Ltd. dated 11.02.2019, paragraph no.16 of which reads as under:-\n\"16. The sum and substance of the above discussion is that in State of Gujarat where the commercial Courts are constituted at District level, the execution petition would be maintainable in that Court; as contemplated in the notification referred herein above irrespective of its Judge being lower in hierarchy than the District Judge. Since the commercial Court lower in hierarchy that the district level is not contemplated under subsection (1) of Section 3, there would be no question of institution of the execution petition with the District Judge and transfer by him under Section 39 of Cpc to the Court lower in hierarchy than the such District Judge. The Principal Civil Court in the District Court as defined in Section 2 (1) (e) of the Arbitration and Conciliation Act read with Section 3 of the Commercial Courts Act, in respect of the commercial disputes, would be the Commercial Court at the district level as constituted under subsection (1) of Section 3 of the later Act and would be the Court competent to execute awards declared under Section 34 of the Arbitration Act other than those relating to international arbitration. By virtue of the notification above referred, as also by C/Ao/216/2018 Order virtue of the provisions referred to herein above, the Court contemplated in the notification, irrespective of the designation of the Judge would be the commercial Court at district level; and in abs ence of contemplation of Commercial Court of the lower hierarchy than the District level, in the Commercial Court Act, it would execute the decree without transferring it under Section 39 CPC.\" \n9. Mr. Bharat Kumar also relied upon the Judgment of Hon'ble Supreme Court of India in the case of Radhey Shyam & Anr. vs. Chhabi Nath & Ors. reported in (2015) 5 SCC 423, in support of its contention that challenges to judicial order can lie by way of a petition under Article 227 of the Constitution of India. \n10. Hence, it is submitted by Mr. Kumar that the said impugned order dated 27.04.2019 passed by the District Judge-XIV- cum-Presiding Officer, Commercial Court, Dhanbad in Execution Case No. 36 of 2019 be quashed and set aside and the Commercial Court at Dhanbad be directed to proceed ahead with the said Execution Case no. 36 of 2019 as per law.\n11. Learned counsel for the opposite parties- respondents, Mr. Prabhash Ch. Sinha, opposes the prayer of the petitioner and defends the impugned order dated 27.04.2019 passed by learned District Judge-XIV-cum-Presiding Officer, Commercial Court, Dhanbad in Execution Case No. 36 of 2019 and submits that the Commercial Court, Dhanbad has no pecuniary jurisdiction to entertain the Execution Petition and the same has rightly been dismissed. \n12. Having heard the submissions made by the learned counsel for the petitioner and after going through the materials in the record, this Court finds force in the submission of the learned counsel for the petitioner; as it is crystal clear that after amendment of Section 2(1)(i) of the Commercial Courts Act by the amendment Act 28 of 2018, the \"Specified value\" of the commercial Courts established under section 3(1) of The commercial Courts Act, 2015 to be determined in accordance with Section 12 of the said Act is \"not less than three lakhs rupees\" which in other words means an amount of rupees three lakhs or more with effect from 03.05.2018. As rightly submitted by Mr. Kumar, in the absence of any notification under section 3 (1-A) of the said Commercial Courts Act, 2015 as amended by the said Act 28 of 2018, the commercial Court at Dhanbad having been established under section 3(1) of the Commercial Courts Act by the notification dated 24th May, 2016 will have its revised \"Specified Value\" of \"not less than three lakhs rupees\" w.r.e.f. 03.05.2018 instead of \"not less than rupees one crore\" as it stood fixed prior to 03.05.2018. \n13. In view of the position of law, this Court is of the considered view that the impugned order dated 27.04.2019 passed by the Presiding Officer, Commercial Court, Dhanbad in Execution Case No. 36 of 2019 by dismissing the said execution petition on the ground that the Commercial Court, Dhanbad has no pecuniary jurisdiction; is not sustainable in law and is liable to be set aside.\n14. Accordingly the impugned order dated 27.04.2019 passed by the District Judge-XIV-cum-Presiding Officer, Commercial Court, Dhanbad in Execution Case No. 36 of 2019 is quashed and set aside and this writ petition is disposed of with a direction to the commercial Court at Dhanbad to proceed with Execution Case No. 36 of 2019 in accordance with law, from the stage where it was, on the date said impugned order dismissing the said Execution Case No. 36 of 2019, was passed. \n15. It is made clear that this court has not passed any opinion on the merit of the said execution case. \n(Anil Kumar Choudhary, J.) High Court of Jharkhand, Ranchi Dated the 24th of June, 2020 AFR/ Smita/-",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "2ab44e9714994e8cb02b87f7772a0d32_0"
    },
    {
      "start": 155,
      "end": 241,
      "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0af9455a6ad14a2ebbb6e7c7d81d8f64_1"
    },
    {
      "start": 242,
      "end": 263,
      "text": "\nJharkhand High Court",
      "labels": [
        "PREAMBLE"
      ],
      "id": "35f989d6e9bb4857841cd68bb3934e05_2"
    },
    {
      "start": 265,
      "end": 1313,
      "text": "(Against The Order Dated 27.04.2019 ... vs Chandan Choudhary on 24 June, 2020\nAuthor: Anil Kumar Choudhary\nBench: Anil Kumar Choudhary\n                                          1                        W.P. (C). No.3935 of 2019\n\n\n\n\n             In The High Court Of Jharkhand At Ranchi\n                     W.P. (C). No. 3935 of 2019\n\n      (Against the Order dated 27.04.2019 passed by the District Judge-XIV-cum-\n      Presiding Officer, Commercial Court, Dhanbad in Execution Case No. 36 of\n      2019)\n\n         Daimler Financial Services India Pvt. Limited., A company registered\n         under the Companies Act, 1956 having its registered office at Rmz\n         Millennia Business Park, Campus 3B, Unit 202, 143, Dr. Mgr Road,\n         P.O & P.S. -Perungudi, District -Chennai -600096, Tamil Nadu\n         through its authorized representative Manoj Bijwe, S/o -Krishna Rao\n         aged about 38 years, at Daimler Financial Services India Pvt. Limited,\n         at Unit No. 202, 2nd Floor, Campus 3B, Rmz Millenia Business Park,\n         No",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1c855f2c87504810a26964e1ac2e647a_3"
    },
    {
      "start": 1314,
      "end": 1380,
      "text": ". 143, Dr. M.G.R. Road, P.O. & P.S. -Perungudi, District -Chennai,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d227fbdfdad54ec0903bc52c2d5d06d2_4"
    },
    {
      "start": 1391,
      "end": 1409,
      "text": "State -Tamil Nadu.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "1b0e61f6bc1947e2b65399a467926d84_5"
    },
    {
      "start": 1470,
      "end": 1490,
      "text": ".....     Petitioner",
      "labels": [
        "PREAMBLE"
      ],
      "id": "00d2c2dd2e044c8883b427bd19754141_6"
    },
    {
      "start": 1532,
      "end": 1547,
      "text": "Versus\n        ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "12321dee79344af4a936b3f3542fa3c8_7"
    },
    {
      "start": 1547,
      "end": 1610,
      "text": "1. Chandan Choudhary, S/o Not known to the applicant, R/o H.No.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "c0a074c011044cdca1b69df29ab88724_8"
    },
    {
      "start": 1611,
      "end": 1676,
      "text": "\n           2, P.O. Jalda, P.S.+ Dist.- Chatra, Jharkhand-825103.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bedccadd431349bc815132442477ede1_9"
    },
    {
      "start": 1686,
      "end": 1739,
      "text": "2. Prabhudayal Singh, S/o Not known to the applicant,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "5f3d461b81ff4d56aa5103717fdea1be_10"
    },
    {
      "start": 1740,
      "end": 1752,
      "text": "R/o H.No. 2,",
      "labels": [
        "PREAMBLE"
      ],
      "id": "26404f556bb64ec5bbe3be7aacb0956f_11"
    },
    {
      "start": 1765,
      "end": 1902,
      "text": "Village Kutregniya, P.O.- Jalda, P.S. and Dist.- Chatra, Jharkhand-\n           825103.\n                                        .....     ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a5e08b38508b43dfb1be93af556b28b7_12"
    },
    {
      "start": 1902,
      "end": 1932,
      "text": "Opposite Parties / Respondents",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0d01adf27a464a18a62119866776a7fd_13"
    },
    {
      "start": 1975,
      "end": 1982,
      "text": "Present",
      "labels": [
        "PREAMBLE"
      ],
      "id": "045a9c15fdb64441ab30ddca7102d5b3_14"
    },
    {
      "start": 1999,
      "end": 2039,
      "text": "Hon'Ble Mr. Justice Anil Kumar Choudhary",
      "labels": [
        "PREAMBLE"
      ],
      "id": "3202f6811bc54ba496d0c186a2644c31_15"
    },
    {
      "start": 2040,
      "end": 2191,
      "text": "\n                                    ..... \nFor the Petitioner : Mr. Bharat Kumar, Advocate For the Respondent : Mr. Prabhas Ch. Sinha, Advocate .....\n",
      "labels": [
        "PREAMBLE"
      ],
      "id": "83a54a5a2b0a4f2dabf0871f085dcdc1_16"
    },
    {
      "start": 2191,
      "end": 2278,
      "text": "By the Court:-\n1. Heard the learned counsel for the parties through video conferencing.",
      "labels": [
        "NONE"
      ],
      "id": "a2cf5b82c6294abbaf2d5cd7515c7014_17"
    },
    {
      "start": 2280,
      "end": 2587,
      "text": "2. This writ petition has been filed by the petitioner invoking the jurisdiction of this Court under Article 227 of the Constitution of India with the prayer for quashing and setting aside the Order dated 27.04.2019 passed by the Presiding Officer, Commercial Court, Dhanbad in Execution Case No. 36 of 2019",
      "labels": [
        "FAC"
      ],
      "id": "cb447732d3ed405988fc8146e14d0beb_18"
    },
    {
      "start": 2588,
      "end": 3211,
      "text": "whereby and where under the case filed for Execution of Award dated 14.02.2017 in Arbitration case no. 1668 of 2015 arising out of Loan Agreement No. 20107095 dated 30.04.2014 before the sole arbitrator, was dismissed by the said Commercial Court on the ground that there is no notification of the State Government with respect to \"specified value\" in the light of the amendment of The commercial Courts Act, 2015 as amended by the 'The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018 (28 of 2018) (Here in after referred to as the amendment Act of 28 of 2018).",
      "labels": [
        "FAC"
      ],
      "id": "02b78c109d814efeb59fad9c99e96935_19"
    },
    {
      "start": 3212,
      "end": 3345,
      "text": "\n3. It is submitted by Mr. Bharat Kumar, the learned counsel for the petitioner that the petitioner is a non-banking finance company.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "063221852f9f424eb488e007fc7461ff_20"
    },
    {
      "start": 3346,
      "end": 3408,
      "text": "The opposite parties obtained loan which they failed to repay.",
      "labels": [
        "FAC"
      ],
      "id": "b0b83bb74bb045d791c65d598e8e8ffb_21"
    },
    {
      "start": 3409,
      "end": 3478,
      "text": "As per the agreement, the matter was referred to the sole arbitrator.",
      "labels": [
        "FAC"
      ],
      "id": "57ea786f90264bf89f5b52f902d9655b_22"
    },
    {
      "start": 3479,
      "end": 3516,
      "text": "The sole arbitrator passed the award.",
      "labels": [
        "FAC"
      ],
      "id": "082aede6565d4e7a9bf8c51dba0cbc99_23"
    },
    {
      "start": 3517,
      "end": 3668,
      "text": "The petitioner filed the petition for execution of the said award which was numbered as Execution Case No. 36 of 2019 in the Commercial Court, Dhanbad.",
      "labels": [
        "FAC"
      ],
      "id": "bf112280a554404792d44e7a728f2c52_24"
    },
    {
      "start": 3669,
      "end": 3861,
      "text": "\n4. Referring to Section 3 (1-A) of the Commercial Courts Act, 2015 as amended by the amendment Act of 28 of 2018, which became retrospectively effective from 03.05.2018 which reads as under:-",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9c1c3ddd43294158b46ec43e8fdffd72_25"
    },
    {
      "start": 3862,
      "end": 4195,
      "text": "\n\"3. [(1-A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.]\"(Emphasis Supplied)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "70bc8eab6cd244dab87d257f3da80fa1_26"
    },
    {
      "start": 4196,
      "end": 6032,
      "text": "The learned Court below observed that the said Court below is at present having pecuniary jurisdiction of one crore rupees or such higher value as may be notified by the Central Government as there is no notification of the State in compliance of Section 3 (1-A) of the Commercial Courts Act, 2015 as amended by the amendment Act of 28 of 2018, and came to a conclusion that the Court below has no jurisdiction to decide the execution petition and dismissed the same for being non-maintainable.\n5. Mr. Kumar, the learned counsel for the petitioner drawing attention of the Court to Section 2(1) (i) of the Commercial Courts Act, 2015 as amended by the said amendment Act of 28 of 2018 which reads as under:-\n'2(1)(i) \"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government' (Emphasis Supplied) Submitted that therein the words \"which shall not be less than three lakh rupees\", before 03.05.2018, that is before being amended by amendment Act of 28 of 2018 used to be \"which shall not be less than one crore rupees.\"\n6. Drawing attention of this Court to annexure-4 of the brief which is the notification regarding establishment of the Commercial Court inter alia at Dhanbad which reads as under:-\nNotification The 24th may, 2016 S.O. 24 - dated 27th may, 2016 In exercise of the powers conferred by Section 3(1) of The Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act, 2015, the State Government in consultation with the Hon'ble High Court of Jharkhand, Ranchi, is pleased to establish one Commercial Court each at Ranchi, Dhanbad & East Singhbhum (Jamshedpur) District.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "895d88c9f9ea4321a644db097e67538b_27"
    },
    {
      "start": 6033,
      "end": 6237,
      "text": "The jurisdiction of above mentioned Commercial Courts at Ranchi, Dhanbad and East Singhbhum (Jamshedpur) shall be the local limits of Ranchi, Dhanbad and East Singhbhum (Jamshedpur) District respectively.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "72d1c722a95444799fd955b25903ed6a_28"
    },
    {
      "start": 6239,
      "end": 6324,
      "text": "2. This notification shall come into force with effect from the date of notification.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "0b9b307f3c754ee28641f190104d94b7_29"
    },
    {
      "start": 6325,
      "end": 6376,
      "text": "\n(File No. -B/Vidhi-Court Gathan-Ka-02/2016-1220/J)",
      "labels": [
        "PREAMBLE"
      ],
      "id": "01e39b5a93d944de9662f9001404ebc8_30"
    },
    {
      "start": 6377,
      "end": 6510,
      "text": "By the order of the Governor of Jharkhand, Dinesh Kumar Singh Principal Secretary-cum-L.R. Law Department Govt. of Jharkhand, Ranchi.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a83709f397e34aacbc948a32a9850ab7_31"
    },
    {
      "start": 6511,
      "end": 7197,
      "text": "\nAnd also drawing attention of this Court to annexure-5 of the brief by which the local limits of jurisdiction has been vested upon the said three commercial Courts established by the said notification at annexure-4 of the brief which reads as under:-\nNotification S.O. 28 - In exercise of powers conferred by Section 3(1) of The Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act, 2015, the State Government in consultation with the Hon'ble High Court of Jharkhand, Ranchi has constituted one Commercial Court each in the District of Ranchi, Dhanbad & East Singhbhum (Jamshedpur) by the Law Department's Notification No-1220/J, dated 24.05.2016.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9226c86cb961416e961c6fb8dbb1ba13_32"
    },
    {
      "start": 7198,
      "end": 7802,
      "text": "After due consideration the State Government in consultation with the Hon'ble High Court of Jharkhand, Ranchi has decided and extended the jurisdiction of local limits of above mentioned Commercial Courts as mentioned below:-\nS. Commercial Jurisdiction (Local Limits) notified by Extended No Court Law Department vide Notification Jurisdiction (Local No. 1220/J dated 24.05.2016 Limits) 1- Ranchi Ranchi South Chotanagpur Division and Palamau Division 2- Dhanbad Dhanbad North Chotanagpur Division and Santhal Pargana Division 3- East East Singhbhum (Jamshedpur) Kolhan Division Singhbhum (Jamshedpur)\n2.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "4ffd109fb973469ca9fd50c0e8a66542_33"
    },
    {
      "start": 7803,
      "end": 7885,
      "text": "This Notification shall come into force with effect from the date of notification.",
      "labels": [
        "RPC"
      ],
      "id": "fc31588fce0641578eecf056255e55c3_34"
    },
    {
      "start": 7886,
      "end": 8001,
      "text": "\n3. The earlier Notification no.-1220/J dated 24.05.2016 issued by Law Department is hereby amended to that extent.",
      "labels": [
        "NONE"
      ],
      "id": "2b26ba7cd5a04bb58eae7cabef950549_35"
    },
    {
      "start": 8002,
      "end": 8053,
      "text": "\n(File No. -B/Vidhi-Court Gathan-Ka-02/2016-1476/J)",
      "labels": [
        "NONE"
      ],
      "id": "a4bc43a8408e47b1887b835adf937bf0_36"
    },
    {
      "start": 8054,
      "end": 8187,
      "text": "By the order of the Governor of Jharkhand, Dinesh Kumar Singh Principal Secretary-cum-L.R. Law Department Govt. of Jharkhand, Ranchi.",
      "labels": [
        "NONE"
      ],
      "id": "c4b6465fca054ecdb1971ff10fc82b09_37"
    },
    {
      "start": 8188,
      "end": 8638,
      "text": "\nIt is submitted by Mr. Kumar, the learned counsel for the petitioner that the said Amendment Act, 28 of 2018 has received Presidential assent on 20.08.2018 though inadvertently due to a printing error, in paragraph no.15 of this instant writ application, the said date has wrongly been mentioned as 20.08.2019 and the said Act has been published in Gazette on 21.08.2018 but the same has been applicable with retrospective effect from 03.05.2018.\n7.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6341840bda0048099baf25c093e05dd9_38"
    },
    {
      "start": 8639,
      "end": 9372,
      "text": "Mr. Kumar, the learned counsel for the petitioner also drew the attention of this Court to the statement of objects and reasons of the said amendment Act of 28 of 2018 and submits that conjoint reading of section 2(1)(i) and section 3(1-A) of the Commercial Courts Act, 2015 as amended by the amendment Act of 28 of 2018, implies that the Central Government is empowered to notify the \"specified value\" as defined under section 2(1)(i) of the Commercial Courts Act and the notification of the said amendment by way of publishing the same in the official Gazette dated 21.08.2018, in effect has fixed the \"specified value\" for all purposes as not less than rupees three lakhs or in other words an amount of three lakhs rupees or more.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "ed6671003cbb4de3a41b467e39fd7d80_39"
    },
    {
      "start": 9373,
      "end": 9802,
      "text": "It is then submitted that unless and until the State Government after consultation with the High Court, by notification, specify such pecuniary value not less than rupees three lakhs or any higher value for whole or part of the State, the \"Specified Value\" for the Commercial Court established at Dhanbad by the said notification will be not less than rupees three lakhs or in other words an amount of three lakhs rupees or more.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "3cb5db82fae446e5870fcdce2d188fce_40"
    },
    {
      "start": 9803,
      "end": 10863,
      "text": "It is further submitted by the learned counsel for the petitioner that section 3(1-A) of the Commercial Courts Act, 2015 as amended by the amendment Act of 28 of 2018, confers a discretion with the state government that it may after consultation with the concerned High Court, by notification, specify such \" Specified Value\" which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary which means that the state government may not specify any \"Specified value\" other than \"not less than three lakh rupees\"\nas fixed by section 2(1)(i) of the Commercial Courts Act, 2015 as amended by the amendment Act of 28 of 2018 and as yet no notification has been published by the State Government by specifying any pecuniary value other than the one of amount not less than rupees three lakhs as mentioned in Section 2(1)(i) of the Commercial Courts Act, 2015 as amended by the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018 (28 of 2018).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "81626f4d798c4748a5d593bfa4e33428_41"
    },
    {
      "start": 10864,
      "end": 11277,
      "text": "Hence, it is submitted that in view of the said amended Section 2(1)(i) of the Commercial Courts Act, 2015 as amended by the Act 28 of 2018, for the Commercial Court at Dhanbad, the \"specified value\" to be determined in accordance with Section 12 of the Commercial Courts Act, 2015 is \" not less than three lakhs rupees\", hence the said execution petition filed is maintainable in the Commercial Court at Dhanbad.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "93af0427b40d4d4180aead87b756e9ad_42"
    },
    {
      "start": 11279,
      "end": 11573,
      "text": "8. In support of his contention, Mr. Bharat Kumar, the learned counsel for the petitioner relied upon the Judgment of Hon'ble Gujarat High Court, in the case of Vijay Cotton And Fiber Company vs. Agarwal Cotton Spinning Pvt. Ltd. dated 11.02.2019, paragraph no.16 of which reads as under:-\n\"16.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "cb82fcbcb42f435bb4c76425d87edf78_43"
    },
    {
      "start": 11574,
      "end": 11904,
      "text": "The sum and substance of the above discussion is that in State of Gujarat where the commercial Courts are constituted at District level, the execution petition would be maintainable in that Court; as contemplated in the notification referred herein above irrespective of its Judge being lower in hierarchy than the District Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c713bc2968b44e00a9373d73e67f131f_44"
    },
    {
      "start": 11905,
      "end": 12227,
      "text": "Since the commercial Court lower in hierarchy that the district level is not contemplated under subsection (1) of Section 3, there would be no question of institution of the execution petition with the District Judge and transfer by him under Section 39 of Cpc to the Court lower in hierarchy than the such District Judge.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f60ed1625eae45d2a5fda20cc5b0a0b5_45"
    },
    {
      "start": 12228,
      "end": 12710,
      "text": "The Principal Civil Court in the District Court as defined in Section 2 (1) (e) of the Arbitration and Conciliation Act read with Section 3 of the Commercial Courts Act, in respect of the commercial disputes, would be the Commercial Court at the district level as constituted under subsection (1) of Section 3 of the later Act and would be the Court competent to execute awards declared under Section 34 of the Arbitration Act other than those relating to international arbitration.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "0c4243eec9ef454caf9a3912fe9fc5db_46"
    },
    {
      "start": 12711,
      "end": 12987,
      "text": "By virtue of the notification above referred, as also by C/Ao/216/2018 Order virtue of the provisions referred to herein above, the Court contemplated in the notification, irrespective of the designation of the Judge would be the commercial Court at district level; and in abs",
      "labels": [
        "ANALYSIS"
      ],
      "id": "41afb9c57ccd49428982d7fe78cb6136_47"
    },
    {
      "start": 12988,
      "end": 13181,
      "text": "ence of contemplation of Commercial Court of the lower hierarchy than the District level, in the Commercial Court Act, it would execute the decree without transferring it under Section 39 CPC.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "424c2d2770954922842a857eeb54abfb_48"
    },
    {
      "start": 13183,
      "end": 13494,
      "text": "9. Mr. Bharat Kumar also relied upon the Judgment of Hon'ble Supreme Court of India in the case of Radhey Shyam & Anr. vs. Chhabi Nath & Ors. reported in (2015) 5 SCC 423, in support of its contention that challenges to judicial order can lie by way of a petition under Article 227 of the Constitution of India.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "76adbe3c103443968ba52037d2a16a55_49"
    },
    {
      "start": 13496,
      "end": 13847,
      "text": "10. Hence, it is submitted by Mr. Kumar that the said impugned order dated 27.04.2019 passed by the District Judge-XIV- cum-Presiding Officer, Commercial Court, Dhanbad in Execution Case No. 36 of 2019 be quashed and set aside and the Commercial Court at Dhanbad be directed to proceed ahead with the said Execution Case no. 36 of 2019 as per law.\n11.",
      "labels": [
        "RPC"
      ],
      "id": "c15ddad1575a475e9891dc9abf935e5b_50"
    },
    {
      "start": 13848,
      "end": 14284,
      "text": "Learned counsel for the opposite parties- respondents, Mr. Prabhash Ch. Sinha, opposes the prayer of the petitioner and defends the impugned order dated 27.04.2019 passed by learned District Judge-XIV-cum-Presiding Officer, Commercial Court, Dhanbad in Execution Case No. 36 of 2019 and submits that the Commercial Court, Dhanbad has no pecuniary jurisdiction to entertain the Execution Petition and the same has rightly been dismissed.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c49be680d73a4eb9bd174c23a9f16dac_51"
    },
    {
      "start": 14286,
      "end": 14937,
      "text": "12. Having heard the submissions made by the learned counsel for the petitioner and after going through the materials in the record, this Court finds force in the submission of the learned counsel for the petitioner; as it is crystal clear that after amendment of Section 2(1)(i) of the Commercial Courts Act by the amendment Act 28 of 2018, the \"Specified value\" of the commercial Courts established under section 3(1) of The commercial Courts Act, 2015 to be determined in accordance with Section 12 of the said Act is \"not less than three lakhs rupees\" which in other words means an amount of rupees three lakhs or more with effect from 03.05.2018.",
      "labels": [
        "RATIO"
      ],
      "id": "101ad5048c804126b68e0d6c9b7a97e5_52"
    },
    {
      "start": 14938,
      "end": 15434,
      "text": "As rightly submitted by Mr. Kumar, in the absence of any notification under section 3 (1-A) of the said Commercial Courts Act, 2015 as amended by the said Act 28 of 2018, the commercial Court at Dhanbad having been established under section 3(1) of the Commercial Courts Act by the notification dated 24th May, 2016 will have its revised \"Specified Value\" of \"not less than three lakhs rupees\" w.r.e.f. 03.05.2018 instead of \"not less than rupees one crore\" as it stood fixed prior to 03.05.2018.",
      "labels": [
        "RATIO"
      ],
      "id": "a1bece0291e8417dbf9f17a8ad41f1f2_53"
    },
    {
      "start": 15436,
      "end": 15824,
      "text": "13. In view of the position of law, this Court is of the considered view that the impugned order dated 27.04.2019 passed by the Presiding Officer, Commercial Court, Dhanbad in Execution Case No. 36 of 2019 by dismissing the said execution petition on the ground that the Commercial Court, Dhanbad has no pecuniary jurisdiction; is not sustainable in law and is liable to be set aside.\n14.",
      "labels": [
        "RPC"
      ],
      "id": "ada4a26852804127a51baa08314d702a_54"
    },
    {
      "start": 15825,
      "end": 16296,
      "text": "Accordingly the impugned order dated 27.04.2019 passed by the District Judge-XIV-cum-Presiding Officer, Commercial Court, Dhanbad in Execution Case No. 36 of 2019 is quashed and set aside and this writ petition is disposed of with a direction to the commercial Court at Dhanbad to proceed with Execution Case No. 36 of 2019 in accordance with law, from the stage where it was, on the date said impugned order dismissing the said Execution Case No. 36 of 2019, was passed.",
      "labels": [
        "RPC"
      ],
      "id": "b98634b9efc34ce08493e9c7350c845f_55"
    },
    {
      "start": 16298,
      "end": 16402,
      "text": "15. It is made clear that this court has not passed any opinion on the merit of the said execution case.",
      "labels": [
        "RPC"
      ],
      "id": "0d0ab9b741b84ea78850d686121ca909_56"
    },
    {
      "start": 16403,
      "end": 16504,
      "text": "\n(Anil Kumar Choudhary, J.) High Court of Jharkhand, Ranchi Dated the 24th of June, 2020 AFR/ Smita/-",
      "labels": [
        "NONE"
      ],
      "id": "e65f32dc73474d108337cb45327e9e03_57"
    }
  ]
}