{
  "id": "d0bcae81e14c7e2323bafc54a106253adce57b87a6dc1e6c93c3bf3c573ad559",
  "data": {
    "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nAnita Chhabra & Ors. vs Surender Kumar on 26 September, 2022 \nAuthor: C. Hari Shankar\nBench: C.Hari Shankar \n                          $~\n                          *        In The High Court Of Delhi At New Delhi\n                                                                                Reserved on: 13th September, 2022 \n                                                                           Pronounced on: 26th September, 2022 \n                          +        Cm(M) 548/2022 and Cm 26752/2022 \n                                   Anita Chhabra & Ors.                                          ..... Petitioners \n                                               Through:                              Ms. Sagarika Wadhwa, Adv. \n\n                                                                 versus \n\n                                   Surender Kumar                                               ..... Respondent\n                                               Through:                              Mr. Rohit Khurana, Adv.\n\n                                   Coram:\n                                   Hon'Ble Mr. Justice C.Hari Shankar\n\n                                                           Judgment\n% 26.09.2022\n1. Cs (Comm) 2718/2021 was instituted by the petitioner Anita Chhabra, before the learned District Judge (Commercial Court) (\"the learned Commercial Court\") against the respondent Surende r Kumar for recovery of  66 lakhs along with interest, as a commercial suit under the Code of Civil Procedure, 1908 (CPC) as amended by the Commercial Courts Act, 2015 . As required by Order XI Rule 1(1)1 of 1. Disclosure and discovery of documents . -\n(1) Plaintiff shall file a list of all documents and photocopies of all documents, in its power, possession, control or custody, pertaining to the suit, along with the plaint, including:\n(a) Documents referred to and relied on by the plaintiff in the plaint;\n(b) Documents relating to any matter in question in the proceedings, in the power, possession, control or custody of the plaintiff, as on the date of filing the plaint, irrespective of whether the same is in support of or adverse to the plaintiffs case;\n(c) nothing in this rule shall apply to documents produced by plaintiffs and relevant only - (i) for the cross-examination of the defendant's witnesses, or (ii) in answer to any case setup by the defendant subsequent to the filing of the plaint, or (iii) handed over to a witness merely to refresh his memory. \nthe CPC, as amended by the Commercial Courts Act, the petitioner filed, alongwith the plaint, on 27th July 2021, a list of the documents on which the petitioner proposed to place reliance, along with copies thereof. \n2. Summons were issued in CS (Comm) 2718/2021, the petitioners filed an application under Order VII Rule 14 of the CPC on 8th September, 2021, seeking to place, on record, certain additional documents which, according to the application, were a \"necessary and essential part of the suit\", but could not be filed with the plaint \"due to negligence on the part of the plaintiffs\". It was further averred, in the application, that the documents were crucial to adjudicating the lis and that no prejudice would be caused to the respondent if the documents were permitted to be brought on record; whereas, the petitioners would, else, be subjected to serious prejudice. As the suit was still at the stage of issuance of summons, the application prayed that the documents be permitted to be brought on record. \n3. I may note even at this juncture, that, an application by a plaintiff, to place on record additional documents in a commercial suit, is required to be filed under sub-rule (4)2 (where the additional documents are filed within 30 days of filing of the plaint) or (5)3 (4) In case of urgent filings, the plaintiff may seek leave to rely on additional documents, as part of the above declaration on oath and subject to grant of such leave by court, the plaintiff shall file such additional documents in court, within thirty days of filing the suit, along with a declaration on oath that the plaintiff has produced all documents in its power, possession, control or custody, pertaining to the facts and circumstances of the proceedings initiated by the plaintiff and that the plaintiff does not have any other documents, in its power, possession, control or custody.\n(5) The plaintiff shall not be allowed to rely on documents, which were in the plaintiff's power, possession, control or custody and not disclosed along with plaint or within the extended period set out above, save and except by leave of court and such leave shall be granted only upon the plaintiff establishing reasonable cause for non-disclosure along with the plaint. \n(where the additional documents are filed more than 30 days after filing of the plaint), and not under Order VII Rule 14 of the CPC. In Sudhir Kumar @ S. Baliyan v. Vinay Kumar G.B.4, the Supreme Court held, however, that an application for placing additional documents on record in a commercial suit, even if filed under Order VII Rule 14 of the CPC, could be treated as an application under Order XI Rule 1(4) or (5) of the CPC. As such, the application filed by the petitioners is treated as an application under Order XI Rule 1(4) or (5) of the CPC. \n4. The aforesaid application filed by the petitioners for taking additional documents on record was dismissed by the learned Commercial Court vide order dated 4th December 2021. An application, under Section 114 of the CPC, seeking review of the said decision was also dismissed by the learned Commercial Court vide order dated 8th April 2022. Both these orders are under challenge in the present petition preferred under Article 227 of the Constitution of India. \nImpugned order dated 4th December 2021 5. The learned Commercial Court has, in the order dated 4th December 2021, dismissed the petitioners' application, observing that (i) the documents were not contained in the list of documents filed with the plaint, on which the petitioners sought to place reliance, (ii) the petitioners were not seeking to contend that the documents were 2021 SCC OnLine 734 not in their power and possession at the time when plaint was filed and (iii) the application did not provide any reasonable cause for default, on the part of the petitioners, in filing the said documents with the plaint. Rather, observes the learned Commercial Court, the petitioners had admitted, in their application, that the documents were not filed with the plaint owing to the petitioners' own negligence. In these circumstances, the learned Commercial Court held that no case for permitting the documents to be brought on record, within the meaning of Order XI Rule 1 of the CPC as amended by the Commercial Courts Act, existed. The application was, accordingly, dismissed with costs of  5,000/-. \nOrder dated 8th April 2022 6. In the order dated 8th April 2022, the learned Commercial Court ruled, additionally, that the documents that the petitioners sought to bring on record were not necessary for adjudicating the lis. The documents were copies of a Sale Deed and an affidavit dated 15th October 1997. These documents, according to the petitioners, were part of the chain of documents which established ownership of the suit property. The learned Commercial Court held that the suit filed by the petitioners did not seek specific performance or any declaration in which the question of ownership was required to be decided. All that the petitioners sought in the suit was refund of payment made to one Guru Dutt Chhabra. The documents, therefore, it was held, were of no consequence while adjudicating the present suit. Insofar as the reasons for refusal to take the documents on record were concerned, the learned Commercial Court held that no ground for review of the said reasons, as contained in the order dated 4th December 2021, existed. \n7. For all these reasons, the learned Commercial Court rejected the review application filed by the petitioners. \nRival contentions, analysis and findings Statutory scheme of Order XI Rule 1(1)(4) and (5) of the CPC as amended by the Commercial Courts Act 8. Before proceeding to the rival contentions advanced at the Bar, one may refer to the statutory scheme contained in sub rules (1), (4) and (5) of Order XI Rule 1 of the CPC, which deal with filing of documents. Order XI Rule 1(1) requires a plaintiff to \"file, along with the plaint, a list of all documents in its power, possession, control or custody and photocopies thereof\". The documents, therefore, are required to accompany the plaint. \n9. In the case of \"urgent filing\", Order XI Rule 1(4) permits additional documents to be filed by the plaintiff within 30 days of filing of the suit, subject to grant of leave by the Court. \n10. Documents, which have not been brought on record either under sub rule (1) or sub rule (4) of Order XI Rule 1, i.e. documents which have not been brought on record till the expiry of 30 days from the filing of the suit, may be brought on record under Order XI Rule 1(5), subject to leave of the Court. Such leave, however, can be granted only on the plaintiff establishing reasonable cause for non-disclosure of the documents along with the plaint. \n11. It may be noted that, though Order XI Rule 1(4) also envisages bringing on record of additional documents not filed along with the plaint, within 30 days of the filing of the plaint, and requires leave of the Court to be obtained in that regard, it does not specifically require the plaintiff, seeking such leave, to establish reasonable cause for non- disclosure of the documents with the plaint. That is a requirement restricted, in the case of the plaintiff, to Order XI Rule 1(5), in respect of the documents which are sought to be brought on record beyond 30 days from the date of filing of the plaint. \nOrder dated 10th January 2022 of Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205 and decisions in Centaur Pharmaceuticals Pvt. Ltd. v. Stanford Laboratories Pvt. Ltd.6, Babasaheb Raosaheb Kobarne v Pyrotek India Private Limited7 and Prakash Corporates v. Dee Vee Projects Ltd8 12. Consequent on the infliction, on the country and, indeed, the world, of the COVID-19 pandemic and its adverse effect on work in Courts all over India, the Supreme Court, as is well known, took suo moto cognizance of the situation, and passed various orders, extending the period of limitation available for filing petitions, appeals and 2022 3 SCC 117 MANU/SCOR/03428/2022 MANU/SCOR/50600/2022 (2022) 5 SCC 112 applications before judicial fora by various lengths of time. The last such order was passed on 10th January 2022, in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, in which it was clarified thus:\n\"5.4. It is further clarified that the period from 15.03.2020 till 28.02.2022 shall also stand excluded in computing the periods prescribed under Sections 23 (4) and 29A of the Arbitration and Conciliation Act, 1996, Section 12A of the Commercial Courts Act, 2015 and provisos (b) and (c) of Section 138 of the Negotiable Instruments Act, 1881 and any other laws, which prescribe period(s) of limitation for instituting proceedings, outer limits (within which the court or tribunal can condone delay) and termination of proceedings.\" \n(Emphasis supplied) \n13. The aforesaid position was further recognized by the Supreme Court in its order dated 4th January 2022 in Centaur Pharmaceuticals6, which read thus:\n\"Having heard the learned counsel for the respective parties, we are of the opinion that, in the facts and circumstances of the case, the High Court has not committed any error in extending the period of limitation in filing the written statement and consequently taking on record the written statement filed on behalf of the respondent-original defendant. \nEven as held by this Court in the subsequent orders even the period of limitation which could have been extended and/or condoned by the Tribunal/Court is excluded and/or extended even up to 07.10.2021. \nIn that view of the matter, we see no reason to interfere with the impugned judgment and order passed by the High Court. Hence, the Special Leave Petitions stand dismissed. Consequent upon the dismissal of the Special Leave Petitions, the interim order passed by this Court stands vacated. \nPending applications stand disposed of. \n(Emphasis supplied)\" \n14. In line with the aforesaid two orders, the Supreme Court held, in Babasaheb Raosaheb Kobarne7 and Prakash Corporates8 that the effect of operation of the aforesaid orders passed by the Supreme Court was that the statutory periods of limitation, prescribed under any statute or law applicable for the time being in force, stood extended till 28th February 2022. The period from 15th March 2020 till 28th February 2022, therefore, stands excluded, by operation of the orders passed by the Supreme Court, for the purposes of limitation, for filing any appeal, application, petition or other legal proceeding. The effect of such exclusion has been underscored, in para 28 of the report in Prakash Corporates8, which holds that \"the excluded period, as a necessary consequence results in enlargement of time, over and above the period prescribed\".\n15. In this context, I may observe that there was, at one point of time, a prevalent view, based on the judgment of the Supreme Court in Sagufa Ahmed v. Upper Assam Plywood Products (P) Ltd9, that the benefit of the order passed by the Supreme Court would be available only where the normal period of limitation, for filing of a proceeding expired after 15th March 2020. It would not, therefore, be available where the normal period of limitation expired before 15th March 2020 and it was only the condonable period of limitation which expired after 15th March 2020. That view, however, no longer holds the field in view of the later orders passed by the Supreme Court in Re:\nCognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, based on which the Supreme Court has held, in Centaur Pharmaceuticals6 that, even where the extended period of limitation condonable period of limitation expired after 15th March 2020, the litigant would be entitled to the benefit of extension of time as made available by the orders passed by the Supreme Court. \n16. That aspect is, however, not of particular relevance to the present case. \nApplying the above principles to the present case 17. As already noted, Order XI Rule 1(5) of the CPC requires the petitioners to adduce sufficient cause for failure to disclose the additional documents along with the plaint, in order to be permitted to place the documents on record beyond a period of 30 days from the date of filing of the plaint. The application filed by the petitioners in the present case does not contain any such disclosure, as to why the two documents that the petitioners desired to bring on record were not filed with the plaint. It is admitted that the documents were in the possession, power and custody of the petitioners even when the plaint was filed. All that is stated in the application is that the documents were not brought on record owing to negligence of the learned Counsel who filed the plaint. Negligence of Counsel, quite obviously, cannot constitute reasonable cause, within the meaning of Order XI Rule 1(5); else, the very requirement of adducing reasonable cause for (2021) 2 SCC 317 failure to disclose the documents with the plaint would be reduced to a formality. \n18. The learned Commercial Court is, therefore, perfectly justified in holding that no reasonable cause, for failure to file the two additional documents along with the plaint, had been shown, by the petitioners, to exist. \n19. If, therefore, Order XI Rule 1(5) were to be applicable, the petitioners clearly have no case. \n20. Apparently cognizant of this handicap, Ms. Sagarika Wadhwa, learned Counsel for the petitioner, seeks to press into service Order XI Rule 1(4) of the CPC (as amended by the Commercial Courts Act). She submits that the period of limitation of 30 days, envisaged by Order XI Rule 1(4) stands extended, by operation of the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, read with the judgments in Prakash Corporates8, Centaur Pharmaceuticals6 and Babasaheb Raosaheb Kobarne7, till 28th February 2022. Inasmuch as the documents had been sought to be placed on record with the application, which was filed on 8th September 2021, it was submitted that the petitioners were entitled to the benefit of Order XI Rule 1(4). \n21. At first glance, the submission is undoubtedly attractive. Ms. Wadhwa is correct in her submission that the period of 30 days, envisaged under Order XI Rule 1(4) would, by operation of the afore- noted orders and judgments of the Supreme Court, stand extended till 28th February 2022. Ms. Wadhwa is also correct, in her submission that the documents were indeed brought on record prior to 28 th February 2022, on 8th September 2021. \n22. Even so, submits Mr. Rohit Khurana, learned Counsel for the respondent, the petitioners would not be entitled to benefit of Order XI Rule 1(4). This, he submits, is because the said provision applies only to \"urgent filings\". The petitioners having not filed CS (Comm) 2718/2021, as an \"urgent filing\", he submits that they could not claim the benefit of Order XI Rule 1(4). In this context, Mr. Khurana points out that the suit was a plain and simple suit for recovery of money. No interim relief was claimed in the suit. Nor is there any averment in the plaint to suggest that the suit was being filed urgently. Mr. Khurana has relied, in this context, on the judgment of the Supreme Court in Sudhir Kumar4 particularly on the following passage therein:\n\"36. Now, so far as the other documents sought to be relied on/produced as additional documents other than the invoices are concerned the same stands on different footing. It is not disputed and in fact it was specifically admitted and so stated in the application that those additional documents other than the invoices were in their possession but not produced being voluminous and that the suit was filed urgently. However, it is to be noted that when the second suit was filed, it cannot be said to be urgent filing of the suit for injunction, as the first suit was filed in the month of October, 2018 and there was an ex parte ad interim injunction vide order dated 29.10.2018 and thereafter plaintiff withdrew the said first suit on 27.07.2019 with liberty to file a fresh suit as per the Commercial Courts Act and the second suit came to be filed on 31.08.2019 after period of one month of the withdrawal of first suit. Therefore the case on behalf of the plaintiff that when the second suit was filed, it was urgently filed therefore, the additional documents sought to be relied upon other than the invoices were not filed as the same were voluminous cannot be accepted. And therefore as such Order XI Rule 1 (4) shall not be applicable, though the application was filed within thirty days of filing of the second suit. While seeking leave of the court to rely on documents, which were in his power, possession, control or custody and not disclosed along with plaint or within the extended period set out in Order XI Rule 1 (4), the plaintiff has to establish the reasonable cause for non disclosure along with plaint.\"\n(Emphasis supplied)\n23. Responding to the said submission of Mr. Khurana, Ms. Wadhwa submits that the limitation for filing the suit expired, at the latest, in June 2021. That period stood extended, by operation of the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, till 28th February 2022. The suit was filed on 27th July 2021, after expiry of the period of limitation, taking advantage of the extension of limitation provided by the orders passed by the Supreme Court. This very fact, she submits, indicates that the suit was filed urgently. She submits that there is no fixed format in the CPC or in the Commercial Courts Act, governing \"urgent filings\". That being so, she submits, it would be unfair and unjust to deny to her clients, the benefit of Order XI Rule 1(4), especially as the documents were filed a mere few days beyond the 30 day window period from the date of filing of the plaint, available under Order XI Rule 1(4). \n24. I am inclined to agree with Mr. Khurana. \n25. In commercial suits, the time periods and other formalities stipulated in the Commercial Courts Act are binding and are required to be strictly followed. This is apparent from the decision in Sudhir Kumar4, on which Mr. Khurana placed reliance. \n26. The Supreme Court has strictly examined the issue of availability, to the appellant in that case, of the benefit under Order XI Rule 1(4). On the basis of the facts before it, the Supreme Court has held that the filing of the plaint, by the appellant in that case, could not be treated as an \"urgent filing\", as would entitle the appellant to the benefit of Order XI Rule 1(4). \n27. The situation, in the present case, is worse, insofar as the applicability of Order XI Rule 1(4), on facts, is concerned. The suit filed by the petitioners was a simple money suit. No application for interlocutory relief was preferred therewith. The mere fact that the suit happened to have been filed by availing the benefit of extension of limitation as conferred by the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, cannot, by itself, justify treating the filing of the suit as an \"urgent filing\". No urgency, of any sort, is reflected in the pleadings in the suit. Even if there is no prescribed format for \"urgent filing\" in the CPC or in the Commercial Courts Act, para 36 of the report in Sudhir Kumar4 makes it clear that the facts of the case should disclose urgency in the filing of the suit, in order for the benefit under Order XI Rule 1(4) to be available. In the present case, the facts do not disclose any such urgency, as is correctly pointed out by Mr. Khurana. \n28. That being so, applying Sudhir Kumar4 to the present case, it cannot be said that CS (Comm) 2718/2021 was instituted as an \"urgent filing\" by the petitioners. Per sequitur, Order XI Rule 1(4) would not be available to the petitioners in the present case. \n29. The inexorable result is that (i) the additional documents in the present case having not been filed with the plaint as required by Order XI Rule 1(1),\n(ii) the plaint having not been filed as an \"urgent filing\" as envisaged by Order XI Rule 1(4), and (iii) no \"sufficient cause\" for not filing the documents with the plaint, within the meaning of Order XI Rule 1(5) having been adduced by the petitioners, no error, whatsoever, can be discerned in the impugned order, of the learned Commercial Court, refusing to take the said documents on record.\nConclusion 30. Resultantly, the present petition, being devoid of merits, fails and is accordingly dismissed with no orders as to costs. Pending applications, if any, do not survive for consideration and are accordingly disposed of. \nC. HARI SHANKAR, J SEPTEMBER 26, 2022 r.bararia",
    "preamble_end_char_offset": null
  },
  "annotations": [
    {
      "start": 0,
      "end": 154,
      "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
      "labels": [
        "PREAMBLE"
      ],
      "id": "64305a15e5b34a908be49a007e45170d_0"
    },
    {
      "start": 155,
      "end": 193,
      "text": "Try out our Premium Member Services --",
      "labels": [
        "PREAMBLE"
      ],
      "id": "29b25370c9ac4ff79813385390098f7b_1"
    },
    {
      "start": 194,
      "end": 241,
      "text": "Sign up today and get free trial for one month.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "bfa16018c3c147ad821a6d5d66ab85ca_2"
    },
    {
      "start": 242,
      "end": 320,
      "text": "\nDelhi High Court\nAnita Chhabra & Ors. vs Surender Kumar on 26 September, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d5ad3b6522b642a8af5a4c4ef81237fd_3"
    },
    {
      "start": 322,
      "end": 352,
      "text": "Author: C. Hari Shankar\nBench:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "ec812c8c9bd84088a735d37df7c221b5_4"
    },
    {
      "start": 353,
      "end": 367,
      "text": "C.Hari Shankar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "846a14ee27d3430bb2a60a22d5358c0e_5"
    },
    {
      "start": 395,
      "end": 425,
      "text": "$~\n                          *",
      "labels": [
        "PREAMBLE"
      ],
      "id": "abb92e4b030344c6a00b98a9f1fc50b1_6"
    },
    {
      "start": 433,
      "end": 553,
      "text": "In The High Court Of Delhi At New Delhi\n                                                                                ",
      "labels": [
        "PREAMBLE"
      ],
      "id": "fdb38654439b4b72a0da47dd0b4ac753_7"
    },
    {
      "start": 553,
      "end": 586,
      "text": "Reserved on: 13th September, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "f29ab733f0d5410292295d1df1c85bcc_8"
    },
    {
      "start": 663,
      "end": 698,
      "text": "Pronounced on: 26th September, 2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "d1d1af63b78946a3a8b3d85ffb8923f9_9"
    },
    {
      "start": 726,
      "end": 749,
      "text": "+        Cm(M) 548/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "e523bbd57902429d8d5c0693df26d72f_10"
    },
    {
      "start": 750,
      "end": 767,
      "text": "and Cm 26752/2022",
      "labels": [
        "PREAMBLE"
      ],
      "id": "9f9af08f4d9c454db14c18c4646f5ba6_11"
    },
    {
      "start": 804,
      "end": 824,
      "text": "Anita Chhabra & Ors.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "31a6f338762e4c23aff2b51096378500_12"
    },
    {
      "start": 866,
      "end": 883,
      "text": "..... Petitioners",
      "labels": [
        "PREAMBLE"
      ],
      "id": "abfb257872f447bea2a3790ffec3a150_13"
    },
    {
      "start": 932,
      "end": 940,
      "text": "Through:",
      "labels": [
        "PREAMBLE"
      ],
      "id": "823c91aa43774e07be29bcafeda6b3c8_14"
    },
    {
      "start": 970,
      "end": 995,
      "text": "Ms. Sagarika Wadhwa, Adv.",
      "labels": [
        "PREAMBLE"
      ],
      "id": "eafcc3c8fc4d477491bf1d7e5425badc_15"
    },
    {
      "start": 1063,
      "end": 1069,
      "text": "versus",
      "labels": [
        "PREAMBLE"
      ],
      "id": "a91ff7bb80b74a3ba5efcbd5c7250e7d_16"
    },
    {
      "start": 1107,
      "end": 1121,
      "text": "Surender Kumar",
      "labels": [
        "PREAMBLE"
      ],
      "id": "de5edb5f546143dda343dda6598366d5_17"
    },
    {
      "start": 1168,
      "end": 1676,
      "text": "..... Respondent\n                                               Through:                              Mr. Rohit Khurana, Adv.\n\n                                   Coram:\n                                   Hon'Ble Mr. Justice C.Hari Shankar\n\n                                                           Judgment\n% 26.09.2022\n1. Cs (Comm) 2718/2021 was instituted by the petitioner Anita Chhabra, before the learned District Judge (Commercial Court) (\"the learned Commercial Court\") against the respondent Surende",
      "labels": [
        "PREAMBLE"
      ],
      "id": "aebe362d299d4907a75a082ce52a7982_18"
    },
    {
      "start": 1677,
      "end": 1700,
      "text": "r Kumar for recovery of",
      "labels": [
        "NONE"
      ],
      "id": "b1c8e6264c2740349ac5f2957e28cbb0_19"
    },
    {
      "start": 1701,
      "end": 1731,
      "text": " 66 lakhs along with interest,",
      "labels": [
        "FAC"
      ],
      "id": "06cec8142e56434b8870f50844c186da_20"
    },
    {
      "start": 1732,
      "end": 1844,
      "text": "as a commercial suit under the Code of Civil Procedure, 1908 (CPC) as amended by the Commercial Courts Act, 2015",
      "labels": [
        "FAC"
      ],
      "id": "bc8cee8e93894b75b21e3b52f4cf8b3e_21"
    },
    {
      "start": 1845,
      "end": 1925,
      "text": ". As required by Order XI Rule 1(1)1 of 1. Disclosure and discovery of documents",
      "labels": [
        "FAC"
      ],
      "id": "bd432850cc3b4469a3dd62785ed18023_22"
    },
    {
      "start": 1926,
      "end": 2752,
      "text": ". -\n(1) Plaintiff shall file a list of all documents and photocopies of all documents, in its power, possession, control or custody, pertaining to the suit, along with the plaint, including:\n(a) Documents referred to and relied on by the plaintiff in the plaint;\n(b) Documents relating to any matter in question in the proceedings, in the power, possession, control or custody of the plaintiff, as on the date of filing the plaint, irrespective of whether the same is in support of or adverse to the plaintiffs case;\n(c) nothing in this rule shall apply to documents produced by plaintiffs and relevant only - (i) for the cross-examination of the defendant's witnesses, or (ii) in answer to any case setup by the defendant subsequent to the filing of the plaint, or (iii) handed over to a witness merely to refresh his memory.",
      "labels": [
        "FAC"
      ],
      "id": "4070f6cb61a94061b341f2e880d8b333_23"
    },
    {
      "start": 2753,
      "end": 2969,
      "text": "\nthe CPC, as amended by the Commercial Courts Act, the petitioner filed, alongwith the plaint, on 27th July 2021, a list of the documents on which the petitioner proposed to place reliance, along with copies thereof.",
      "labels": [
        "FAC"
      ],
      "id": "aa297cec5d424fecbfd829101b433014_24"
    },
    {
      "start": 2970,
      "end": 3349,
      "text": "\n2. Summons were issued in CS (Comm) 2718/2021, the petitioners filed an application under Order VII Rule 14 of the CPC on 8th September, 2021, seeking to place, on record, certain additional documents which, according to the application, were a \"necessary and essential part of the suit\", but could not be filed with the plaint \"due to negligence on the part of the plaintiffs\".",
      "labels": [
        "FAC"
      ],
      "id": "a9da793defd74670b3552a5497b2079f_25"
    },
    {
      "start": 3350,
      "end": 3635,
      "text": "It was further averred, in the application, that the documents were crucial to adjudicating the lis and that no prejudice would be caused to the respondent if the documents were permitted to be brought on record; whereas, the petitioners would, else, be subjected to serious prejudice.",
      "labels": [
        "FAC"
      ],
      "id": "15591f89d36840ed9fc57c40174e09c1_26"
    },
    {
      "start": 3636,
      "end": 3774,
      "text": "As the suit was still at the stage of issuance of summons, the application prayed that the documents be permitted to be brought on record.",
      "labels": [
        "FAC"
      ],
      "id": "8fe18bfac0504a40ac6ed8d74bf23839_27"
    },
    {
      "start": 3775,
      "end": 5013,
      "text": "\n3. I may note even at this juncture, that, an application by a plaintiff, to place on record additional documents in a commercial suit, is required to be filed under sub-rule (4)2 (where the additional documents are filed within 30 days of filing of the plaint) or (5)3 (4) In case of urgent filings, the plaintiff may seek leave to rely on additional documents, as part of the above declaration on oath and subject to grant of such leave by court, the plaintiff shall file such additional documents in court, within thirty days of filing the suit, along with a declaration on oath that the plaintiff has produced all documents in its power, possession, control or custody, pertaining to the facts and circumstances of the proceedings initiated by the plaintiff and that the plaintiff does not have any other documents, in its power, possession, control or custody.\n(5) The plaintiff shall not be allowed to rely on documents, which were in the plaintiff's power, possession, control or custody and not disclosed along with plaint or within the extended period set out above, save and except by leave of court and such leave shall be granted only upon the plaintiff establishing reasonable cause for non-disclosure along with the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "a218792b363d463688b541bf7ef3c21e_28"
    },
    {
      "start": 5014,
      "end": 5147,
      "text": "\n(where the additional documents are filed more than 30 days after filing of the plaint), and not under Order VII Rule 14 of the CPC.",
      "labels": [
        "FAC"
      ],
      "id": "c0b8784b9bd445959ec3ec05fdb11a23_29"
    },
    {
      "start": 5148,
      "end": 5445,
      "text": "In Sudhir Kumar @ S. Baliyan v. Vinay Kumar G.B.4, the Supreme Court held, however, that an application for placing additional documents on record in a commercial suit, even if filed under Order VII Rule 14 of the CPC, could be treated as an application under Order XI Rule 1(4) or (5) of the CPC.",
      "labels": [
        "FAC"
      ],
      "id": "62dfc85363cf4830b788dc1ba5b3587c_30"
    },
    {
      "start": 5446,
      "end": 5568,
      "text": "As such, the application filed by the petitioners is treated as an application under Order XI Rule 1(4) or (5) of the CPC.",
      "labels": [
        "FAC"
      ],
      "id": "dfbaa319f8054badb676fa8b56f6531d_31"
    },
    {
      "start": 5570,
      "end": 5747,
      "text": "4. The aforesaid application filed by the petitioners for taking additional documents on record was dismissed by the learned Commercial Court vide order dated 4th December 2021.",
      "labels": [
        "FAC"
      ],
      "id": "46e8f0c8d7c2485692e63b3d07749f51_32"
    },
    {
      "start": 5748,
      "end": 5913,
      "text": "An application, under Section 114 of the CPC, seeking review of the said decision was also dismissed by the learned Commercial Court vide order dated 8th April 2022.",
      "labels": [
        "FAC"
      ],
      "id": "45688da05b4a441ab47cf92af0dfdcc5_33"
    },
    {
      "start": 5914,
      "end": 6033,
      "text": "Both these orders are under challenge in the present petition preferred under Article 227 of the Constitution of India.",
      "labels": [
        "FAC"
      ],
      "id": "63ff4ba3bb674ea499aca9eb1ca295e5_34"
    },
    {
      "start": 6034,
      "end": 6076,
      "text": "\nImpugned order dated 4th December 2021 5.",
      "labels": [
        "FAC"
      ],
      "id": "25ff7b8bb7344030b6a45e6cfabfcc27_35"
    },
    {
      "start": 6077,
      "end": 6654,
      "text": "The learned Commercial Court has, in the order dated 4th December 2021, dismissed the petitioners' application, observing that (i) the documents were not contained in the list of documents filed with the plaint, on which the petitioners sought to place reliance, (ii) the petitioners were not seeking to contend that the documents were 2021 SCC OnLine 734 not in their power and possession at the time when plaint was filed and (iii) the application did not provide any reasonable cause for default, on the part of the petitioners, in filing the said documents with the plaint.",
      "labels": [
        "FAC"
      ],
      "id": "ade6475eb2fc4bd2891bd129158309e3_36"
    },
    {
      "start": 6655,
      "end": 6845,
      "text": "Rather, observes the learned Commercial Court, the petitioners had admitted, in their application, that the documents were not filed with the plaint owing to the petitioners' own negligence.",
      "labels": [
        "FAC"
      ],
      "id": "b260e151076b4d0bbf4719c20c1835e6_37"
    },
    {
      "start": 6846,
      "end": 7069,
      "text": "In these circumstances, the learned Commercial Court held that no case for permitting the documents to be brought on record, within the meaning of Order XI Rule 1 of the CPC as amended by the Commercial Courts Act, existed.",
      "labels": [
        "FAC"
      ],
      "id": "52e44a9e181f4faabd9d4f3cbca24e5b_38"
    },
    {
      "start": 7070,
      "end": 7137,
      "text": "The application was, accordingly, dismissed with costs of  5,000/-.",
      "labels": [
        "FAC"
      ],
      "id": "08146ca6d1424bd18fb6db478aa33e66_39"
    },
    {
      "start": 7139,
      "end": 7168,
      "text": "Order dated 8th April 2022 6.",
      "labels": [
        "FAC"
      ],
      "id": "4ccd6dd5b6b0423f800644c683b11d7b_40"
    },
    {
      "start": 7169,
      "end": 7364,
      "text": "In the order dated 8th April 2022, the learned Commercial Court ruled, additionally, that the documents that the petitioners sought to bring on record were not necessary for adjudicating the lis.",
      "labels": [
        "FAC"
      ],
      "id": "e365d5fce1f54040a4e02ad2ecf74761_41"
    },
    {
      "start": 7365,
      "end": 7447,
      "text": "The documents were copies of a Sale Deed and an affidavit dated 15th October 1997.",
      "labels": [
        "FAC"
      ],
      "id": "1a551b41e48c4e23949f2a9f15a6950e_42"
    },
    {
      "start": 7448,
      "end": 7580,
      "text": "These documents, according to the petitioners, were part of the chain of documents which established ownership of the suit property.",
      "labels": [
        "FAC"
      ],
      "id": "f884cce5a2be4cc88067368b6525edd1_43"
    },
    {
      "start": 7581,
      "end": 7769,
      "text": "The learned Commercial Court held that the suit filed by the petitioners did not seek specific performance or any declaration in which the question of ownership was required to be decided.",
      "labels": [
        "FAC"
      ],
      "id": "574bcfbc739e4864aef5a82b78dac9f7_44"
    },
    {
      "start": 7770,
      "end": 7866,
      "text": "All that the petitioners sought in the suit was refund of payment made to one Guru Dutt Chhabra.",
      "labels": [
        "FAC"
      ],
      "id": "0ec361c8e397446d8aec3fdb4c86d7db_45"
    },
    {
      "start": 7867,
      "end": 7965,
      "text": "The documents, therefore, it was held, were of no consequence while adjudicating the present suit.",
      "labels": [
        "FAC"
      ],
      "id": "19d7d728aec94e6da18504184cefc494_46"
    },
    {
      "start": 7966,
      "end": 8189,
      "text": "Insofar as the reasons for refusal to take the documents on record were concerned, the learned Commercial Court held that no ground for review of the said reasons, as contained in the order dated 4th December 2021, existed.",
      "labels": [
        "FAC"
      ],
      "id": "4288e41610bb47aba61f09f21b738579_47"
    },
    {
      "start": 8191,
      "end": 8303,
      "text": "7. For all these reasons, the learned Commercial Court rejected the review application filed by the petitioners.",
      "labels": [
        "FAC"
      ],
      "id": "a6eef49664604912bd1af8f3b2942a87_48"
    },
    {
      "start": 8305,
      "end": 8449,
      "text": "Rival contentions, analysis and findings Statutory scheme of Order XI Rule 1(1)(4) and (5) of the CPC as amended by the Commercial Courts Act 8.",
      "labels": [
        "FAC"
      ],
      "id": "696fe8a137844ec69d0d90a04e94b946_49"
    },
    {
      "start": 8450,
      "end": 8659,
      "text": "Before proceeding to the rival contentions advanced at the Bar, one may refer to the statutory scheme contained in sub rules (1), (4) and (5) of Order XI Rule 1 of the CPC, which deal with filing of documents.",
      "labels": [
        "FAC"
      ],
      "id": "e86e9d86f6364b209ee7dbb92074190a_50"
    },
    {
      "start": 8660,
      "end": 8827,
      "text": "Order XI Rule 1(1) requires a plaintiff to \"file, along with the plaint, a list of all documents in its power, possession, control or custody and photocopies thereof\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7004da59bab24a2ca184cd8d95effbaa_51"
    },
    {
      "start": 8828,
      "end": 8891,
      "text": "The documents, therefore, are required to accompany the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1a365d0a564f4aeaa2db0b0d55766262_52"
    },
    {
      "start": 8893,
      "end": 9082,
      "text": "9. In the case of \"urgent filing\", Order XI Rule 1(4) permits additional documents to be filed by the plaintiff within 30 days of filing of the suit, subject to grant of leave by the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f09577c66aa64ef59c07e9144425e3d7_53"
    },
    {
      "start": 9084,
      "end": 9389,
      "text": "10. Documents, which have not been brought on record either under sub rule (1) or sub rule (4) of Order XI Rule 1, i.e. documents which have not been brought on record till the expiry of 30 days from the filing of the suit, may be brought on record under Order XI Rule 1(5), subject to leave of the Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "df639a19b0354f1ea05a3de2a50504a5_54"
    },
    {
      "start": 9390,
      "end": 9536,
      "text": "Such leave, however, can be granted only on the plaintiff establishing reasonable cause for non-disclosure of the documents along with the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "502b7bbde5c34cd3ae851eb9102ec8b0_55"
    },
    {
      "start": 9538,
      "end": 9939,
      "text": "11. It may be noted that, though Order XI Rule 1(4) also envisages bringing on record of additional documents not filed along with the plaint, within 30 days of the filing of the plaint, and requires leave of the Court to be obtained in that regard, it does not specifically require the plaintiff, seeking such leave, to establish reasonable cause for non- disclosure of the documents with the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a9d82a52e7d84881b68a389d5918d0e7_56"
    },
    {
      "start": 9940,
      "end": 10149,
      "text": "That is a requirement restricted, in the case of the plaintiff, to Order XI Rule 1(5), in respect of the documents which are sought to be brought on record beyond 30 days from the date of filing of the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "02ead94100fd4c7a8528a0cb3f559a5c_57"
    },
    {
      "start": 10151,
      "end": 10478,
      "text": "Order dated 10th January 2022 of Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205 and decisions in Centaur Pharmaceuticals Pvt. Ltd. v. Stanford Laboratories Pvt. Ltd.6, Babasaheb Raosaheb Kobarne v Pyrotek India Private Limited7 and Prakash Corporates v. Dee Vee Projects Ltd8 12.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8fc8c0cc9c8a447fb6dd6e784c5cd06a_58"
    },
    {
      "start": 10479,
      "end": 10951,
      "text": "Consequent on the infliction, on the country and, indeed, the world, of the COVID-19 pandemic and its adverse effect on work in Courts all over India, the Supreme Court, as is well known, took suo moto cognizance of the situation, and passed various orders, extending the period of limitation available for filing petitions, appeals and 2022 3 SCC 117 MANU/SCOR/03428/2022 MANU/SCOR/50600/2022 (2022) 5 SCC 112 applications before judicial fora by various lengths of time.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b43d2d056b654c4cbd7e5629d26e7afd_59"
    },
    {
      "start": 10952,
      "end": 11124,
      "text": "The last such order was passed on 10th January 2022, in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, in which it was clarified thus:\n\"5.4.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ea0139d79df4405aa96fade61f5423f0_60"
    },
    {
      "start": 11125,
      "end": 11652,
      "text": "It is further clarified that the period from 15.03.2020 till 28.02.2022 shall also stand excluded in computing the periods prescribed under Sections 23 (4) and 29A of the Arbitration and Conciliation Act, 1996, Section 12A of the Commercial Courts Act, 2015 and provisos (b) and (c) of Section 138 of the Negotiable Instruments Act, 1881 and any other laws, which prescribe period(s) of limitation for instituting proceedings, outer limits (within which the court or tribunal can condone delay) and termination of proceedings.\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7f8cd15a3cab4b8a87e049d4f2e4968a_61"
    },
    {
      "start": 11653,
      "end": 11673,
      "text": "\n(Emphasis supplied)",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a59aa68da36e463b90e8f5cb6f843c86_62"
    },
    {
      "start": 11675,
      "end": 12184,
      "text": "13. The aforesaid position was further recognized by the Supreme Court in its order dated 4th January 2022 in Centaur Pharmaceuticals6, which read thus:\n\"Having heard the learned counsel for the respective parties, we are of the opinion that, in the facts and circumstances of the case, the High Court has not committed any error in extending the period of limitation in filing the written statement and consequently taking on record the written statement filed on behalf of the respondent-original defendant.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "609f540208714010a4028dcd089df2b4_63"
    },
    {
      "start": 12185,
      "end": 12387,
      "text": "\nEven as held by this Court in the subsequent orders even the period of limitation which could have been extended and/or condoned by the Tribunal/Court is excluded and/or extended even up to 07.10.2021.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a24a4a779283463a8302846d2ab605ca_64"
    },
    {
      "start": 12388,
      "end": 12509,
      "text": "\nIn that view of the matter, we see no reason to interfere with the impugned judgment and order passed by the High Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "b03454cad5ab40e8ac1b90ca2a77dccd_65"
    },
    {
      "start": 12510,
      "end": 12561,
      "text": "Hence, the Special Leave Petitions stand dismissed.",
      "labels": [
        "RPC"
      ],
      "id": "301cca9a70e441ed869515a5fb24a1b3_66"
    },
    {
      "start": 12562,
      "end": 12678,
      "text": "Consequent upon the dismissal of the Special Leave Petitions, the interim order passed by this Court stands vacated.",
      "labels": [
        "RPC"
      ],
      "id": "f99c9563085b44f8835193419c5c27d3_67"
    },
    {
      "start": 12679,
      "end": 12719,
      "text": "\nPending applications stand disposed of.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a076ff29156a47d5b8b84195c4fcbff2_68"
    },
    {
      "start": 12720,
      "end": 12741,
      "text": "\n(Emphasis supplied)\"",
      "labels": [
        "ANALYSIS"
      ],
      "id": "3db966a2ae804c729d77847ad2d39d4e_69"
    },
    {
      "start": 12743,
      "end": 13107,
      "text": "14. In line with the aforesaid two orders, the Supreme Court held, in Babasaheb Raosaheb Kobarne7 and Prakash Corporates8 that the effect of operation of the aforesaid orders passed by the Supreme Court was that the statutory periods of limitation, prescribed under any statute or law applicable for the time being in force, stood extended till 28th February 2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "aeb9a4b18fcd4f7fb0fe5fb0b291e125_70"
    },
    {
      "start": 13108,
      "end": 13352,
      "text": "The period from 15th March 2020 till 28th February 2022, therefore, stands excluded, by operation of the orders passed by the Supreme Court, for the purposes of limitation, for filing any appeal, application, petition or other legal proceeding.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "656d48254d2945a0a5860f967f01ff88_71"
    },
    {
      "start": 13353,
      "end": 13593,
      "text": "The effect of such exclusion has been underscored, in para 28 of the report in Prakash Corporates8, which holds that \"the excluded period, as a necessary consequence results in enlargement of time, over and above the period prescribed\".\n15.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "f130add1595f43209759b3a416ab9d8f_72"
    },
    {
      "start": 13594,
      "end": 13960,
      "text": "In this context, I may observe that there was, at one point of time, a prevalent view, based on the judgment of the Supreme Court in Sagufa Ahmed v. Upper Assam Plywood Products (P) Ltd9, that the benefit of the order passed by the Supreme Court would be available only where the normal period of limitation, for filing of a proceeding expired after 15th March 2020.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "68a10ccd2af84713a4c2f8e4f6c43d0d_73"
    },
    {
      "start": 13961,
      "end": 14156,
      "text": "It would not, therefore, be available where the normal period of limitation expired before 15th March 2020 and it was only the condonable period of limitation which expired after 15th March 2020.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "fac316217c5a40089810e324ad845f87_74"
    },
    {
      "start": 14157,
      "end": 14653,
      "text": "That view, however, no longer holds the field in view of the later orders passed by the Supreme Court in Re:\nCognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, based on which the Supreme Court has held, in Centaur Pharmaceuticals6 that, even where the extended period of limitation condonable period of limitation expired after 15th March 2020, the litigant would be entitled to the benefit of extension of time as made available by the orders passed by the Supreme Court.",
      "labels": [
        "PRE_RELIED"
      ],
      "id": "c84b4b36269d4bcf9b8f587902daece4_75"
    },
    {
      "start": 14655,
      "end": 14732,
      "text": "16. That aspect is, however, not of particular relevance to the present case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cedaeffc91334f0fbc4136a6a39bbdf3_76"
    },
    {
      "start": 14734,
      "end": 14787,
      "text": "Applying the above principles to the present case 17.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "c34bc1e3d23042a5b6a67d94960a3c1c_77"
    },
    {
      "start": 14788,
      "end": 15083,
      "text": "As already noted, Order XI Rule 1(5) of the CPC requires the petitioners to adduce sufficient cause for failure to disclose the additional documents along with the plaint, in order to be permitted to place the documents on record beyond a period of 30 days from the date of filing of the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "760308df5b3042cda985d5f648184951_78"
    },
    {
      "start": 15084,
      "end": 15290,
      "text": "The application filed by the petitioners in the present case does not contain any such disclosure, as to why the two documents that the petitioners desired to bring on record were not filed with the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "da3cd873005e42b48263cf36748577c3_79"
    },
    {
      "start": 15291,
      "end": 15417,
      "text": "It is admitted that the documents were in the possession, power and custody of the petitioners even when the plaint was filed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4f5e5077bfd1426290358b9235daa9d5_80"
    },
    {
      "start": 15418,
      "end": 15569,
      "text": "All that is stated in the application is that the documents were not brought on record owing to negligence of the learned Counsel who filed the plaint.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7bb28796c44e4a0b8c577acc83739f46_81"
    },
    {
      "start": 15570,
      "end": 15847,
      "text": "Negligence of Counsel, quite obviously, cannot constitute reasonable cause, within the meaning of Order XI Rule 1(5); else, the very requirement of adducing reasonable cause for (2021) 2 SCC 317 failure to disclose the documents with the plaint would be reduced to a formality.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "5f12182d2a06453fb50d6c991876b758_82"
    },
    {
      "start": 15849,
      "end": 16071,
      "text": "18. The learned Commercial Court is, therefore, perfectly justified in holding that no reasonable cause, for failure to file the two additional documents along with the plaint, had been shown, by the petitioners, to exist.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "a7f7417ccbf84259bca756a4c7426efc_83"
    },
    {
      "start": 16073,
      "end": 16171,
      "text": "19. If, therefore, Order XI Rule 1(5) were to be applicable, the petitioners clearly have no case.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7302135a73014ee2962d2e1a0c6cedc0_84"
    },
    {
      "start": 16173,
      "end": 16373,
      "text": "20. Apparently cognizant of this handicap, Ms. Sagarika Wadhwa, learned Counsel for the petitioner, seeks to press into service Order XI Rule 1(4) of the CPC (as amended by the Commercial Courts Act).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "6e33f7dd64334c878ea240231b20cf59_85"
    },
    {
      "start": 16374,
      "end": 16744,
      "text": "She submits that the period of limitation of 30 days, envisaged by Order XI Rule 1(4) stands extended, by operation of the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, read with the judgments in Prakash Corporates8, Centaur Pharmaceuticals6 and Babasaheb Raosaheb Kobarne7, till 28th February 2022.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "87f339ca139645d2bf190e2f56dfcd62_86"
    },
    {
      "start": 16745,
      "end": 16960,
      "text": "Inasmuch as the documents had been sought to be placed on record with the application, which was filed on 8th September 2021, it was submitted that the petitioners were entitled to the benefit of Order XI Rule 1(4).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "59eeb2c13ff94d6f996d6037c9e9e9b4_87"
    },
    {
      "start": 16962,
      "end": 17024,
      "text": "21. At first glance, the submission is undoubtedly attractive.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "33a886370b7d4ccca94661edc089127d_88"
    },
    {
      "start": 17025,
      "end": 17250,
      "text": "Ms. Wadhwa is correct in her submission that the period of 30 days, envisaged under Order XI Rule 1(4) would, by operation of the afore- noted orders and judgments of the Supreme Court, stand extended till 28th February 2022.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "26758b6837204f6a931aed264c70a2fd_89"
    },
    {
      "start": 17251,
      "end": 17398,
      "text": "Ms. Wadhwa is also correct, in her submission that the documents were indeed brought on record prior to 28 th February 2022, on 8th September 2021.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a003b65af255415eb982b7646cb218fb_90"
    },
    {
      "start": 17400,
      "end": 17547,
      "text": "22. Even so, submits Mr. Rohit Khurana, learned Counsel for the respondent, the petitioners would not be entitled to benefit of Order XI Rule 1(4).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "a362852bf2af4ae4924d13b5924a212d_91"
    },
    {
      "start": 17548,
      "end": 17629,
      "text": "This, he submits, is because the said provision applies only to \"urgent filings\".",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "c1664e406eaf4958a31f63406d810f86_92"
    },
    {
      "start": 17630,
      "end": 17778,
      "text": "The petitioners having not filed CS (Comm) 2718/2021, as an \"urgent filing\", he submits that they could not claim the benefit of Order XI Rule 1(4).",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "288a2d8857c5487eb596e7931ae39866_93"
    },
    {
      "start": 17779,
      "end": 17883,
      "text": "In this context, Mr. Khurana points out that the suit was a plain and simple suit for recovery of money.",
      "labels": [
        "ARG_PETITIONER"
      ],
      "id": "afd7cdc61b1d45aeaa612b8f1f1e87ea_94"
    },
    {
      "start": 17884,
      "end": 17926,
      "text": "No interim relief was claimed in the suit.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "a326639bda9847698fa01be7e87ab707_95"
    },
    {
      "start": 17927,
      "end": 18017,
      "text": "Nor is there any averment in the plaint to suggest that the suit was being filed urgently.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "f959ec94c79946b5ada70b7be5d39469_96"
    },
    {
      "start": 18018,
      "end": 18164,
      "text": "Mr. Khurana has relied, in this context, on the judgment of the Supreme Court in Sudhir Kumar4 particularly on the following passage therein:\n\"36.",
      "labels": [
        "ARG_RESPONDENT"
      ],
      "id": "1466d2d5f5264c4891535c85c5c02e82_97"
    },
    {
      "start": 18165,
      "end": 18331,
      "text": "Now, so far as the other documents sought to be relied on/produced as additional documents other than the invoices are concerned the same stands on different footing.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "de55b3ca937245359aa4e479f0e1f98d_98"
    },
    {
      "start": 18332,
      "end": 18577,
      "text": "It is not disputed and in fact it was specifically admitted and so stated in the application that those additional documents other than the invoices were in their possession but not produced being voluminous and that the suit was filed urgently.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "75bbdc28c0654c809ce5471c6fc98f59_99"
    },
    {
      "start": 18578,
      "end": 19086,
      "text": "However, it is to be noted that when the second suit was filed, it cannot be said to be urgent filing of the suit for injunction, as the first suit was filed in the month of October, 2018 and there was an ex parte ad interim injunction vide order dated 29.10.2018 and thereafter plaintiff withdrew the said first suit on 27.07.2019 with liberty to file a fresh suit as per the Commercial Courts Act and the second suit came to be filed on 31.08.2019 after period of one month of the withdrawal of first suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e101abde1c6f4616a23a532b28b15cdd_100"
    },
    {
      "start": 19087,
      "end": 19339,
      "text": "Therefore the case on behalf of the plaintiff that when the second suit was filed, it was urgently filed therefore, the additional documents sought to be relied upon other than the invoices were not filed as the same were voluminous cannot be accepted.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "1450932f00164227b673d4f48145d3f9_101"
    },
    {
      "start": 19340,
      "end": 19488,
      "text": "And therefore as such Order XI Rule 1 (4) shall not be applicable, though the application was filed within thirty days of filing of the second suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "8f9b2b8bb4b449d2af225c488e215384_102"
    },
    {
      "start": 19489,
      "end": 19812,
      "text": "While seeking leave of the court to rely on documents, which were in his power, possession, control or custody and not disclosed along with plaint or within the extended period set out in Order XI Rule 1 (4), the plaintiff has to establish the reasonable cause for non disclosure along with plaint.\"\n(Emphasis supplied)\n23.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "981daf12cd5c4680a006a42629629bb9_103"
    },
    {
      "start": 19813,
      "end": 19959,
      "text": "Responding to the said submission of Mr. Khurana, Ms. Wadhwa submits that the limitation for filing the suit expired, at the latest, in June 2021.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "6025b46932c143f4902b29cbe52de9f8_104"
    },
    {
      "start": 19960,
      "end": 20149,
      "text": "That period stood extended, by operation of the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, till 28th February 2022.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "4471e3cd3d2a418dbc5f6bfcb7d725ba_105"
    },
    {
      "start": 20150,
      "end": 20329,
      "text": "The suit was filed on 27th July 2021, after expiry of the period of limitation, taking advantage of the extension of limitation provided by the orders passed by the Supreme Court.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ac2c90f957d4438b9e66ecbbaa6a6a73_106"
    },
    {
      "start": 20330,
      "end": 20402,
      "text": "This very fact, she submits, indicates that the suit was filed urgently.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "406ad8265bcd495e97f697e364703d5e_107"
    },
    {
      "start": 20403,
      "end": 20516,
      "text": "She submits that there is no fixed format in the CPC or in the Commercial Courts Act, governing \"urgent filings\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "cc0ae8a952fe433eb7775d81d1ed408f_108"
    },
    {
      "start": 20517,
      "end": 20795,
      "text": "That being so, she submits, it would be unfair and unjust to deny to her clients, the benefit of Order XI Rule 1(4), especially as the documents were filed a mere few days beyond the 30 day window period from the date of filing of the plaint, available under Order XI Rule 1(4).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "69543dea833648a7a038fc594cac988f_109"
    },
    {
      "start": 20797,
      "end": 20841,
      "text": "24. I am inclined to agree with Mr. Khurana.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "7e166b88041f4ed09a3146a248101438_110"
    },
    {
      "start": 20843,
      "end": 21000,
      "text": "25. In commercial suits, the time periods and other formalities stipulated in the Commercial Courts Act are binding and are required to be strictly followed.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2715d07ca137458993b6503451e3d4f2_111"
    },
    {
      "start": 21001,
      "end": 21091,
      "text": "This is apparent from the decision in Sudhir Kumar4, on which Mr. Khurana placed reliance.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "47b2843e1446477186160308ad96fb3c_112"
    },
    {
      "start": 21093,
      "end": 21235,
      "text": "26. The Supreme Court has strictly examined the issue of availability, to the appellant in that case, of the benefit under Order XI Rule 1(4).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "d4839de0586942ca969a1482895182bf_113"
    },
    {
      "start": 21236,
      "end": 21474,
      "text": "On the basis of the facts before it, the Supreme Court has held that the filing of the plaint, by the appellant in that case, could not be treated as an \"urgent filing\", as would entitle the appellant to the benefit of Order XI Rule 1(4).",
      "labels": [
        "ANALYSIS"
      ],
      "id": "62557d07bbb645fa901992da1e93f99e_114"
    },
    {
      "start": 21476,
      "end": 21601,
      "text": "27. The situation, in the present case, is worse, insofar as the applicability of Order XI Rule 1(4), on facts, is concerned.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "edf012ca0b7f4b3581a516f9f34869c1_115"
    },
    {
      "start": 21602,
      "end": 21660,
      "text": "The suit filed by the petitioners was a simple money suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "2888da2d9c894ff2afe316ec3a927ffc_116"
    },
    {
      "start": 21661,
      "end": 21725,
      "text": "No application for interlocutory relief was preferred therewith.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "ad675d2f4edf4bc2a228032fc3cc233e_117"
    },
    {
      "start": 21726,
      "end": 22051,
      "text": "The mere fact that the suit happened to have been filed by availing the benefit of extension of limitation as conferred by the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, cannot, by itself, justify treating the filing of the suit as an \"urgent filing\".",
      "labels": [
        "ANALYSIS"
      ],
      "id": "17b055fcec264d379770897c48154cda_118"
    },
    {
      "start": 22052,
      "end": 22119,
      "text": "No urgency, of any sort, is reflected in the pleadings in the suit.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "23eb5037e33a4362a4a3d5c38ef40d1b_119"
    },
    {
      "start": 22120,
      "end": 22420,
      "text": "Even if there is no prescribed format for \"urgent filing\" in the CPC or in the Commercial Courts Act, para 36 of the report in Sudhir Kumar4 makes it clear that the facts of the case should disclose urgency in the filing of the suit, in order for the benefit under Order XI Rule 1(4) to be available.",
      "labels": [
        "ANALYSIS"
      ],
      "id": "e4c0dba4d3f543b7ac6a9ae61a34e884_120"
    },
    {
      "start": 22421,
      "end": 22529,
      "text": "In the present case, the facts do not disclose any such urgency, as is correctly pointed out by Mr. Khurana.",
      "labels": [
        "RATIO"
      ],
      "id": "6925a3dbb8ca4a2b87dbacf3957b5052_121"
    },
    {
      "start": 22531,
      "end": 22693,
      "text": "28. That being so, applying Sudhir Kumar4 to the present case, it cannot be said that CS (Comm) 2718/2021 was instituted as an \"urgent filing\" by the petitioners.",
      "labels": [
        "RATIO"
      ],
      "id": "38a327c76e424eea8442e2939a22bd4a_122"
    },
    {
      "start": 22694,
      "end": 22789,
      "text": "Per sequitur, Order XI Rule 1(4) would not be available to the petitioners in the present case.",
      "labels": [
        "RATIO"
      ],
      "id": "ebf8d5b73fd24b2db6b4dc46f1584f08_123"
    },
    {
      "start": 22791,
      "end": 23480,
      "text": "29. The inexorable result is that (i) the additional documents in the present case having not been filed with the plaint as required by Order XI Rule 1(1),\n(ii) the plaint having not been filed as an \"urgent filing\" as envisaged by Order XI Rule 1(4), and (iii) no \"sufficient cause\" for not filing the documents with the plaint, within the meaning of Order XI Rule 1(5) having been adduced by the petitioners, no error, whatsoever, can be discerned in the impugned order, of the learned Commercial Court, refusing to take the said documents on record.\nConclusion 30. Resultantly, the present petition, being devoid of merits, fails and is accordingly dismissed with no orders as to costs.",
      "labels": [
        "RATIO"
      ],
      "id": "5c6de357bfb547e4a7d45d999d2c0bc0_124"
    },
    {
      "start": 23481,
      "end": 23576,
      "text": "Pending applications, if any, do not survive for consideration and are accordingly disposed of.",
      "labels": [
        "RPC"
      ],
      "id": "25c651d29e4b45faa6dacbb2cb9a83ff_125"
    },
    {
      "start": 23577,
      "end": 23625,
      "text": "\nC. HARI SHANKAR, J SEPTEMBER 26, 2022 r.bararia",
      "labels": [
        "NONE"
      ],
      "id": "febbb648ae3a4417a041e452cef252b2_126"
    }
  ]
}